Repository: keepassium/KeePassium-L10n
Catalog: App Store/*.xliff
Languages: ru

# Title
source: KeePassium Password Manager
ru: KeePassium - Менеджер Паролей

# Subtitle 1
source: Respects your privacy
ru: Красиво, надёжно, без рекламы

# Description/Intro
source: KeePassium keeps your passwords safe. It delivers the security of KeePass databases with a clean, easy to use interface.
ru: KeePassium защищает ваши пароли, совмещая надёжность KeePass'а и продуманный современный интерфейс.

# Description/MainFeatures/title
source: MAIN FEATURES
ru: ГЛАВНЫЕ ФУНКЦИИ

# Description/MainFeatures/text
source: • Automatic sync — keep your database in your favorite cloud or offline. • Password AutoFill — login to any service in a few taps. • Touch ID / Face ID — save your time. • Multiple databases — to share passwords with your team or family. • Attached files — passport scans and server keys, always with you. • Peace of mind — feel free to check our source code, it's open.
ru: • Автоматическая синхронизация — актуальные пароли на всех ваших устройствах. • Автозаполнение паролей — входите в свои аккаунты за пару нажатий. • Touch ID / Face ID — безопасность и экономия времени. • Несколько баз паролей — чтобы разделять личные, семейные и рабочие секреты. • Прикреплённые файлы — сканы документов и ключи от сервера, всегда с вами. • Душевное спокойствие — наши исходные коды открыты.

# Description/AntiFeatures/title
source: ANTI-FEATURES
ru: АНТИ-ФУНКЦИИ

# Description/AntiFeatures/text
source: • No in-app browser • No VNC/SSH viewer • No coffee maker • No analytics • No ads
ru: • Нет встроенного браузера • Нет VNC/SSH клиента • Не делает кофе • Нет аналитики • Нет рекламы

# Description/AutomaticSync/title
source: AUTOMATIC SYNC
ru: АВТОМАТИЧЕСКАЯ СИНХРОНИЗАЦИЯ

# Description/AutomaticSync/text
source: KeePassium can work both offline and with your favorite cloud provider. There is no setup: pick your database through the familiar Files interface — and that's it. By integrating with the Files app, KeePassium supports almost all storage providers, including: • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Drive • NextCloud (with hiccups) • WebDAV and SFTP (via a third-party app) • ...and more! Should a password manager have full access to your corporate file server? Of course not! All the networking is automatically performed by the original storage provider app. This way, KeePassium knows only about few specific databases, not your whole server.
ru: KeePassium может работать как оффлайн, так и с вашим онлайн-хранилищем файлов. Никакой настройки не требуется: просто выберите файл своей базы паролей — и всё. KeePassium работает с системным приложением Файлы, и таким образом поддерживает почти все онлайн-хранилища. В частности: • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Диск • NextCloud (не без проблем) • WebDAV и SFTP (через другое приложение) • ...и другие! Нужен ли менеджеру паролей полный доступ к вашему корпоративному серверу? Конечно нет! Вся работа с сетью возложена на родное приложение онлайн-хранилища. Таким образом, KeePassium имеет доступ только к нескольким базам, и ничего не знает о других файлах на сервере.

# Description/More/title
source: WHAT ELSE CAN IT DO?
ru: ЧТО ЕЩЁ ОН УМЕЕТ?

# Description/More/text
source: • Read and write all database formats (kdb, kdbx3, kdbx4 — including Argon2/ChaCha20) • View time-based one-time passwords (TOTP) • View deleted groups and entries (Recycle Bin) • View previous revisions of an entry • View and edit custom fields • View custom icons • And more! See for yourself, it's free.
ru: • Читать и писать все форматы KeePass (kdb, kdbx3, kdbx4 — включая Argon2/ChaCha20) • Показывать одноразовые пароли (TOTP) • Показывать удалённые группы и записи (Корзина) • Показывать предыдущие версии записей • Показывать и изменять дополнительные поля • Показывать нестандартные иконки • И многое другое! Посмотрите сами, это бесплатно.

# Description/Privacy/title
source: PRIVACY
ru: КОНФИДЕНЦИАЛЬНОСТЬ

# Description/Privacy/text
source: This app does not collect any personal data. We sell the app, not its users.
ru: Приложение не собирает никаких личных данных. Мы продаём программу, а не её пользователей.

# Description/CommercialAndOpen/title
source: COMMERCIAL AND OPEN
ru: КОММЕРЧЕСКОЕ и ОТКРЫТОЕ

# Description/CommercialAndOpen/text
source: KeePassium is a commercial open source app. Here, "open source" is the transparency you need from a password manager. The "commercial" part, in turn, gives you: • A great well-polished interface • Responsive support that cares • Future updates and improvements
ru: KeePassium — коммерческое приложение с открытым исходным кодом. Доступность исходных кодов даёт вам открытость и прозрачность, необходимую для менеджера паролей. В свою очередь, "коммерческая" часть даёт вам: • Отличный продуманный интерфейс • Отзывчивую поддержку • Постоянное развитие приложения

# Description/Freemium/title
source: FREE vs PREMIUM
ru: БЕСПЛАТНО или ПРЕМИУМ

# Description/Freemium/text
source: There is no "trial period". The free version is always completely functional. You can view and edit, use Touch ID / Face ID, search and AutoFill — but only with one database at a time. You can install free KeePassium for your family members. If they barely use the app, it will not bother them to buy premium. With the premium version, you can: • Quickly switch between multiple databases. • Unlock databases with one tap and keep them open as long as you need. • View attachments in the app, without leaving a trace in the system. • Email your questions and get answers directly from the developer. • Keep KeePassium shiny and available to people who need security but cannot afford it yet.
ru: Бесплатная версия предоставляет все необходимые функции. Нет никакого "тестового периода". Вы можете просматривать и изменять, использовать Touch ID / Face ID, поиск и автозаполнение — но только с одной базой паролей за раз. Вы можете установить бесплатную версию KeePassium'а для своих близких. Если они мало пользуются приложением, мы не будем приставать к ним с предложениями о переходе на платную версию. Премиум-версия даёт вам больше возможностей: • Быстро переключаться между несколькими базами. • Открывать базы паролей в одно нажатие, и держать их открытыми сколько угодно. • Просматривать прикреплённые файлы прямо в приложении, не оставляя следов в системе. • Задавать вопросы и получать ответы напрямую от разработчика. • Поддержать будущее развитие и улучшение программы.

# Description/Contact/text
source: Talk to us at info@keepassium.com, /r/KeePassium on Reddit, @KeePassium on Twitter and GitHub.
ru: Пишите нам: info@keepassium.com, r/KeePassium на Reddit'е, @KeePassium в Твиттере.

# Description/Footer/text
source: * Premium version is available as an in-app purchase, either as a subscription or a one-time payment. * Payment will be charged to your Apple ID account at the confirmation of (in-app) purchase. Subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. * You can manage and cancel your subscriptions by going to your account settings on the App Store after purchase. * Privacy policy: https://keepassium.com/privacy/app * Terms of Use: https://keepassium.com/terms/app
ru: * Премиум-версия доступна в виде внутренней покупки (как подписка или как одноразовый платёж). * Плата будет списана с вашего аккаунта Apple ID при подтверждении покупки. Подписка продлевается автоматически, если её не отменить как минимум за сутки до окончания текущего периода. Плата за продление будет списана в течение суток до окончания текущего периода. * Управлять подписками и отменять их после покупки можно в настройках аккаунта в магазине App Store. * Политика конфиденциальности: https://keepassium.com/privacy/app * Условия использования: https://keepassium.com/terms/app
