Repository: keepassium/KeePassium-L10n
Catalog: */AppStoreListing.xliff
Languages: ar, cs, de, fr, it, ja, ko, nl, pl, pt_br, pt_pt, sk, sv_se, th, tr, uk, zh_cn, zh_tw

# Title
source: KeePassium Password Manager
ar: مدير كلِمات المُرور KeePassium
cs: KeePassium — Správce hesel
de: KeePassium Passwort Manager
fr: KeePassium - KeePass pour iOS
it: KeePassium - Gestore password
ja: KeePassium パスワードマネージャー
ko: KeePassium 패스워드 관리자
nl: KeePassium-wachtwoordbeheerder
pl: KeePassium - Menedżer Haseł
pt_br: KeePassium - Gerenciar Senhas
sk: KeePassium — Správca hesiel
sv_se: KeePassium Lösenordshanterare
th: KeePassium - ตัวจัดการรหัสผ่าน
tr: KeePassium Şifre Yöneticisi
uk: KeePassium - менеджер паролів
zh_cn: KeePassium 密码管理器
zh_tw: KeePassium 密碼管理器

# Subtitle 1
source: Respects your privacy
ar: يُقدِّر خصوصيتك
cs: Respektuje Vaše soukromí
de: Respektiert Ihre Privatsphäre
fr: Respecte votre vie privée
it: Rispetta la tua privacy
ja: プライバシーを尊重します
ko: 사용자의 개인 정보를 안전하게 보관하세요
nl: Beschermt je privacy
pl: Szanujemy Twoją prywatność
pt_br: Proteja sua privacidade
pt_pt: Respeita a sua privacidade
sk: Rešpektuje Vaše súkromie
sv_se: Respekterar din integritet
th: เคารพความเป็นส่วนตัวของคุณ
tr: Gizliliğinize saygı duyar
uk: Красиво, надійно, без реклами
zh_cn: 保护您的隐私
zh_tw: 保護您的隱私

# Description/Intro
source: KeePassium keeps your passwords safe. It delivers the security of KeePass databases with a clean, easy to use interface.
ar: Keepassium يُحافظ على كلمات المرور الخاصة بك بشكل آمن. يدعم قواعد بيانات KeePass الآمنة مع واجهة مستخدم مُنظمة ومَرنة.
cs: KeePassium uchovává vaše hesla v bezpečí. Přináší bezpečné databáze KeePass v čistém a jednoduchém uživatelském rozhraní.
de: KeePassium bewahrt Ihre Passwörter sicher auf. Es bietet die Sicherheit der KeePass-Datenbanken mit einer sauberen, leicht zu bedienenden Oberfläche.
fr: KeePassium garde vos mots de passe en sécurité. Il fournit la sécurité des bases de données de KeePass, avec une interface agréable et simple à utiliser.
it: KeePassium mantiene le tue password al sicuro. Fornisce la sicurezza dei database di KeePass con un'interfaccia semplice e facile da usare.
ja: KeePassiumはパスワードを安全に保管します。KeePassデータベースの安全性を、使いやすいクリーンなインターフェイスで提供します。
ko: KeePassium은 사용자의 패스워드를 안전하게 보관합니다. KeePass 데이터베이스를 깔끔하고 편리한 UI로 관리해보세요.
nl: KeePassium slaat je wachtwoorden veilig op. Het biedt de veiligheid van KeePass-databanken in een overzichtelijke, gemakkelijk te gebruiken app.
pl: KeePassium bezpiecznie przechowuje Twoja hasła. Zapewnia bezpieczeństwo baz KeePass, z przejrzystym, łatwym w użyciu interfejsem.
pt_br: KeePassium mantém suas senhas seguras. Ele oferece a segurança de bancos de dados KeePass com uma interface limpa e fácil de usar.
pt_pt: O KeePassium permite guardar de forma segura as suas palavras-passe. Combina a segurança das bases de dados em formato KeePass com uma interface moderna e intuitiva.
sk: KeePassium uchováva vaše heslá v bezpečí. Prináša bezpečné databázy KeePass v čistom a jednoduchom užívateľskpm rozhraní.
sv_se: KeePassium lagrar dina lösenord säkert. Appen kombinerar säkerheten från KeePass databasformat med ett lättanvänt användarinterface.
th: KeePassium จะช่วยปกป้องรหัสของคุณให้ปลอดภัย ด้วยการรักษาความปลอดภัยแบบฐานข้อมูล KeePass ที่มีอินเตอร์เฟซใช้งานง่าย และสะอาดตา
tr: KeePassium şifrelerinizi güvende tutar. Temiz, kullanımı kolay bir arayüz ile KeePass veritabanlarının güvenliğini sağlar.
uk: KeePassium захищає ваші паролі, поєднуючи надійність KeePass і зручний сучасний інтерфейс.
zh_cn: KeePassium 确保您的密码安全, 有着简洁易用的接口来提供KeePass数据库安全设定。
zh_tw: KeePassium 確保您的密碼安全, 有著簡潔易用的介面來提供KeePass資料庫安全設定。

# Description/MainFeatures/title
source: MAIN FEATURES
ar: الميزات الرئيسة
cs: HLAVNÍ FUNKCE
de: HAUPTFUNKTIONEN
fr: PRINCIPALES FONCTIONNALITÉS
it: FUNZIONALITÀ PRINCIPALI
ja: 主な機能
ko: 주요 기능
nl: VOORNAAMSTE FUNCTIES
pl: GŁÓWNE FUNKCJE
pt_br: RECURSOS PRINCIPAIS
pt_pt: PRINCIPAIS FUNCIONALIDADES
sk: HLAVNÉ FUNKCIE
sv_se: HUVUDFUNKTIONER
th: คุณสมบัติหลัก
tr: ANA ÖZELLİKLER
uk: ОСНОВНІ ФУНКЦІЇ
zh_cn: 主要特性
zh_tw: 主要特性

# Description/MainFeatures/text
source: • Automatic sync — keep your database in your favorite cloud or offline. • Password AutoFill — login to any service in a few taps. • Touch ID / Face ID — save your time. • Multiple databases — to share passwords with your team or family. • Attached files — passport scans and server keys, always with you. • Peace of mind — feel free to check our source code, it's open.
ar: • المزامنة التلقائية - حافظ على قاعدة البيانات الخاصة بك في خدمة التخزين السحابية المفضلة لديك أو محلياً بغير اتصال انترنت. • تعبئة كلمة المرور تلقائياً - تسجيل الدخول إلى أي خدمة خلال خطوات قليلة. • مُعرف بصمة اليد / مُعرف الوجه - وفر وقتك. • قواعد بيانات متعددة - لمشاركة كلمات المرور مع فريقك أو عائلتك. • إرفاق الملفات - صور جوازات السفر ومفاتيح الخوادم، دائما معك. • راحة البال - لا تتردد في التحقق من شفرة المصدر الخاصة بنا، إنها مفتوحة.
cs: • Automatická synchronizace — uchovejte své databáze jak ve vašem oblíbeném cloudu, tak i offline. • Automatické vyplňování hesel — přihlašujte se do jakékoli služby pomocí několika kliknutí. • Touch ID / Face ID — šetřete svůj čas. • Více databází — sdílejte hesla mezi kolegy nebo v rodině. • Přílohy — sken cestovního pasu nebo serverových klíčů vždy u sebe. • Klid v duši — neváhejte zkontrolovat náš zdrojový kód, je otevřený.
de: • Automatische Synchronisation — Speichere deine Datenbank in deiner Lieblings Cloud oder offline. • Passwort AutoFill — logge dich mit ein paar Klicks ein. • Unterstützt Touch ID / Face ID — speichern Sie Ihre Zeit. • Mehrere Datenbanken — um Passwörter mit Ihrem Team oder Ihrer Familie zu teilen. • Angehängte Dateien — Pässe/IDs und Server-Schlüssel, immer mit Ihnen. • Sorgenfrei — Sie können unseren Quellcode überprüfen, er ist Open Source.
fr: • Synchronisation automatique — gardez vos bases de données dans votre cloud favori ou hors ligne. • Saisie automatique des mots de passe — connectez-vous à n'importe quel service en quelques clics. • Touch ID / Face ID — gagnez du temps. • Plusieurs bases de données — partagez vos mots de passe avec votre équipe ou votre famille. • Pièces jointes — gardez votre passeport et vos clés de serveur toujours avec vous. • Tranquillité d'esprit — n'hésitez pas à consulter notre code source, il est libre.
it: • Sincronizzazione automatica: salva il tuo database sul cloud o offline. • Inserimento automatico password: accedi a qualunque servizio in pochi tocchi. • Touch ID / Face ID: risparmia tempo. • Database multipli: per condividere le password con colleghi o familiari. • File allegati: foto dei passaporti e chiavi di server, sempre con te. • Serenità: puoi controllare liberamente il codice sorgente, è open source.
ja: • 自動同期：データベースの置き場所はお気に入りのクラウドでもオフラインでも。 • パスワードの自動入力：どのサイトでも簡単にログインできます。 • 指紋・顔認証（Touch ID/Face ID）：時間が節約できます。 • 複数データベース：パスワードをチームや家族に共有できます。 • 添付ファイル：パスポートの画像やサーバーキーを携帯できます。 • 心の平和：ソースコードをチェックできます。オープンですので。
ko: • 자동 동기화 — 사용자의 클라우드와 오프라인 간의 데이터베이스 파일을 일관적으로 유지해줍니다. • 패스워드 자동 완성 — 단 몇 번만의 터치로 어떤 서비스이든 로그인할 수 있습니다. • Touch ID / Face ID — 더 빠르게 패스워드에 접근할 수 있습니다. • 다중 데이터베이스 지원 — 가족 또는 팀 동료와 패스워드를 공유할 수 있습니다. • 첨부 파일 지원 — 여권 스캔 이미지나 서버 접속 개인 키 등 첨부 파일을 사용할 수 있습니다. • 오픈 소스 — 원하신다면 앱의 소스 코드를 확인해보실 수 있습니다.
nl: • Automatische synchronisatie — bewaar je databank in je favoriete cloud of offline. • Wachtwoorden automatisch invullen — log met een paar tikken in op elke dienst. • Touch ID/Face ID — bespaar tijd. • Meerdere databanken — deel wachtwoorden met je team of familie. • Bijlagen - paspoortscans en serversleutels, altijd bij de hand. • Gemoedsrust - voel je vrij om onze broncode te controleren; de app is open source.
pl: • Automatyczna synchronizacja - przechowuj bazę w swojej ulubionej chmurze lub offline. • Autouzupełnianie — zaloguj się do dowolnej usługi za pomocą kilku dotknięć. • Touch ID / Face ID — oszczędzaj czas. • Wiele baz — aby współdzielić hasła z zespołem lub rodziną. • Załączniki — skany paszportów i klucze zawsze z Tobą. • Pewność — sprawdź nasz kod źródłowy, jest otwarty.
pt_br: • Sincronização automática — mantenha seu banco de dados na sua nuvem favorita ou offline. • Preenchimento automático — faça login em qualquer lugar com poucos toques. • Touch ID / Face ID — ganhe tempo. • Múltiplos bancos de dados — para compartilhar senhas com sua equipe ou família. • Anexos — de fotos de passaportes a códigos de servidores, sempre com você. • Paz de espírito — fique à vontade para verificar nosso código-fonte; ele é aberto.
pt_pt: • Sincronização automática — mantenha a sua base de dados na sua “cloud” favorita ou fora de linha. • Preenchimento automático — aceda a qualquer serviço digital com dois ou três toques. • Touch ID / Face ID — assim, é mais rápido. • Múltiplos bancos de dados — permitem a partilha de dados com a sua equipa ou família. • Anexos — tenha uma fotocópia do seu cartão de cidadão sempre consigo. • Tranquilidade — o código do KeePass é disponibilizado em regime de código aberto.
sk: • Automatická synchronizácia — uchovávajte vašu databázu vo vašom obľúbenom cloude alebo offline. • Automatické vyplňovanie hesiel — prihlasujte se do akejkoľvek služby niekoľkými kliknutiami. • Touch ID / Face ID — šetrite svoj čas. • Viaceré databázy — zdieľajte heslá s tímom alebo rodinou. • Prílohy — sken cestovného pasu nebo serverových kľúčov vždy so sebou. • Kľud v duši — neváhajte skontrolovať náš zdrojový kód, je otvorený.
sv_se: • Automatisk synkronisering — lagra din databas i din favoritmolntjänst eller lokalt på telefonen. • Autofyll lösenord — logga in på alla dina tjänster med några få tryck. • Touch ID / Face ID — sparar dig tid. • Flera databaser — för att kunna dela lösenord med kollegor eller familj och vänner. • Bifogade filer — scannade pass eller servernycklar, alltid med dig. • Orosfritt — alla är välkomna att granska vår källkod, den är öppen.
th: • ซิงค์อัตโนมัติ — เก็บฐานข้อมูลของคุณให้อยู่บนคลาวด์หรือในเครื่องก็ได้ • การป้อนรหัสผ่านอัตโนมัติ — ล็อกอินบริการต่าง ๆ โดยการแตะจอไม่กี่ครั้ง • Touch ID / Face ID — ประหยัดเวลา • เก็บฐานข้อมูลได้หลายฐาน — เอาไว้แชร์รหัสผ่านให้ทีมงานหรือครอบครัวก็ได้ • ไฟล์แนบ — ไม่ว่าจะสำเนาพาสพอร์ต หรือรหัสเข้าเซิร์ฟเวอร์ จะอยู่กับคุณตลอดเวลา • สบายใจได้ — แอปของเรามีซอร์สโค้ดให้เข้าไปดูได้
tr: • Otomatik eşitleme — veritabanlarınızı istediğiniz bulut servisinde veya çevrimdışı olarak saklayın. • Otomatik doldurma — birkaç dokunuşla herhangi bir servise giriş yapın. • Touch ID / Face ID — zamandan kazanın. • Çoklu veritabanı — şifrelerinizi çalışma arkadaşlarınızla veya ailenizle paylaşın. • Ekli dosyalar — pasaport taramaları ve sunucu anahtarları, her zaman yanınızda. • Kafanız rahat olsun — açık kaynak kodlarımızı özgürce inceleyebilirsiniz.
uk: • Автоматична синхронізація - актуальні паролі на всіх ваших пристроях. • Автоматичне збереження паролів - входьте у свої акаунти за декілька натискань. • Touch ID / Face ID - безпечно та швидко. • Кілька баз паролів - щоб розділяти особисті, сімейні та робочі секрети. • Прикріплені файли - скани документів або ключі від сервера завжди з вами. • Спокій для душі - наш код повністю відкритий.
zh_cn: •自动同步 - 将您的数据库保存在您喜欢的云端服务中或脱机保存。 •密码自动填充 - 只需轻点几下即可登录任何服务。 •Touch ID /Face ID - 节省您的时间。 •多个数据库 - 与您的团队或家人共享密码。 •附件 - 随时随地查看附件, 比如: 护照扫描件和服务器密钥。 •安心 - 随时查看我们的原始码，它是开源的。
zh_tw: •自動同步 - 將您的資料庫儲存在您喜歡的雲端服務中或離線保存。 •密碼自動填充 - 只需輕點幾下即可登錄任何服務。 •Touch ID /Face ID - 節省您的時間。 •多個資料庫 - 與您的團隊或家人共享密碼。 •附件 - 隨時隨地查看附件, 比如: 護照掃描件和服務器金鑰。 •安心 - 隨時查看我們的原始碼，它是開源的。

# Description/AntiFeatures/title
source: ANTI-FEATURES
ar: الميزات المضادة
cs: ANTI-FUNKCE
de: ANTI-FUNKTIONEN
fr: FONCTIONNALITÉS NON-INCLUSES
it: FUNZIONALITÀ ESCLUSE
ja: 機能にないもの
ko: 제외된 기능
nl: NIET INBEGREPEN
pl: ANTY-FUNKCJE
pt_br: RECURSOS EXCLUÍDOS
pt_pt: NÃO-FUNCIONALIDADES
sk: ANTI-FUNKCIE
sv_se: ANTI-FUNKTIONER
th: คุณสมบัติที่ไม่มี
tr: KARŞIT-ÖZELLİKLER
uk: АНТИФУНКЦІЇ
zh_cn: 我们没有
zh_tw: 我們沒有

# Description/AntiFeatures/text
source: • No in-app browser • No VNC/SSH viewer • No coffee maker • No analytics • No ads
ar: • لا يوجد متصفح داخل التطبيق • لا عارض VNC/SSH • لا صانع قهوة • لا تحليلات • لا إعلانات
cs: • Žádný prohlížeč v aplikaci • Žádný VNC/SSH prohlížeč • Žádný kávovar • Žádná analytika • Žádné reklamy
de: • Kein In-App-Browser • Kein VNC/SSH-Viewer • Keine Kaffeemaschine • Keine Analyse der Daten • Keine Werbung
fr: • Pas de navigateur dans l'application. • Pas de visualiseur VNC/SSH. • Pas de café (pas d'usine à gaz). • Pas d'analyse de vos données. • Pas d'annonces / publicités.
it: • Niente browser in-app • Niente client VNC/SSH • Niente macchina del caffè • Niente raccolta di informazioni • Niente pubblicità
ja: • アプリ内ブラウザはありません • VNC/SSHビュアもありません • コーヒーメーカーもありませんし • 分析ツールもありませんし • 広告もありません
ko: • 앱 내 브라우저 없음 • VNC/SSH 뷰어 없음 • 통계 정보를 수집하지 않음 • 광고 없음
nl: • In-app browser • VNC-/SSH-weergave • Koffiezetapparaat • Gegevensanalyse • Reclame
pl: • Brak przeglądarki w aplikacji • Brak wbudowanego VNC/SSH • Brak ekspresu do kawy • Brak analiz • Brak reklam
pt_br: • Sem navegador embutido • Sem cliente VNC/SSH • Sem cafezinho • Sem rastreamento • Sem anúncios
pt_pt: • Navegador próprio não incluído • Cliente VNC/SSH não incluído • Máquina de café não incluída • Analítica não incluída • Publicidade não incluída
sk: • Žiadny prehľadávač v aplikácii • Žiadny VNC/SSH prehliadač • Žiadny kávovar • Žiadna analytika • Žiadne reklamy
sv_se: • Ingen integrerad webbläsare • Ingen VNC/SSH-klient • Ingen kaffebryggare • Inga analytics • Ingen reklam
th: • ไม่มีเบราเซอร์ในแอป • ไม่มี VNC/SSH viewer • ไม่มีฟีเจอร์ที่ไม่เกี่ยวข้อง • ไม่มีการวิเคราะห์ข้อมูล • ไม่มีโฆษณา
tr: • Uygulama içi tarayıcı yok • VNC/SSH görüntüleyicisi yok • Kahve makinesi yok • Mantıksal çözümlemeler yok • Reklamlar yok
uk: • Без вбудованого браузера • Без VNC / SSH-клієнта • Без кавоварки • Без аналітики • Без реклами
zh_cn: • 内置浏览器 • VNC / SSH查看器 • 分析 • 广告
zh_tw: • 內置瀏覽器 • VNC / SSH查看器 • 分析 • 廣告

# Description/AutomaticSync/title
source: AUTOMATIC SYNC
ar: المُزامنة التلقائية
cs: AUTOMATICKÁ SYNCHRONIZACE
de: AUTOMATISCHE SYNCHRONISIERUNG
fr: SYNCHRONISATION AUTOMATIQUE
it: SINCRONIZZAZIONE AUTOMATICA
ja: 自動同期
ko: 자동 동기화
nl: AUTOMATIC SYNCHRONISATIE
pl: AUTOMATYCZNA SYNCHRONIZACJA
pt_br: SINCRONIZAÇÃO AUTOMÁTICA
pt_pt: SINCRONIZAÇÃO AUTOMÁTICA
sk: AUTOMATICKÁ SYNCHRONIZÁCIA
sv_se: AUTOMATISK SYNKRONISERING
th: ซิงค์อัตโนมัติ
tr: OTOMATİK EŞİTLEME
uk: АВТОМАТИЧНА СИНХРОНІЗАЦІЯ
zh_cn: 自动同步
zh_tw: 自動同步
