Repository: keepassium/KeePassium-L10n
Catalog: */AppStoreListing.xliff
Languages: ar, cs, de, fr, it, ja, ko, nl, pl, pt_br, pt_pt, sk, sv_se, th, tr, uk, zh_cn, zh_tw

# Description/AutomaticSync/text
source: KeePassium can work both offline and with your favorite cloud provider. There is no setup: pick your database through the familiar Files interface — and that's it. By integrating with the Files app, KeePassium supports almost all storage providers, including: • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Drive • NextCloud (with hiccups) • WebDAV and SFTP (via a third-party app) • ...and more! Should a password manager have full access to your corporate file server? Of course not! All the networking is automatically performed by the original storage provider app. This way, KeePassium knows only about few specific databases, not your whole server.
ar: KeePassium يمكن أن يعمل دون اتصال بالانترنت(مَحَلياً) ومع موفر الخدمة السحابية المفضل لديك. لا يوجد إعداد: اين تريد قاعدة البيانات الخاصة بك من خلال واجهة الملفات المألوفة. من خلال التكامل مع تطبيق مدير الملفات، يدعم KeePassium تقريبا جميع مزودي خدمات التخزين، بما في ذلك: • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Drive • NextCloud (with hiccups) • WebDAV and SFTP (via a third-party app) • . .والمزيد! هل يجب أن يكون لمدير كلمة المرور الوصول الكامل إلى خادم ملفات الشركة الخاص بك؟ بالطبع لا! يتم تشغيل جميع الاتصالات تلقائياً بواسطة تطبيق موفر خدمة التخزين الأصلي. بهذه الطريقة، لا يعرف KeePassium سوى القليل من قواعد البيانات المحددة، وليس الخادم بأكمله.
cs: KeePassium může pracovat jak offline, tak i s vaším oblíbeným cloudovým poskytovatelem. Netřeba nic nastavovat: vyberte svou databázi skrze běžného správce souborů — a je to. Integrací s aplikací Soubory tak KeePassium podporuje téměř všechny poskytovatele: • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Drive • NextCloud (s drobným háčkem) • WebDAV a SFTP (přes aplikaci třetí strany) • ...a další! Měl by mít správce hesel plný přístup na váš firemní souborový server? Samozřejmě že ne! Vše na síti je automaticky prováděno pomocí originální aplikace vašeho poskytovatele úložiště. Touto cestou KeePassium zná pouze několik specifických databází, ne celý váš server.
de: KeePassium kann sowohl offline als auch mit dem Cloud-Anbieter Ihrer Wahl arbeiten. Keine Einrichtung notwendig: Wählen Sie Ihre Datenbank durch die vertraute Dateien-Schnittstelle — und das wars. Durch die Integration mit der Dateien-App unterstützt KeePassium fast alle Speicheranbieter, darunter: • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Drive • NextCloud (mit kleinen Problemchen) • WebDAV und SFTP (über eine Drittanbieter-App) • ... Soll ein Passwort-Manager vollen Zugriff auf Ihren Dateiserver haben? Natürlich nicht! Alle Freigaben werden automatisch von der ursprünglichen Speicheranbieter-App durchgeführt. Auf diese Weise kennt KeePassium nur wenige spezifische Datenbanken, nicht Ihren gesamten Server.
fr: KeePassium peut à la fois fonctionner hors ligne et avec votre fournisseur de cloud préféré. Il n'y a pas de configuration : choisissez votre base de données depuis votre interface habituelle dans Fichiers — et c'est tout. En s'intégrant à l'application Fichiers, KeePassium prend en charge presque tous les fournisseurs de stockage, y compris : • iCloud Drive ; • OneDrive ; • Dropbox ; • Box ; • pCloud ; • Google Drive ; • NextCloud (avec hiccups) ; • WebDAV et SFTP (via une application tierce) ; • … et plus encore ! Un gestionnaire de mots de passe devrait-il avoir un accès complet à votre serveur de fichiers d'entreprise ? Bien sûr que non ! Toute la mise en réseau est automatiquement exécutée par l'application d'origine du fournisseur de stockage. De cette façon, KeePassium ne connaît que les bases de données spécifiques, et non pas l'intégralité de votre serveur.
it: KeePassium funziona sia offline sia col tuo fornitore di cloud preferito. Non devi configurare nulla: scegli il tuo database tramite l'interfaccia di File. Tutto qui. Integrandosi con File, KeePassium supporta molti servizi di archiviazione, tra cui: • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Drive • NextCloud (con alcuni problemi) • WebDAV e SFTP (tramite app di terze parti) • ...e molti altri! È giusto che un gestore di password abbia accesso completo al tuo server di file aziendale? Ovviamente no! Tutte le trasmissioni di rete sono automaticamente gestite dal fornitore di archiviazione originale. In questo modo, KeePassium accede solo ad alcuni specifici database e non all'intero server.
ja: KeePassium は、オフラインでも、お好きなクラウドでも利用できます。 設定は不要です。見慣れた画面で自分のデータベースを選ぶだけです。KeePassiumはファイルアプリと統合しているので、ほぼすべてのストレージをサポートします。例えば • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Drive • NextCloud (with hiccups) • WebDAV と SFTP (サードパーティのアプリを使って) • など! パスワードマネージャーがあなたの会社のファイルサーバーにフルアクセスすべきでしょうか。もちろん違います。ネットワークへの接続はすべてストレージアプリによって自動的に行われます。こうすることで、KeePassiumは特定のデータベースにしかアクセスせず、サーバー全体にはアクセスしないのです。
ko: KeePassium은 오프라인 또는 사용자의 클라우드 서비스에 있는 데이터베이스 파일을 사용할 수 있습니다. 따로 사전 설정을 할 필요가 없습니다. 이미 친숙한 파일 앱의 UI를 통해 데이터베이스 파일을 선택하기만 하면 끝입니다. 파일 앱과의 통합 덕분에 아래에 나열된 서비스들을 포함한 거의 모든 저장소 제공자를 지원합니다. • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Drive • NextCloud (불안정할 수 있음) • 다른 앱을 통한 WebDAV 및 SFTP • 그 외 다양한 서비스 지원 데이터베이스 파일의 모든 변경 사항은 저장소 제공자 앱이 자동으로 처리하고 동기화합니다. KeePassium은 사용자가 선택한 데이터베이스 파일 외에는 클라우드 서비스 그 자체나 클라우드에 저장된 다른 파일에 접근할 수 있는 권한을 갖지 못합니다.
nl: KeePassium kan zowel offline werken als met je favoriete clouddienst. Er is geen instelwizard: kies je databank in de bekende bestandsverkenner en klaar is kees. Door de integratie met de Bestanden-app ondersteunt KeePassium bijna alle opslagdiensten, zoals: • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Drive • NextCloud (zij het met enige strubbelingen) • WebDAV en SFTP (met behulp van een externe app) • ... Dient een wachtwoordbeheerder volledige toegang te hebben tot zakelijke bestandsservers? Natuurlijk niet! Alle internethandelingen worden automatisch afgehandeld door de oorspronkelijke app van de opslagdienst. Hierdoor heeft KeePassium alleen weet van specifieke databanken en niet van de hele server.
pl: KeePassium może działać zarówno w trybie offline, jak i z Twoją ulubioną chmurą. Nie potrzeba dodatkowej konfiguracji: wybierz bazę za pomocą interfejsu aplikacji Pliki - i to wszystko. Poprzez integrację z aplikacją Pliki, KeePassium obsługuje prawie wszystkich dostawców magazynu, w tym: • Dysk iCloud • OneDrive • Dropbox • Box • pCloud • Dysk Google • NextCloud (z czkawką) • WebDAV i SFTP (przez aplikacje innych firmy) • ...i więcej! Czy menedżer haseł powinien mieć pełny dostęp do serwera plików? Oczywiście, że nie! Wszystkie połączenia są automatycznie wykonywane przez oryginalną aplikację dostawcy magazynu. W ten sposób KeePassium widzi tylko wskazane bazy, a nie całą zawartość serwera.
pt_br: KeePassium pode funcionar tanto offline quanto com seu serviço de nuvem favorito. Sem configuração: apenas abra seu banco de dados no app Arquivos — e pronto. Ao se integrar com o Arquivos, KeePassium suporta quase todos os serviços de armazenamento, incluindo: • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Drive • NextCloud (com algum trabalho) • WebDAV e SFTP (usando apps de terceiros) • ...e mais! Um gerenciador de senhas deveria ter acesso completo ao seu servidor corporativo de arquivos? Claro que não! Toda a sincronização é feita automaticamente pelo app original do serviço de armazenamento. Assim, KeePassium vê apenas alguns bancos de dados específicos, e não seu servidor inteiro.
pt_pt: KeePassium pode funcionar tanto offline quanto com seu serviço de “cloud storage” favorito. Não há nada para configurar: basta abrir a sua base de dados na aplicação Ficheiros — e é só isso. Através desta integração, o KeePassium é compatível quase todos os serviços de armazenamento, incluindo: • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Drive • NextCloud (com algum trabalho) • WebDAV e SFTP (usando aplicações de terceiros) • ...e mais! Para que precisaria um “password manager” de ter acesso completo aos servidores da sua empresa? Para nada! Toda a sincronização é realizada automaticamente através da aplicação original do serviço de armazenamento. Assim, o KeePassium só terá acesso às bases de dados que seleccionar.
sk: KeePassium môže pracovať ako offline, tak aj s vašim obľúbeným cloudovým poskytovateľom. Netreba nič nastavovať: vyberte si svoju databázu cez bežného správcu súborov – a je to. Integráciou s aplikáciou Súbory KeePassium podporuje takmer všetkých poskytovateľov úložísk, vrátane: • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Drive • NextCloud (s malými obmedzeniami) • WebDAV a SFTP (cez aplikáciu tretej strany) • … a ďalšie! Mal by mať správca hesiel plný prístup na váš firemný súborový server? Samozrejme, že nie! Všetko na sieti je automaticky vykonávané pomocou originálnej aplikácie vášho poskytovateľa úložiska. Takto KeePassium pozná iba niekoľko špecifických databáz, nie celý váš server.
sv_se: KeePassium kan användas lokalt på telefonen, eller mot din favoritmolntjänst. Det behövs ingen krånglig konfiguration; Välj din databas genom det bekanta gränssnittet i Filer — och du är klar! Genom integrationen med appen Filer kommer KeePassium åt nästan alla tjänster för lagring, inklusive: • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Drive • NextCloud (med små utmaningar) • WebDAV and SFTP (via tredjepartsapp) • ...och fler! Borde en lösenordshanterare ha full tillgång till din filserver? Absolut inte! All nätverkskommunikation sköts automatiskt av lagringstjänstens egna app. På detta sätt behöver KeePassium endast ha vetskap om några enstaka databasfiler, inte hela innehållet på servern.
th: KeePassium สามารถใช้งานแบบออฟไลน์ หรือใช้คลาวด์ที่คุณชอบก็ได้ ไม่ต้องทำอะไรทั้งนั้น: วางไฟล์ฐานข้อมูลของคุณไว้ที่ไหนก็ได้ในเครื่อง โดยตัวแอปจะเชื่อมเข้ากับแอปจัดการไฟล์เอง เพราะ KeePassium รองรับระบบจัดเก็บข้อมูลได้หลายตัว เช่น: • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Drive • NextCloud (with hiccups) • WebDAV and SFTP (via a third-party app) • ...และอื่น ๆ คิดว่าควรให้ตัวจัดการรหัสผ่านสามารถเข้าถึงไฟล์ในเซิร์ฟเวอร์ขององค์กรได้เต็มรูปแบบหรือ? แน่นอนว่าไม่ได้! เพราะระบบจัดเก็บข้อมูลทุกอย่างจะทำงานด้วยตัวของมันเองอยู่แล้ว เพราะนี่แหละ KeePassium จะใช้งานแค่เฉพาะฐานอย่างเดียว ไม่ใช่ทั้งเซิร์ฟเวอร์สักหน่อย
tr: KeePassium hem çevrimdışı hem de favori bulut sağlayıcınızla çalışabilir. Kurulum yok: Veritabanınızı bildiğiniz Dosyalar arayüzünden seçin - hepsi bu kadar. Dosyalar uygulamasına entegre olarak, KeePassium aşağıdakiler dahil neredeyse tüm depolama sağlayıcılarını destekler: • iCloud Drive • OneDrive • DropBox • Box • pCloud • Google Drive • NextCloud • WebDAV ve SFTP (üçüncü parti uygulaması ile) • ...ve daha fazlası! Bir şifre yöneticisi kurumsal dosya sunucunuza tam erişim hakkına sahip olmalı mı? Tabii ki değil! Tüm ağ iletişimi, orijinal depolama sağlayıcı uygulaması tarafından otomatik olarak gerçekleştirilir. Bu sayede, KeePassium tüm sunucunuzu değil, yalnızca birkaç belirli veritabanını bilir.
uk: KeePassium вміє працювати як автономно, так і з хмарними сховищами файлів. Без зайвих налаштувань: просто виберіть файл своєї бази паролів - і все. KeePassium працює з системним додатком "Файли" і таким чином підтримує майже всі онлайн-сховища. Включаючи: • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Диск • NextCloud (через біль..) • WebDAV та SFTP (через інший додаток) • ... та інші! Чи повинен менеджер паролів мати повний доступ до вашого корпоративного файлового сервера? Звичайно, ні! Вся робота з мережею покладена на рідний додаток онлайн-сховища. Таким чином, KeePassium має доступ лише до кількох баз і нічого не знає про інші файли на сервері.
zh_cn: KeePassium可以脱机运行，也可以与您最喜欢的云端服务一起使用。 几乎不用设置：通过熟悉的界面选择您的数据库 - 就是这样。 与"文件"应用程序的集成，KeePassium支持几乎所有云端服务商，包括： • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Drive • NextCloud (with hiccups) • WebDAV and SFTP (通过第三方服务) • ...还有更多! KeePassium 是否应具有对云端服务的完全访问权限？ 当然不是！ 所有同步操作都由您选择的云端服务商提供的程序自动执行。 这样KeePassium只知道几个特定的数据库，而不是整个云端中的所有数据。
zh_tw: KeePassium可以離線運行，也可以與您最喜歡的雲端服務一起使用。 幾乎不用設置：通過熟悉的界面選擇您的資料庫 - 就是這樣。 與"檔案"應用程式的集成，KeePassium支持幾乎所有雲端服務商，包括： • iCloud Drive • OneDrive • Dropbox • Box • pCloud • Google Drive • NextCloud (with hiccups) • WebDAV and SFTP (通過第三方服務) • ...還有更多! KeePassium 是否應具有對雲端服務的完全訪問權限？ 當然不是！ 所有同步操作都由您選擇的雲端服務商提供的程式自動執行。 這樣KeePassium只知道幾個特定的資料庫，而不是整個雲端中的所有資料。

# Description/More/title
source: WHAT ELSE CAN IT DO?
ar: ماذا يتيح لي ايضاً؟
cs: CO JEŠTĚ UMÍ?
de: WAS KANN ES NOCH?
fr: QUE PEUT-IL FAIRE DE PLUS ?
it: COS'ALTRO PUÒ FARE?
ja: 他に何ができるの？
ko: 부가적인 기능
nl: WAT KAN IK NOG MEER DOEN MET DE APP?
pl: CO JESZCZE MOŻE ZROBIĆ?
pt_br: O QUE MAIS KEEPASSIUM PODE FAZER?
pt_pt: E QUE MAIS?
sk: ČO EŠTE DOKÁŽE?
sv_se: VAD MER KAN APPEN GÖRA?
th: ทำอะไรอย่างอื่นได้อีกบ้าง?
tr: BAŞKA NE YAPILABİLİR?
uk: ЯКІ ЩЕ ФУНКЦІЇ ДОСТУПНІ?
zh_cn: 它还能做什么?
zh_tw: 它還能做什麼?

# Description/More/text
source: • Read and write all database formats (kdb, kdbx3, kdbx4 — including Argon2/ChaCha20) • View time-based one-time passwords (TOTP) • View deleted groups and entries (Recycle Bin) • View previous revisions of an entry • View and edit custom fields • View custom icons • And more! See for yourself, it's free.
ar: • قراءة وكتابة جميع صيغ قاعدة البيانات (kdb, kdbx3, kdbx4 - بما في ذلك Argon2/ChaCha20) • عرض كلمات المرور المبنية على الوقت، الاستخدام لمرة واحدة (TOTP) • عرض المجموعات أوالسجلات المحذوفة (سلة المحذوفات) • عرض الإصدارات السابقة للسجلات قبل التعديل عليها. • عرض وتعديل الحقول المخصصة. • عرض الأيقونات المخصصة. • وأكثر! انظر لنفسك، إنها مجانية.
cs: • Číst a zapisovat všechny databázové formáty (kdb, kdbx3, kdbx4 — včetně Argon2/ChaCha20) • Zobrazovat časově omezená jednorázová hesla (TOTP) • Zobrazovat smazané skupiny a záznamy (Odpadkový Koš) • Zobrazovat předchozí revize záznamů • Zobrazovat a upravovat vlastní pole • Zobrazovat vlastní ikony • A mnoho dalšího! Přesvědčte se sami, je to zdarma.
de: • Lesen und Schreiben aller Datenbankformate (kdb, kdbx3, kdbx4 — inklusive Argon2/ChaCha20) • Zeitbasierte Einmalpasswörter anzeigen (TOTP) • Gelöschte Gruppen und Einträge anzeigen (Papierkorb) • Vorherige Revisionen eines Eintrags anzeigen • Benutzerdefinierte Felder anzeigen und bearbeiten • Benutzerdefinierte Icons anzeigen • Und mehr! Sehen Sie selbst nach, es ist kostenlos.
fr: • Lire et écrire tous les formats de base de données (kdb, kdbx3, kdbx4 — incluant Argon2/ChaCha20). • Afficher les mots de passe à usage unique basés sur le temps (TOTP). • Afficher les groupes et entrées supprimés (Corbeille). • Afficher les révisions précédentes d'une entrée. • Afficher et éditer les champs personnalisés. • Afficher les icônes personnalisées. • Et plus ! Voyez par vous-même, c'est gratuit.
it: • Leggere e scrivere tutti i formati di database (kdb, kdbx3, kdbx4, compreso Argon2/ChaCha20) • Visualizzare password monouso a tempo (TOPT) • Visualizzare gruppi e voci eliminate (Cestino) • Visualizzare versioni precedenti di una voce • Visualizzare icone personalizzate • E altro! Dacci un'occhiata, è gratis.
ja: • データベースのすべての形式の読み書き (kdb, kdbx3, kdbx4, Argon2/ChaCha20) • 時間基準のワンタイムパスワード (TOTP) の表示 • 削除したグループやエントリーの表示 (ごみ箱) • エントリーの改訂履歴の表示 • カスタムフィールドの表示・編集 • カスタムアイコンの表示 • などなど！ 確認してみてください。無料ですので。
ko: • 모든 데이터베이스 포맷 읽기/쓰기 (kdb, kdbx3, kdbx4 — Argon2/ChaCha20 알고리즘 포함) • 시간 기반 일회성 패스워드(TOTP) 확인 • 삭제된 그룹 또는 항목 확인 (휴지통 기능) • 항목의 이전 변경 기록 확인 • 사용자 지정 필드 확인 및 편집 • 사용자 지정 아이콘 표시 • 그 외 다양한 기능들이 당신을 기다리고 있습니다! 무료이니 직접 확인해보세요.
nl: • Lees en schrijf van/naar alle databankformaten (kdbx3, kdbx4 - inclusief Argon2/Cha20) • Bekijk eenmalige wachtwoorden (TOTP) • Bekijk verwijderde groepen en items (prullenbak) • Bekijk eerdere revisies van een item • Bekijk en pas aangepaste velden aan • Bekijk aangepaste pictogrammen • en nog veel meer! Bekijk het zelf; de app is gratis.
pl: • Odczyt i zapis wszystkich formatów bazy (kdb, kdbx3, kdbx4 — włączając Argon2/ChaCha20) • Wyświetlanie czasowego hasła jednorazowego (TOTP) • Widok usuniętych grupy i wpisów (Kosz) • Wyświetlanie poprzednich wersji wpisu • Wyświetlanie i edycja własnych pól • Własne ikony • I więcej! Zobacz sam, za darmo.
pt_br: • Abrir e salvar todos os formatos de banco de dados (kdb, kdbx3, kdbx4 — incluindo Argon2/Cha20) • Mostrar senhas únicas baseadas em tempo (TOTP) • Mostrar grupos e entradas excluídos (Lixeira) • Mostrar revisões anteriores de uma entrada • Mostrar e editar campos personalizados • Mostrar ícones personalizados • E muito mais! Confira você mesmo, é grátis.
pt_pt: • Compatibilidade com todos os formatos de base de dados KeePass (kdb, kdbx3, kdbx4 — incluindo Argon2/Cha20), tanto para abrir quanto para guardar • Acesso a códigos de uso único (TOTP) • Acesso a grupos e entradas apagados (Lixo) • Acesso a todas as versões anteriores de cada entrada • Acesso e edição de campos personalizados • Personalização de ícones • E muito mais! Experimente, é gratuito.
sk: • Čítať a zapisovať všetky databázové formáty (kdb, kdbx3, kdbx4 — vrátane Argon2/ChaCha20) • Zobrazovať časovo obmedzené jednorázové heslá (TOTP) • Zobrazovať zmazané skupiny a záznamy (Odpadkový Kôš) • Zobrazovať predchádzajúce revízie záznamov • Zobrazovať a upravovať vlastné polia • Zobrazovať vlastné ikony • A mnoho ďalšieho! Presvedčte sa sami, je to zadarmo.
sv_se: • Läsa och skriva alla databasformat (kdb, kdbx3, kdbx4 — inklusive Argon2/ChaCha20) • Visa tidsbaserade engångslösenord (TOTP) • Visa raderade grupper och konton (Papperskorg) • Visa äldre revisioner av ett konto • Visa och redigera anpassade fält • Visa anpassade ikoner • Och mer! Prova själv, det kostar inte ett öre.
th: • อ่านและเขียนฐานข้อมูลได้ทุกฟอร์แมท (kdb, kdbx3, kdbx4 — ที่ใช้ Argon2/ChaCha20) • ดู time-based one-time passwords (TOTP) • ดูกลุ่มและรายการที่ลบไปแล้ว (ถังขยะ) • ดูประวัติการแก้ไขของแต่ละรายการได้ • ดูและแก้ไขช่องรายการที่กำหนดเองได้ • ดูไอคอนที่กำหนดเองได้ • ยังมีอีก! มาดูเอาเอง โหลดฟรี
tr: • Tüm veritabanı biçimlerini okuyun ve yazın (kdb, kdbx3, kdbx4 - Argon2 / ChaCha20 dahil) • Zamana dayalı tek seferlik şifreleri görüntüleme (TOTP) • Silinen grupları ve girişleri görüntüleme (Geri Dönüşüm Kutusu) • Bir girişin önceki revizyonlarını görüntüleme • Özel alanları görüntüleme ve düzenleme • Özel simgeleri görüntüle • Ve dahası! Kendiniz görün, ücretsiz.
uk: Читати і записувати файли всіх форматів KeePass (kdb, kdbx3, kdbx4 - включаючи Argon2 / ChaCha20) • Перегляд одноразових паролів (TOTP) • Перегляд видалених груп і записів (Смітник) • Перегляд попередніх версій записів • Перегляд та редагування користувацьких полів • Перегляд нестандартних іконок • І багато іншого! Гляньте, це безкоштовно.
zh_cn: •读写所有KeePass数据库格式(kdb，kdbx3，kdbx4 - 包括Argon2 / ChaCha20) •查看基于时间的一次性密码(TOTP) •查看已删除的组和条目(资源回收桶) •查看条目的先前修订版 •查看和编辑自定义字段 •查看自定义图标 •还有更多功能! 等着您的发掘, 它是免费的。
zh_tw: •讀寫所有KeePass資料庫格式(kdb，kdbx3，kdbx4 - 包括Argon2 / ChaCha20) •查看基於時間的一次性密碼(TOTP) •查看已刪除的群組和項目(資源回收桶) •查看條目的先前修訂版 •查看和編輯自定義字段 •查看自定義圖示 •還有更多功能! 等著您的發掘, 它是免費的。

# Description/Privacy/title
source: PRIVACY
ar: الخصوصية
cs: SOUKROMÍ
de: DATENSCHUTZ
fr: CONFIDENTIALITÉ
ja: プライバシー
ko: 개인 정보
pl: PRYWATNOŚĆ
pt_br: PRIVACIDADE
pt_pt: PRIVACIDADE
sk: SÚKROMIE
sv_se: SEKRETESS
th: ความเป็นส่วนตัว
tr: ÖZEL
uk: ПРИВАТНІСТЬ
zh_cn: 隐私权
zh_tw: 隱私權

# Description/Privacy/text
source: This app does not collect any personal data. We sell the app, not its users.
ar: هذا التطبيق لا يجمع أي معلومات شخصية. نحن نبيع التطبيق، وليس مُستخدميه.
cs: Aplikace neshromažďuje žádná osobní data. Prodáváme aplikaci, nikoli její uživatele.
de: Diese App sammelt keine persönlichen Daten. Wir verkaufen die App, nicht ihre Benutzer.
fr: Cette application ne collecte aucune donnée personnelle. Nous vendons l'application, pas ses utilisateurs.
it: Questa app non raccoglie alcun dato personale. Noi vendiamo l'app, non i suoi utenti.
ja: このアプリは個人データを一切収集しません。売っているのはアプリであって、ユーザーではありません。
ko: 이 앱은 사용자의 개인적인 데이터를 수집하지 않으며, 사용자 정보를 그 누구와도 공유하지 않습니다.
nl: Deze app verzamelt geen persoonlijke gegevens. We verkopen de app, niet de gebruikers.
pl: Ta aplikacja nie zbiera żadnych danych osobowych. Sprzedajemy aplikację, a nie jej użytkowników.
pt_br: Este app não coleta quaisquer dados pessoais. Nós vendemos o app, não seus usuários.
pt_pt: Não são recolhidos quaisquer dados pessoais. Vendemos a aplicação, não os seus utilizadores.
sk: Aplikácia nezhromažďuje žiadne osobné údaje. Predávame aplikáciu, nie jej používateľov.
sv_se: Denna app samlar inte in någon personlig data. Vi säljer appen, inte dess användare.
th: แอปนี้ไม่เก็บข้อมูลส่วนตัวใด ๆ เพราะเราขายแอป ไม่ใช่ตัวผู้ใช้งาน
tr: Bu uygulama herhangi bir kişisel veri toplamaz. Biz uygulamayı satıyoruz, kullanıcıları değil.
uk: Додаток не збирає жодних особистих даних. Ми продаємо програму, а не її користувачів.
zh_cn: 此应用程序不会收集任何个人资料。我们销售的是应用程序，而不是用户数据。
zh_tw: 此應用程式不會收集任何個人資料。我們銷售的是應用程式，而不是用戶資料。

# Description/CommercialAndOpen/title
source: COMMERCIAL AND OPEN
ar: تجاري ومفتوح
cs: KOMERČNÍ A OTEVŘENÝ
de: KOMMERZIELL UND OFFEN
fr: PAYANT ET OUVERT
it: COMMERCIALE E OPEN SOURCE
ja: 商用でオープンな
ko: 상업적 오픈 소스
nl: COMMERCIEEL EN OPEN
pl: KOMERCYJNA I OTWARTA
pt_br: COMERCIAL E ABERTO
pt_pt: COMERCIAL E ABERTO
sk: KOMERČNÝ A OTVORENÝ
sv_se: KOMMERSIELL OCH ÖPPEN
th: เป็นทั้งเชิงพาณิชย์และโอเพนซอร์ส
tr: TİCARİ VE AÇIK
uk: КОМЕРЦІЙНЕ і ВІДКРИТЕ
zh_cn: 商业应用及开源应用
zh_tw: 商業應用及開源應用
