Repository: keepassium/KeePassium-L10n
Catalog: */AppStoreListing.xliff
Languages: ar, cs, de, fr, it, ja, ko, nl, pl, pt_br, pt_pt, sk, sv_se, th, tr, uk, zh_cn, zh_tw

# Description/Footer/text
source: * Premium version is available as an in-app purchase, either as a subscription or a one-time payment. * Payment will be charged to your Apple ID account at the confirmation of (in-app) purchase. Subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. * You can manage and cancel your subscriptions by going to your account settings on the App Store after purchase. * Privacy policy: https://keepassium.com/privacy/app * Terms of Use: https://keepassium.com/terms/app
ar: *النسخة المدفوعة متوفرة كشراء داخل التطبيق، سواءً اشتراك أو الدفع مرة واحدة. *سوف يتم اقتطاع المبلغ من حساب Apple ID عند تأكيد الشراء. يتجدد الاشتراك تلقائيًا إلا إذا قمت بالإلغاء في غضون 24 ساعة على الأقل قبل انتهاء فترة الاشتراك الحالية. وسوف يتم خصم المبلغ من حسابك نظير التجديد في غضون فترة 24 ساعة قبل نهاية الفترة المحددة. *يمكنك إدارة اشتراكاتك وإلغائها بالذهاب إلى إعدادات الحساب في App Store بعد الاشتراك. *سياسة الخصوصية: https://keepassium.com/privacy/app *شروط الاستخدام: https://keepassium.com/terms/app
cs: * Prémiová verze je dostupná přes nákup v aplikaci, buď jako předplatné nebo jednorázová platba. * Platba bude účtována na váš Apple účet při potvrzení koupě. Předplatné se automaticky obnoví, pokud nebude zrušeno nejméně 24 hodin před koncem aktuálního období. Platba za obnovení předplatného bude stržena až 24 hodin před vypršením aktuálního období. * Své předplatné můžete spravovat and zrušit po provedení koupě v nastavení účtu v App Store. * Zásady ochrany osobních údajů: https://keepassium.com/privacy/app * Podmínky užití: https://keepassium.com/terms/app
de: * Premium-Version ist als In-App-Kauf verfügbar, entweder als Abonnement oder als einmalige Zahlung. * Zahlung wird bei der Bestätigung des (In-App-) Kaufs auf Ihre Apple-ID berechnet. Das Abonnement erneuert sich automatisch, wenn es nicht mindestens 24 Stunden vor Ablauf der aktuellen Laufzeit abgebrochen wird. Ihr Konto wird innerhalb von 24 Stunden vor Ablauf der aktuellen Laufzeit für die Verlängerung des Abbonnements belastet. * Sie können Ihre Abonnements verwalten und stornieren, indem Sie nach dem Kauf in Ihre Kontoeinstellungen im App Store gehen. * Datenschutzrichtlinie: https://keepassium.com/privacy/app * Nutzungsbedingungen: https://keepassium.com/terms/app
fr: * La version Premium est disponible sous forme d'achat dans l'application, que ce soit sous forme d'un abonnement ou d'un paiement unique. * Le paiement sera facturé sur votre compte Apple ID lors de la confirmation de l'achat (dans l'application). L'abonnement se renouvelle automatiquement sauf s'il est annulé au moins 24 heures avant la fin de la période en cours. Votre compte sera facturé pour le renouvellement dans les 24 heures précédant la fin de la période en cours. * Vous pouvez gérer et annuler vos abonnements en vous rendant dans les paramètres de votre compte sur l'App Store après l'achat. * Politique de confidentialité : https://keepassium.com/privacy/app * Conditions d'utilisation : https://keepassium.com/terms/app
it: * La versione Premium è disponibile come acquisto in-app, sia come abbonamento sia come pagamento singolo. * Il pagamento sarà addebitato sul tuo Apple ID alla conferma dell'acquisto (in-app). L'abbonamento si rinnova automaticamente a meno che non venga annullato almeno 24 ore prima della fine del periodo corrente. Il rinnovo verrà addebitato sul tuo account nelle 24 ore che precedono la scadenza. * Puoi gestire e annullare i tuoi abbonamenti nelle impostazioni del tuo account dall'App Store dopo l'acquisto. * Politica sulla Privacy: https://keepassium.com/privacy/app * Termini d'uso: https://keepassium.com/terms/app
ja: ＊プレミアム版はアプリ内で購入できます。サブスクリプション（期限付き使用）も一括支払いも可能です。 ＊お支払いはApple IDのアカウントに対して (アプリ内) 購入が確認された時点で請求します。サブスクリプションは、期限が切れる24時間前までにキャンセルされなければ自動的に更新します。更新した場合、期限終了前の24時間以内にアカウントに請求いたします。 ＊サブスクリプションの管理やキャンセルは、購入後にApp Storeのアカウント設定で行うことができます。 ＊個人情報保護方針：https://keepassium.com/privacy/app ＊利用規約：https://keepassium.com/terms/app
ko: * 프리미엄 버전은 인앱 구매를 통해 구독 혹은 일회성 결제 방식으로 활성화할 수 있습니다. * 결제는 (인앱) 구매를 확정함과 즉시 사용자의 Apple ID에 이루어집니다. 구독은 활성화된 구독 기간이 끝나기 최소 24시간 전에 구독을 취소하지 않는 한 자동으로 갱신됩니다. * 구매 후 App Store의 계정 설정에서 활성화된 구독을 관리하실 수 있습니다. * 개인정보취급방침 : https://keepassium.com/privacy/app * 사용약관 : https://keepassium.com/terms/app
nl: * De premium-versie is beschikbaar als in-appaankoop, hetzij als abonnement, hetzij als eenmalige betaling. * De betaling wordt in rekening gebracht op je Apple ID bij de bevestiging van de (in-app)aankoop. Het abonnement wordt automatisch verlengd, tenzij het ten minste 24 uur vóór het einde van de huidige periode wordt geannuleerd. Je account wordt belast met verlenging binnen 24 uur vóór het einde van de huidige periode. * Je kunt je abonnementen beheren en annuleren door na aankoop naar je accountinstellingen te gaan in de App Store. * Privacybeleid: https://keepassium.com/privacy/app * Gebruiksvoorwaarden: https://keepassium.com/terms/app
pl: * Wersja Premium jest dostępna jako zakup w aplikacji, jako subskrypcja lub jednorazowa płatność. * Płatność obciąży Twoje konto Apple ID po potwierdzeniu zakupu w aplikacji. Subskrypcja odnawia się automatycznie, chyba że zostanie anulowana co najmniej 24 godziny przed końcem bieżącego okresu. Twoje konto zostanie obciążone opłatą za przedłużenie subskrypcji w ciągu 24 godzin przed końcem bieżącego okresu. * Po zakupie możesz zarządzać i anulować subskrypcje przechodząc do ustawień konta w App Store. * Polityka prywatności: https://keepassium.com/privacy/app * Warunki użytkowania: https://keepassium.com/terms/app
pt_br: * Versão Premium é uma compra dentro do app, disponível como assinatura ou compra avulsa. * O valor será cobrado de seu Apple ID imediatamente ao confirmar a compra dentro do app. Assinaturas possuem renovação automática, a menos que canceladas até 24 horas antes do fim do período vigente. A renovação da assinatura será cobrada durante as últimas 24 horas do período de assinatura vigente. * Após a compra, você pode gerenciar e cancelar suas assinaturas nas configurações de sua conta na App Store. * Política de privacidade: https://keepassium.com/privacy/app * Termos de uso: https://keepassium.com/terms/app
pt_pt: * A versão Premium pode ser comprada na própria aplicação, quer seja por assinatura ou permanentemente. * O valor será cobrado no seu Apple ID imediatamente ao confirmar a compra. A assinatura renovar-se-á automaticamente, a menos que seja cancelada até 24 horas antes do fim do período vigente. A renovação da assinatura será cobrada durante as últimas 24 horas do período de assinatura vigente. * Após a compra, pode gerir e cancelar as suas assinaturas nas definições da sua conta na App Store. * Política de privacidade: https://keepassium.com/privacy/app * Termos de Utilização: https://keepassium.com/terms/app
sk: * Prémiová verzia je dostupná cez nákup v aplikácii, a to buď ako predplatné alebo jednorázová platba. * Platba bude naúčtovaná na váš Apple účet pri potvrdení nákupu. Predplatné sa automaticky obnoví, ak nebude zrušené najmenej 24 hodín pred koncom aktuálneho obdobia. Platba za obnovenie predplatného bude zúčtovaná z vášho účtu počas 24 hodín pred vypršaním aktuálneho obdobia. * Svoje predplatné môžete spravovať alebo zrušiť po vykonaní nákupu v nastavení vášho účtu v App Store. * Zásady ochrany osobných údajov: https://keepassium.com/privacy/app * Podmienky používania: https://keepassium.com/terms/app
sv_se: * Premiumversionen är tillgänglig som köp inuti appen, antingen som en prenumeration eller en engångsbetalning. * Betalningen kommer göras mot ditt Apple ID vid bekräftelsen av köpet inuti appen. Prenumerationer förnyas automatiskt om de ej är uppsagda 24 timmar innan slutet på den aktiva perioden. Betalning kommer dras mot ditt konto inom 24 timmar från periodens utgång. * Du kan hantera och avbryta din prenumeration genom att gå till dina kontoinställningar i App Store, efter köpet. * Integritetspolicy: https://keepassium.com/privacy/app * Användarvillkor: https://keepassium.com/terms/app
th: * เวอร์ชันพรีเมียมจะอยู่ในการซื้อภายในแอป ทั้งรูปแบบสมัครรับหรือจ่ายครั้งเดียว * การชำระเงินจะเรียกเก็บไปยังบัญชี Apple ID ขณะที่ยืนยันการซื้อ (ภายในแอป) การสมัครรับจะต่ออายุให้อัตโนมัติจนกว่าจะขอยกเลิกก่อนเวลาสิ้นสุดรอบใช้งานปัจจุบันอย่างน้อย 24 ชั่วโมง บัญชีของคุณจะถูกเรียกเก็บเงินเพื่อต่ออายุภายใน 24 ชั่วโมงก่อนเวลาสิ้นสุดของรอบใช้งานปัจจุบัน * คุณสามารถจัดการและยกเลิกการสมัครรับของคุณได้โดยเข้าไปที่ตั้งค่าบัญชีของคุณใน App Store หลังจากทำการซื้อเรียบร้อยแล้ว * นโยบายความเป็นส่วนตัว: https://keepassium.com/privacy/app * ข้อกำหนดการใช้งาน: https://keepassium.com/terms/app
tr: * Premium sürüm, abonelik veya tek seferlik ödeme olarak uygulama içi satın alma yoluyla kullanılabilir. * Ödeme, (uygulama içi) satın alımın onaylanmasından sonra Apple ID hesabınızdan tahsil edilecektir. Abonelik, cari dönemin bitiminden en az 24 saat önce iptal edilmediği sürece otomatik olarak yenilenir. Cari dönemin bitiminden 24 saat önce hesabınızdan yenileme ücreti alınacaktır. * Satın aldıktan sonra App Store'daki hesap ayarlarınıza giderek aboneliklerinizi yönetebilir ve iptal edebilirsiniz. * Gizlilik politikası: https://keepassium.com/privacy/app * Kullanım Koşulları: https://keepassium.com/terms/app
uk: * Преміум-версія доступна у вигляді внутрішньої покупки (як підписка або як одноразовий платіж). * Плата буде списана з вашого облікового запису Apple ID при підтвердженні покупки. Підписка продовжується автоматично, доки її не скасувати як мінімум за добу до закінчення поточного періоду. Плата за продовження буде списана протягом доби до закінчення поточного періоду. * Керувати підписками і скасовувати їх після покупки можливо в налаштуваннях облікового запису у магазині App Store. * Політика конфіденційності: https://keepassium.com/privacy/app * Умови використання: https://keepassium.com/terms/app
zh_cn: *高级版作为应用内购买，可按周期订阅或一次性付款。 *付款将在(应用内)购买确认时从您的Apple ID账户中扣除。 除非在到期前至少24小时取消，否则订阅会自动续订。 您的账户将在到期前24小时内收取续订费用。 *您可以在购买后转到App Store上的账户设置来管理和取消订阅。 *隐私政策：https://keepassium.com/privacy/app *使用条款：https://keepassium.com/terms/app
zh_tw: *進階版作為應用內購買，可按週期訂閱或一次性付款。 *付款將在(應用內)購買確認時從您的Apple ID帳戶中扣除。 除非在到期前至少24小時取消，否則訂閱會自動續訂。 您的帳戶將在到期前24小時內收取續訂費用。 *您可以在購買後轉到App Store上的帳戶設置來管理和取消訂閱。 *隱私政策：https://keepassium.com/privacy/app *使用條款：https://keepassium.com/terms/app

# Subtitle Pro
source: Lifetime license
ar: ترخيص مدى الحياة
cs: Doživotní licence
de: Lebenslange Lizenz
fr: Licence à vie
it: Licenza a vita
ja: 永続ライセンス
ko: 평생 소유 라이선스
nl: Levenslange licentie
pl: Dożywotnia licencja
pt_br: Licença vitalícia
pt_pt: Licença vitalícia
sk: Doživotná licencia
sv_se: Livstidslicens
th: สิทธิ์ใช้งานตลอดชีพ
tr: Ömür Boyu Kullanım Lisansı
uk: Довічна ліцензія
zh_cn: 终生授权
zh_tw: 終生訂閱

# Description/Intro Pro
source: KeePassium Pro is the full version of KeePassium Password Manager. This app offers a lifetime license as a one-time purchase.
ar: KeePassium Pro هو النسخة الكاملة من مُدير كلمات المُرور KeePassium. يوفر هذا التطبيق رُخصة مدى الحياة كعملية شراء لِمرّة واحدة.
cs: KeePassium Pro je plnou verzí aplikace KeePassium – Správce hesel. Tato aplikace nabízí doživotní licenci jako jednorázový nákup.
de: KeePassium Pro ist die Vollversion von KeePassium Password Manager. Diese App bietet eine lebenslange Lizenz als einmaliger Kauf.
fr: KeePassium Pro est la version complète de KeePassium - KeePass pour iOS. Cette application offre une licence à vie sous la forme d'un achat unique.
it: KeePassium Pro è la versione completa di KeePassium - Gestore password. Quest'app offre una licenza a vita tramite acquisto singolo.
ja: KeePassium ProはKeePassium Password Managerのフルバージョンです。1回限りの購入で永続ライセンスを提供します。
ko: KeePassium Pro는 KeePassium 패스워드 관리자의 풀버전입니다. 한 번 결제하면 평생동안 풀버전 라이선스를 소유하게 됩니다.
nl: KeePassium Pro is de volledige versie van KeePassium Password Manager. Deze app biedt een levenslange licentie met een eenmalige aankoop.
pl: KeePassium Pro jest pełną wersją KeePassium Password Manager. Oferuje jednorazowy zakup dożywotniej licencji.
pt_br: KeePassium Pro é a versão completa do gerenciador de senhas KeePassium. Este app oferece uma licença vitalícia com uma única compra.
pt_pt: O KeePassium Pro é a versão completa do KeePassium. Esta aplicação oferece uma licença vitalícia através de uma única compra.
sk: KeePassium Pro je plnou verziou aplikácie KeePassium – Správca hesiel. Táto aplikácia ponúka doživotnú licenciu ako jednorazový nákup.
sv_se: KeePassium Pro är den fullständiga versionen av KeePassium Password Manager. Appen erbjuder en livstidslicens som ett engångsköp.
th: KeePassium Pro คือเวอร์ชันเต็มของ KeePassium ตัวจัดการรหัสผ่าน ตัวแอปนี้จะให้สิทธิ์การใช้งานตลอดชีพด้วยการชำระเงินครั้งเดียว
tr: KeePassium Pro, KeePassium Şifre Yöneticisinin tam sürümüdür. Bu uygulama tek seferlik ödemeyle ömür boyu lisans hakkı sunar.
uk: KeePassium Pro - це повна версія менеджера паролів KeePassium. Ця версія надає довічну ліцензію у вигляді разової покупки.
zh_cn: KeePassium Pro 是完整版本的 KeePassium 密码管理器。这个应用程序作为一次性购买提供终生许可证。
zh_tw: KeePassium Pro 是 KeePassium 密碼管理器完整功能的版本，提供了一次性購買的終身授權。

# Benefits of the Pro version
source: • All premium features (current and future) • Lifetime email support • No in-app purchases
ar: • جميع الميزات المميزة (الحالية والمستقبلية) • دعم البريد الإلكتروني مدى الحياة • لا مشتريات في التطبيق
cs: • Všechny prémiové funkce (aktuální i budoucí) • Doživotní e-mailová podpora • Žádné nákupy v aplikaci
de: • Alle Premium-Funktionen (aktuell und zukünftig) • Lebenslanger E-Mail-Support • Keine In-App-Käufe
fr: • Toutes les fonctionnalités Premium (actuelles et futures). • Assistance à vie par courriel. • Aucun achat dans l'application.
it: • Tutte le funzionalità premium (attuali e future) • Assistenza via e-mail a vita • Nessun acquisto in-app
ja: • すべてのプレミアム機能（現在と将来） • 永続的なメールサポート • App内購入なし
ko: • 현재의 프리미엄 기능은 물론 향후 출시될 프리미엄 기능 또한 사용 가능 • 평생동안 이메일 지원 제공 • 추가적인 앱 내 구입 없음
nl: • Alle premium-functies (huidige en toekomstige) • Levenslange e-mailondersteuning • Geen in-appaankopen
pl: • Wszystkie funkcje premium (bieżące i przyszłe) • Dożywotnie wsparcie poprzez e-mail • Brak płatności w aplikacji
pt_br: • Todos os recursos Premium (atuais e futuros) • Suporte vitalício por e-mail • Sem compras dentro do app
pt_pt: • Todos os recursos Premium (atuais e futuros) • Suporte vitalício por e-mail • Sem necessidade de pagar novamente, nunca mais
sk: • Všetky prémiové funkcie (aktuálne aj budúce) • Doživotná e-mailová podpora • Žiadne nákupy v aplikácii
sv_se: • Alla premiumfunktioner (nuvarande och framtida) • Livstids support via email • Inga köp inuti app
th: • มีคุณสมบัติพรีเมียมทุกอย่าง (ทั้งปัจจุบันและอนาคต) • การช่วยเหลือทางอีเมลตลอดการใช้งาน • ไม่มีการซื้อภายในแอป
tr: • Mevcut ve gelecekteki tüm premium özellikler • Ömür boyu email desteği • Uygulama içi satın alma yok
uk: • Всі преміум-функції (нинішні і майбутні) • Довічна підтримка через електронну пошту • Додаток без внутрішніх покупок
zh_cn: • 所有高级功能(当前和未来) • 终身电子邮件支持 • 没有应用程序内购买
zh_tw: • 所有進階功能 (當前和未來) • 終生電子郵件客戶服務 • 沒有應用內購買的項目

# Org/Title
source: KeePassium for Intune
fr: KeePassium pour Intune
it: KeePassium per Intune
pl: KeePassium dla Intune
pt_pt: KeePassium para Intune
sk: KeepPassium pre Intune
sv_se: KeePassium för Intune

# Org/Subtitle
source: Enterprise edition
fr: Édition entreprise
it: Versione aziendale
pl: Wersja Enterprise
pt_pt: Versão empresarial
sv_se: Företagsutgåva
th: เวอร์ชันสำหรับองค์กร

# Org/Description/intro
source: KeePassium for Intune is a password manager for enterprise, government and academic organizations managed by Microsoft Intune. The app enables company's administrators to safeguard corporate information by enforcing app configuration and data protection policies.
fr: KeePassium pour Intune est un gestionnaire de mots de passe pour les entreprises, le gouvernement et les organismes universitaires gérés par Microsoft Intune. Cette application permet aux administrateurs de l'entreprise de protéger les informations de l'entreprise en appliquant les politiques de configuration et de protection des données.
it: KeePassium per Intune è un gestore di password per le organizzazioni aziendali, governative e accademiche gestite da Microsoft Intune. L'app consente agli amministratori dell'azienda di salvaguardare le informazioni aziendali applicando politiche di configurazione e protezione dei dati.
pl: KeePassium dla Intune to menedżer haseł dla przedsiębiorstw, administracji i organizacji akademickich zarządzanych w ramach usługi Microsoft Intune. Aplikacja umożliwia administratorom firmy ochronę informacji korporacyjnych poprzez wymuszanie konfiguracji aplikacji i zasad ochrony danych.
pt_pt: O KeePassium para Intune é um “password manager” para empresas e organizações governamentais e educacionais que utilizam o serviço Microsoft Intune. Esta aplicação permite aos administradores destas organizações salvaguardar as informações empresariais ao configurarem, eles mesmos, certas definições da aplicação e políticas de proteção de dados, para todos os seus colaboradores.
sk: KeePassium pre Intune je správca hesiel pre podniky, vládne a akademické organizácie spravované prostredníctvom aplikácie Microsoft Intune. Aplikácia umožňuje správcom spoločností chrániť firemné informácie vynútenými politikami konfigurácií aplikácií a ochrany údajov.
sv_se: KeePassium för Intune är en lösenordshanterare för företag, myndigheter och akademiska organisationer som hanteras av Microsoft Intune. Appen gör det möjligt för organisationens administratörer att skydda företagsinformation genom att tillhandahålla riktlinjer för app-inställningar och dataskydd.
th: KeePassium for Intune คือตัวจัดการรหัสผ่านสำหรับองค์กร ภาครัฐ และภาคการศึกษา ซึ่งถูกจัดการโดย Microsoft Intune ที่จะช่วยให้ผู้ดูแลในองค์กรสามารถเพิ่มความปลอดภัยให้กับข้อมูลองค์กรด้วยการตั้งค่าและตั้งนโยบายการปกป้องข้อมูล

# Org/Description/endUser
source: The end-user version of KeePassium is available at http://keepassium.app
fr: La version grand public de KeePassium est disponible sur http://keepassium.app
it: La versione per utenti finali di KeePassium è disponibile su http://keepassium.app
pl: Wersja aplikacji KeePassium dla użytkowników końcowych jest dostępna na stronie http://keepassium.app.
pt_pt: A versão para indivíduos está disponível em http://keepassium.app
sk: Verzia KeePassium pre koncového používateľa je k dispozícii na http://keepassium.app
sv_se: Slutanvändarversionen av KeePassium finns tillgänglig på http://keepassium.app
th: เวอร์ชัน KeePassium สำหรับผู้ใช้ทั่วไป สามารถโหลดได้ที่ http://keepassium.app

# Org/Description/footer
source: IMPORTANT: This app requires your company’s work account and a managed environment. Some functionality may not be available in all countries. Please contact your company’s IT administrator if you have issues or questions about this app.
fr: IMPORTANT: cette application utilisera votre compte professionnel et des droits d'accès à votre téléphone. Certaines fonctionnalités peuvent ne pas être disponibles dans tous les pays. Veuillez contacter l'administrateur informatique de votre entreprise si vous avez des problèmes ou des questions à propos de cette application.
it: IMPORTANTE: Questa app richiede l'account di lavoro della tua azienda e un ambiente gestito. Alcune funzionalità potrebbero non essere disponibili in tutti i paesi. Contatta l'amministratore IT della tua azienda se hai problemi o domande su questa app.
pl: WAŻNE: Ta aplikacja wymaga posiadania konta roboczego Twojej firmy i zarządzanego środowiska. Niektóre funkcje mogą nie być dostępne we wszystkich krajach. W razie problemów lub pytań dotyczących tej aplikacji skontaktuj się z administratorem IT Twojej firmy.
pt_pt: IMPORTANTE: Esta aplicação só pode ser utilizada com a conta disponibilizada pela sua empresa, em contextos geridos remotamente. Algumas funcionalidades podem não estar disponíveis em todos os países. Caso tenha algum problema ou queira colocar dúvidas, é o departamento de Informática da sua empresa que deve contactar.
sk: DÔLEŽITÉ: Táto aplikácia vyžaduje pracovný účet vašej spoločnosti a spravované prostredie. Niektoré funkcie nemusia byť dostupné v niektorých krajinách. Ak máte problémy alebo otázky týkajúce sa tejto aplikácie, kontaktujte správcu IT vašej spoločnosti.
sv_se: VIKTIGT: Denna app kräver ditt företags inloggningsuppgifter och en hanterad miljö. Vissa funktioner kanske ej är tillgängliga i alla länder. Kontakta ditt företags IT-administratör om du har problem eller frågor om den här appen.
th: สำคัญ: แอปนี้ต้องใช้บัญชีที่เป็นขององค์กรในการเข้าใช้งาน บางฟังก์ชันอาจไม่สามารถใช้ในบางประเทศ หากมีปัญหาหรือข้อสงสัยใด ๆ โปรดติดต่อผู้ดูแลระบบองค์กรของคุณ
