Repository: keepassium/KeePassium-L10n
Catalog: */KeePassiumLib.xliff
Languages: ar, cs, de, es_es, fr, it, ja, nl, ru, sk, sv_se, th, uk, zh_tw

source: Thank you! You can use KeePassium while purchase is awaiting approval.
de: Vielen Dank! Sie können KeePassium verwenden, während auf die Kaufbestätigung gewartet wird.
es_es: ¡Gracias! Puedes usar KeePassium mientras la compra está pendiente de aprobación.
fr: Merci ! Vous pouvez utiliser KeePassium pendant que l'achat est en cours de validation.
it: Grazie! Puoi utilizzare KeePassium mentre l'acquisto è in fase di approvazione.
ja: ありがとうございます！購入が承認されるまでの間も、KeePassiumを使用できます。
nl: Bedankt! U kunt KeePassium gebruiken terwijl de aankoop wordt goedgekeurd.
ru: Спасибо! Вы можете использовать KeePassium, пока покупка ожидает подтверждения.
sk: Ďakujeme! KeePassium môžete používať, pokiaľ nákup čaká na schválenie.
th: ขอบคุณมาก! คุณสามารถใช้ KeePassium ขณะที่รอยืนยันการซื้อ
uk: Щиро дякуємо! Ви можете використовувати KeePassium, доки покупка очікує підтвердження.

# [Premium/Upgrade/Progress] Contacting AppStore...
source: Contacting AppStore...
de: Verbindung zum AppStore...
es_es: Conectando con la AppStore ...
fr: Contacter l'App Store...
it: Contatto App Store…
ja: App Storeに接続中…
nl: Bezig met openen van App Store...
ru: Связываемся с App Store...
sk: Kontaktovanie AppStore...
th: กำลังติดต่อ App Store...
uk: Зв'язок із App Store...

# [Premium/Upgrade/Progress] Purchasing...
source: Purchasing...
de: Kaufvorgang...
es_es: Comprando ...
fr: Achat en cours...
it: Acquisto in corso…
ja: 購入中...
nl: Bezig met aanschaffen...
ru: Покупка...
sk: Nakupovanie...
th: กำลังซื้อ...
uk: Купуємо...

# [Premium/Upgrade/RestoreFailed/text] No previous purchase could be restored.
source: No previous purchase could be restored.
de: Kein vorheriger Kauf konnte wiederhergestellt werden.
es_es: No se pudo restaurar ninguna compra anterior.
fr: Aucun achat précédent n'a pu être restauré.
it: Non risulta nessun acquisto precedente.
ja: 以前の購入は復元できませんでした。
nl: Geen te herstellen aankoop.
ru: Не нашлось покупок, которые могут быть восстановлены.
sk: Nie je možné obnoviť žiadny predchádzajúci nákup.
th: ไม่มีการซื้อครั้งก่อนที่สามารถนำกลับมาใช้ได้
uk: Не знайшлося покупок, які можуть бути відновлені.

# [Premium/Upgrade/RestoreFailed/title] Sorry
source: Sorry
es_es: Lo siento
fr: Désolé
it: Siamo spiacenti
ja: 申し訳ありません
ru: Извините
sk: Ospravedlňujeme sa
th: ขออภัย
uk: Вибачте

# [Premium/Upgrade/Restored/text] Upgrade successful, enjoy the app!
source: Upgrade successful, enjoy the app!
de: Upgrade erfolgreich, genieße die App!
es_es: Actualización hecha con éxito, ¡disfruta de KeePassium!
fr: Mise à niveau réussie, profitez de l'application !
it: Upgrade riuscito, goditi l'app!
ja: アップグレードに成功しました。Appをお楽しみください！
nl: Upgrade geslaagd; geniet van de app!
ru: Обновление прошло успешно, приятной работы!
sk: Upgrade bol úspešný, užite si aplikáciu!
th: อัพเกรดเรียบร้อย ใช้แอปได้เลย!
uk: Оновлення пройшло вдало, приємної роботи!

# [Premium/Upgrade/Restored/title] Purchase Restored
source: Purchase Restored
de: Kauf wiederhergestellt
es_es: Compra restablecida
fr: Achat restauré
it: Acquisto ripristinato
ja: 購入が復元されました
nl: Aankoop hersteld
ru: Покупки восстановлены
sk: Nákup bol obnovený
th: เรียกคืนการซื้อสำเร็จ
uk: Покупки відновлені

# [Premium/Upgrade/Success/thankYou]
source: Thank you for the purchase!
de: Vielen Dank für den Kauf!
es_es: ¡Gracias por su compra!
fr: Merci pour votre achat !
it: Grazie per l'acquisto!
ja: ご購入ありがとうございます！
nl: Bedankt voor uw aankoop!
ru: Спасибо за покупку!
sk: Ďakujeme Vám za nákup!
th: ขอบคุณสำหรับการสั่งซื้อ!
uk: Дякую за покупку!

# [Premium/Upgrade/action] Upgrade to Premium
source: Upgrade to Premium
de: Auf Premium aktualisieren
es_es: Actualizar a Premium
fr: Passer à la version Premium
it: Passa a Premium
ja: プレミアム版にアップグレード
nl: Upgrade naar Premium
ru: Купить полную версию
sk: Prejsť na Premium
th: อัพเกรดเป็นพรีเมียม
uk: Придбати повну версію

# [Premium/Upgrade/cancelOngoingSubscription]
source: Please check if you need to cancel your old subscription.
de: Bitte überprüfen Sie, ob Sie Ihr altes Abonnement kündigen müssen.
es_es: Por favor, compruebe si necesita cancelar su antigua suscripción.
fr: Veuillez vérifier si vous devez annuler votre ancien abonnement.
it: Spunta se desideri annullare il tuo vecchio abbonamento.
ja: 古いサブスクリプションの解約が必要ないかご確認ください。
nl: Controleer of u uw oude abonnement moet opzeggen.
ru: Проверьте, не нужно ли отменить старую подписку.
sk: Skontrolujte si prosím, či nepotrebujete zrušiť svoje staré predplatné.
th: โปรดตรวจสอบให้ดี หากคุณต้องการยกเลิกการสมัครรับของครั้งก่อน
uk: Перевірте, чи не потрібно скасувати попередню підписку.

# [Premium/Upgrade/price] %@ / month
source: %@ / month
de: %@ / Monat
es_es: %@ / mes
fr: %@ / mois
it: %@ / mese
ja: %@ / 月
nl: %@/maand
ru: %@ / месяц
sk: %@ / mesiac
th: %@ / เดือน
uk: %@ / місяць

# [Premium/Upgrade/price] %@ / year
source: %@ / year
de: %@ / Jahr
es_es: %@ / año
fr: %@ / an
it: %@ / anno
ja: %@ / 年
nl: %@/jaar
ru: %@ / год
sk: %@ / rok
th: %@ / ปี
uk: %@ / рік

# [Premium/Upgrade/price] %@ once
source: %@ once
de: %@ einmalig
es_es: %@ de una vez
fr: %@ une fois
it: %@ una volta
ja: %@ １回
nl: eenmalig %@
ru: %@ однократно
sk: %@ jednorázovo
th: %@ ครั้งเดียว
uk: %@ одноразово

# [Premium/Upgrade/price] around %@ / month
source: ≈ %@ / month
de: ≈ %@ / Monat
es_es: ≈ %@ / mes
fr: ≈ %@/mois
it: ≈ %@ / mese
ja: ≒ %@ / 月
nl: ≈ %@/maand
ru: ≈ %@ в месяц
sk: ≈ %@ / mesiac
th: ≈ %@ / เดือน
uk: ≈ %@ / на місяць

source: Hmm, there are no upgrades available. This should not happen, please contact support.
de: Hmm, es sind keine Upgrades verfügbar. Dies sollte nicht passieren, bitte kontaktieren Sie den Support.
es_es: Hmm, no hay actualizaciones disponibles. Esto no debería suceder, por favor contacta con el soporte técnico.
fr: Hmm, il n'y a aucune mise à jour disponible. Cela ne devrait pas se produire, veuillez contacter le support.
it: Hmm, non ci sono upgrade disponibili. Questo non dovrebbe succedere, contatta l'assistenza.
ja: アップグレードがありません。サポートにお問い合わせください。
nl: Hmm, er zijn geen upgrades beschikbaar. Dit mag niet gebeuren; neem contact op met ons ondersteuningsteam.
ru: Нет доступных покупок. Такого быть не должно, свяжитесь со службой поддержки.
sk: Hmm, nie je k dispozícii žiadny upgrade. To by sa nemalo stať, prosím kontaktujte podporu.
th: หืม ตอนนี้ไม่มีการอัพเกรดให้ใช้ได้ ซึ่งเป็นสิ่งที่ไม่ควรเกิดขึ้น โปรดติดต่อฝ่ายสนับสนุน
uk: Немає доступних покупок. Такого бути не повинно, зв'яжіться зі службою підтримки.

# [Premium/perpetualLicense]
source: Perpetual license
de: Unbefristete Lizenz
es_es: Licencia perpetua
fr: Licence permanente
it: Licenza illimitata
ja: 永久ライセンス
nl: Eeuwigdurende licentie
ru: Постоянная лицензия
sk: Trvalá licencia
th: สิทธิ์ใช้งานถาวร
uk: Постійна ліцензія

# [Premium/status] Beta testing
source: Beta testing
de: Beta-Test
es_es: Prueba la versión beta
fr: Fonctionnalités Beta
it: In beta
ja: ベータテスト
nl: Bètatesten
ru: Бета-тестирование
sk: Beta testovanie
th: ตัวเบตาทดสอบ
uk: Бета-тестування

# [Premium/status] Current version: %@
source: Current version: %@
de: Aktuelle Version: %@
es_es: Versión actual: %@
fr: Version actuelle : %@
it: Versione attuale: %@
ja: 現在のバージョン: %@
nl: Huidige versie: %@
ru: Текущая версия: %@
sk: Súčasná verzia: %@
th: รุ่นปัจจุบัน: %@
uk: Поточна версія: %@

# [Premium/status] Expired %@ ago. Please renew.
source: Expired %@ ago. Please renew.
de: Vor %@ abgelaufen. Bitte erneuern.
es_es: Expirado hace %@. Por favor, renueva la suscripción.
fr: Expiré il y a %@ . Veuillez renouveler.
it: Scaduto %@ fa. Rinnovo richiesto.
ja: %@前に期限が切れています。更新をお願いします。
nl: %@ geleden verlopen. Vernieuw je licentie.
ru: Подписка закончилась %@ назад. Обновите её.
sk: Platnosť vypršala pred %@. Prosím obnovte.
th: หมดอายุเมื่อ %@ ที่แล้ว โปรดต่ออายุใหม่
uk: Підписка закінчилася %@ тому. Поновіть її.

# [Premium/status] Licensed version: %@
source: Licensed version: %@
de: Lizenzierte Version: %@
es_es: Versión con licencia: %@
fr: Version avec licence : %@
it: Versione autorizzata: %@
ja: 購入済みのバージョン: %@
nl: Gelicentieerde versie: %@
ru: Лицензированная версия: %@
sk: Licencovaná verzia: %@
th: รุ่นใบอนุญาต: %@
uk: Версія з ліцензією: %@

# [Premium/status] Next renewal on %@
source: Next renewal on %@
de: Nächste Erneuerung am %@
es_es: Siguiente renovación en %@
fr: Prochain renouvellement le %@
it: Prossimo rinnovo il %@
ja: 次回の更新は%@
nl: Volgende vernieuwing op %@
ru: Следующее обновление %@
sk: Ďalšie obnovenie bude %@
th: ต่ออายุครั้งต่อไปในวันที่ %@
uk: Наступне відновлення підписки %@

# [Premium/status] Valid forever
source: Valid forever
de: Gültig für immer
es_es: Válido por siempre
fr: Valable à vie
it: Valido per sempre
ja: 永久に有効
nl: Permanent geldig
ru: Навсегда
sk: Platné navždy
th: ใช้ได้ตลอดไป
uk: Назавжди

# [Premium/usage] App being useful: %@/month, that is around %@/year.
source: App being useful: %1$@/month, that is around %2$@/year.
de: App ist nützlich: %1$@/Monat, das sind etwa %2$@/Jahr.
es_es: Uso de KeePassium: %1$@/mes, que es alrededor de %2$@/año.
fr: Application utile : %1$@/mois, soit environ %2$@/an.
it: Utilità app: %1$@/ mese, circa %2$@/anno.
ja: Appの使用実績: %1$@/月、約%2$@/年
nl: App is nuttig: %1$@/maand - dat is ongeveer %2$@/jaar.
ru: Приложение полезно %1$@ в месяц, т.е. около %2$@ в год.
sk: Aplikácia je používaná: %1$@/mesiac, čo je %2$@/rok.
th: ใช้แอปไป: %1$@/เดือน, หรือประมาณ %2$@/ปี
uk: Додаток корисно %1$@ на місяць, тобто близько %2$@ в рік.

# [PremiumFeature/BusinessClouds/description]
source: Connect directly to enterprise storage accounts, such as OneDrive for Business.
de: Verbinden Sie sich direkt mit Speicherkonten von Unternehmen, wie etwa OneDrive for Business.
fr: Connectez-vous directement aux comptes de stockage d'entreprise, tels que OneDrive Entreprise.
it: Connettiti direttamente ad account aziendali di archiviazione, come OneDrive for Business.
ja: OneDrive for Businessなどの企業ストレージに直接接続します。
nl: Maak rechtstreeks verbinding met zakelijke opslagaccounts, zoals OneDrive voor bedrijven.
ru: Подключайтесь напрямую к учётным записям корпоративного хранилища, таким как OneDrive for Business.
sk: Pripojte sa priamo k účtom firemného úložiska, ako je napríklad OneDrive for Business.

# [PremiumFeature/BusinessClouds/title]
source: Corporate cloud storage
de: Cloud-Speicher für Unternehmen
fr: Stockage dans le cloud d'entreprise
it: Archiviazione cloud aziendale
ja: 企業向けクラウドストレージ
nl: Zakelijke cloudopslag
ru: Корпоративное облачное хранилище
sk: Firemné cloudové úložisko

# [PremiumFeature/Generic/description]
source: Upgrade to Premium and enjoy KeePassium at its best.
de: Upgraden Sie auf Premium und genießen Sie KeePassium in vollen Zügen.
es_es: Actualice a Premium y disfrute de KeePass en su máxima expresión.
fr: Passez à la version premium et profitez de KeePassium à son meilleur.
it: Passa a Premium e goditi al meglio KeePassium.
ja: プレミアム版にアップグレードすると、KeePassiumを最高の状態でお使いいただけます。
nl: Upgrade naar premium en geniet nóg meer van KeePassium.
ru: Перейдите на полную версию KeePassium и пользуйтесь всеми возможностями программы.
sk: Prejdite na Premium a užite si KeePassium so všetkými funkciami.
th: อัพเกรดเป็นพรีเมียมและใช้งาน KeePassium ในแบบที่ดีที่สุด
uk: Перейдіть на повну версію KeePassium та користуйтеся усіма можливостями програми.

# [PremiumFeature/Generic/title]
source: Premium Feature
de: Premiumfunktion
es_es: Característica Premium
fr: Fonctionnalité Premium
it: Funzione Premium
ja: プレミアム機能
nl: Premium-functie
ru: Премиум-функция
sk: Prémiová funkcia
th: คุณสมบัติพรีเมียม
uk: Преміум-функція

# [PremiumFeature/HardwareKeys/description]
source: Strengthen your security with hardware keys (YubiKey) in the premium version.
de: Erhöhen Sie Ihre Sicherheit mit Hardware-Schlüsseln (YubiKey) in der Premium-Version.
es_es: Mejora la seguridad de tu archivo de contraseñas con el soporte de llaves físicas (YubiKey) en la versión premium.
fr: Renforcez votre sécurité avec des clés matérielles (YubiKey) dans la version premium.
it: Aumenta la tua sicurezza con le chiavi fisiche (YubiKey) nella versione Premium.
ja: プレミアム版ではハードウェアの鍵 (YubiKey) を使って安全性を強化できます。
nl: Versterk je beveiliging met hardwarematige sleutels (YubiKey) in de premium-versie.
ru: Усильте безопасность с помощью аппаратных ключей (YubiKey) в премиум-версии приложения.
sk: Posilnite svoju bezpečnosť pomocou hardvérových kľúčov (YubiKey) v prémiovej verzii.
th: เพิ่มความปลอดภัยด้วยฮาร์ดแวร์คีย์ (YubiKey) ในเวอร์ชันพรีเมียม
uk: Підсильте безпеку за допомогою апаратних ключів (YubiKey) в преміум-версії додатка.

# [PremiumFeature/HardwareKeys/title] Hardware Keys
source: Hardware Keys
de: Hardware-Schlüssel
es_es: Llaves físicas
fr: Clés matérielles
it: Chiavi fisiche
ja: ハードウェアキー
nl: Hardwarematige sleutels
ru: Аппаратные ключи
sk: Hardvérové ​​kľúče
th: ฮาร์ดแวร์คีย์
uk: Апаратні ключі

# [PremiumFeature/LinkedDatabases/description]
source: Upgrade to premium and open linked databases in one step.
de: Upgraden Sie auf Premium und öffnen Sie in einem Schritt verknüpfte Datenbanken.
it: Effettua l'upgrade a Premium e apri i database collegati in un solo passaggio.
sk: Aktualizujte svoju verziu na Premium a otvorte prepojené databázy v jednom kroku.

# [PremiumFeature/LinkedDatabases/title]
source: Linked Databases
de: Verknüpfte Datenbanken
it: Database collegati
sk: Prepojené databázy

source: Easily switch between databases in the premium version.
de: Wechseln Sie einfach zwischen Datenbanken mit der Premium-Version.
es_es: Cambia fácilmente entre bases de datos con la versión premium.
fr: Basculez facilement d'une base de données à l'autre dans la version premium.
it: Passa da un database all'altro in un attimo nella versione Premium.
ja: プレミアム版ではデータベースの切り替えが簡単にできます。
nl: In de Premium-versie kun je eenvoudig schakelen tusses databanken.
ru: Переключайтесь между базами легко и быстро в премиум-версии.
sk: V prémiové verzii môžete ľahko prepínať medzi viacerými databázami.
th: สามารถสลับไปมาระหว่างฐานข้อมูลได้ในเวอร์ชันพรีเมียม
uk: Перемикайтеся між базами легко і швидко в преміум-версії.

# [PremiumFeature/MultiDB/title] Multiple Databases
source: Multiple Databases
de: Mehrere Datenbanken
es_es: Múltiples bases de datos
fr: Bases de données multiples
it: Database multipli
ja: 複数データベース
nl: Meerdere databanken
ru: Несколько баз паролей
sk: Viaceré databázy
th: ฐานข้อมูลหลายจำนวน
uk: Декілька баз паролів

# [PremiumFeature/PasswordAudit/description]
source: Find out if any of your passwords have been exposed in a known data breach.
de: Finden Sie heraus, ob eines Ihrer Passwörter bei einer bekannten Datenpanne preisgegeben wurde.
it: Scopri se le tue password sono state esposte in una violazione di dati nota.
nl: Ontdek of een van uw wachtwoorden in een bekende gegevenslek zijn gelekt.
ru: Узнайте, были ли обнародованы какие-либо ваши пароли из-за утечек данных.
sk: Zistite, či niektoré z vašich hesiel nebolo odhalené pri známom porušení ochrany údajov.

# [PremiumFeature/PasswordAudit/title]
source: Password audit
de: Passwort-Audit
it: Ispezione password
nl: Wachtwoordcontrole
ru: Аудит паролей
sk: Audit hesiel

# [PremiumFeature/QuickAutoFill/description]
source: Fill out login forms with a single tap, without even opening KeePassium.
de: Füllen Sie Anmeldeformulare mit einem einzigen Fingertipp aus, ohne KeePassium überhaupt zu öffnen.
es_es: Completa los campos de contraseñas con un toque sin siquiera abrir KeePassium.
fr: Remplissez les formulaires de connexion en un seul clic, sans même ouvrir KeePassium.
it: Compila i moduli di accesso con un solo tocco, senza nemmeno aprire KeePassium.
ja: KeePassiumを開くことなく、1回のタップでログインフォームに入力します。
nl: Vul loginvelden in met een tik zonder KeePassium te openen.
ru: Заполняйте формы одним нажатием, даже не открывая KeePassium.
sk: Vyplňte prihlasovacie formuláre jediným klepnutím bez toho, aby ste museli otvárať KeePassium.
uk: Заповнюйте форми одним натисканням, навіть не відкриваючи KeePassium.

# [PremiumFeature/QuickAutoFill/title]
source: Quick AutoFill
de: Schnelles autom. Ausfüllen
es_es: «Autorrelleno» rápido
fr: Saisie automatique rapide
it: Inserimento automatico rapido
ja: クイック自動入力
nl: Snel automatisch invullen
ru: Быстрое автозаполнение
sk: Rýchle automatické dppĺňanie
uk: Швидке автозаповнення

# [PrivacyPolicy/Offline/text]
source: KeePassium does not collect any personal or analytical data nor share it with anyone.
de: KeePassium sammelt weder persönliche oder analytische Daten, noch teilt irgendwelche Daten mit Dritten.
fr: KeePassium ne collecte pas de données personnelles ou analytiques et ne les partage avec personne.
it: KeePassium non raccoglie dati personali o analitici né li condivide con nessuno.
ja: KeePassiumは個人データまたは分析データを収集したり、他の人と共有したりすることはありません。
nl: KeePassium verzamelt geen persoonlijke of analytische gegevens en deel deze met niemand.
ru: KeePassium не собирает персональные или аналитические данные и никому их не передаёт.
sk: KeePassium nezhromažďuje žiadne osobné ani analytické údaje ani ich s nikým nezdieľa.

# [PrivacyPolicy/Online/text]
source: KeePassium does not collect any personal or analytical data. Some features may involve data exchange with external services (on your request and for the sole purpose of making these services available to you). Such an exchange is governed by the privacy policy of the respective service.
de: KeePassium sammelt keine persönlichen oder analytischen Daten. Bei einigen Funktionen kann es zu einem Datenaustausch mit externen Diensten kommen (auf Ihre Anfrage hin und ausschließlich zu dem Zweck, Ihnen diese Dienste zur Verfügung zu stellen). Ein solcher Austausch unterliegt den Datenschutzrichtlinien des jeweiligen Dienstes.
fr: KeePassium ne collecte aucune donnée à caractère personnel ou analytique. Certaines fonctionnalités peuvent impliquer un échange de données avec des services externes (à votre demande et dans le seul but de rendre ces services disponibles pour vous). Un tel échange est régi par la politique de confidentialité du service en question.
it: KeePassium non raccoglie dati personali o analitici. Alcune funzionalità potrebbero comportare scambi di dati con servizi esterni (su tua richiesta e al solo scopo di renderti disponibili questi servizi). Tali scambi sono regolati dalla politica sulla privacy dei rispettivi servizi.
ja: KeePassiumは個人データまたは分析データを収集しません。 一部の機能には、外部サービスとのデータ交換が含まれる場合があります(お客様の要求に応じて、これらのサービスをお客様に提供する唯一の目的のため)。 このような交換は、それぞれのサービスのプライバシーポリシーに準拠します。
nl: KeePassium verzamelt geen persoonlijke of analytische gegevens. Sommige functies kunnen betrekking hebben op de uitwisseling van gegevens met externe diensten (op eigen verzoek en uitsluitend om deze diensten beschikbaar te stellen). Een dergelijke uitwisseling wordt bepaald door het privacybeleid van de betreffende dienst.
ru: KeePassium не собирает никаких персональных или аналитических данных. Некоторые функции могут включать обмен данными с внешними сервисами (по вашему запросу и с единственной целью сделать эти сервисы доступными для вас). Такой обмен регулируется политикой конфиденциальности соответствующего сервиса.
sk: KeePassium nezhromažďuje žiadne osobné ani analytické údaje. Niektoré funkcie môžu zahŕňať výmenu údajov s externými službami (na vašu žiadosť a výlučne na účely sprístupnenia týchto služieb). Takáto výmena sa riadi zásadami ochrany osobných údajov príslušnej služby.

# [PrivacyPolicy/title]
source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité
it: Politica sulla privacy
ja: プライバシーポリシー
nl: Privacybeleid
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov

# [Progress/CancellationReason/lowMemory]
source: Not enough memory to continue. This can happen with larger databases or too ambitious database settings (Argon2 memory parameter).
ar: الذاكِرة غير كافية للاِستمرار. يُمكِن حُدوث هذا مع قواعد البيانات الكبيرة أو إعدادات قاعدة بيانات عالية للغاية (مُعامل الذاكرة Argon2).
cs: Nedostatek paměti pro pokračování. To se může stát s velkými databázemi nebo s příliš ambiciózním nastavením databáze (Argon2).
de: Nicht genügend Speicher, um fortzufahren. Dies kann bei größeren Datenbanken oder zu ehrgeizigen Datenbankeinstellungen (Argon2-Speicherparameter) passieren.
es_es: No hay suficiente memoria para continuar. Esto puede ocurrir con bases de datos muy grandes o configuraciones muy exigentes (parámetro de memoria Argon2).
fr: Mémoire insuffisante pour continuer. Cela peut se produire avec des bases de données volumineuse ou des paramètres de base de données trop ambitieux (paramètre de mémoire Argon2).
it: Memoria insufficiente per continuare. Può succedere con database di grandi dimensioni o con impostazioni database troppo ambiziose (parametro di memoria Argon2).
ja: メモリが不足しています。 これは大きなデータベースやメモリを多く使う設定（Argon2のメモリ）で発生します。
nl: Niet genoeg geheugen om door te gaan. Dit kan gebeuren bij grotere databanken of te ambitieuze databankinstellingen (Argon2-geheugenparameter).
ru: Недостаточно памяти. Возможно, база слишком велика или требует очень много памяти (для Argon2).
sk: Nedostatok pamäte pre pokračovanie. Toto sa môže stať pri veľkých databázach alebo s príliš ambicióznym nastavením databázy (Argon2).
sv_se: Inte tillräckligt med minne för att fortsätta. Detta kan hända med stora databaser eller för högt ställda databasinställningar (Argon2-parametrar för minnet).
th: หน่วยความจำไม่พอที่จะไปต่อได้ สิ่งนี้สามารถเกิดขึ้นได้ถ้าฐานข้อมูลมีขนาดใหญ่เกินไปหรือการตั้งค่าฐานข้อมูลที่ยุ่งยาก (Argon2 memory parameter)
uk: Бракує пам'яті щоб продовжити. Можливо, база паролів занадто велика або вимагає дуже багато пам'яті (для Argon2).
zh_tw: 沒有足夠的記憶體供繼續程式繼續。 較大的資料庫或過於消耗記憶體的資料庫設置(Argon2記憶體參數) 可能會發生這種情況。

# [Progress/CancellationReason] Cancelled by user
source: Cancelled by user
ar: أُلغي مِن قِبَل المُستخدِم
cs: Zrušeno uživatelem
de: Von Benutzer abgebrochen
es_es: Cancelado por el usuario
fr: Annulé par l'utilisateur
it: Annullata dall'utente
ja: ユーザーにキャンセルされました
nl: Afgebroken door gebruiker
ru: Отменено пользователем
sk: Zrušené používateľom
sv_se: Avbrutet av användaren
th: ถูกยกเลิกโดยผู้ใช้งาน
uk: Скасовано користувачем
zh_tw: 已被使用者取消

# [QuickAutoFill/description]
source: Quick AutoFill shows relevant entries right next to the password field, without opening KeePassium.
de: Schnelles autom. Ausfüllen zeigt relevante Einträge direkt neben dem Passwortfeld an, ohne KeePassium zu öffnen.
es_es: «Autorrelleno» rápido muestra las entradas relevantes al lado del campo de contraseña sin abrir KeePassium.
fr: La Saisie automatique rapide affiche les entrées pertinentes juste à côté du champ mot de passe, sans ouvrir KeePassium.
it: L'inserimento automatico rapido mostra le voci rilevanti di fianco ai campi password, senza aprire KeePassium.
ja: クイック自動入力は、KeePassiumを開くことなく関連エントリをパスワード入力時に表示します。
nl: Deze functie toont relevante items naast het wachtwoordveld zonder KeePassium te openen.
ru: Быстрое автозаполнение показывает нужные записи рядом с полями ввода, не открывая KeePassium.
sk: Rýchle automatické dopĺňanie zobrazuje relevantné položky hneď vedľa poľa hesla bez otvárania KeePassium.
uk: Швидке автозаповнення показує потрібні записи поруч із полями введення, не відкриваючи KeePassium.

# [QuickAutoFill/title]
source: Quick AutoFill
de: Schnelles autom. Ausfüllen
es_es: «Autorrelleno» rápido
fr: Saisie automatique rapide
it: Inserimento automatico rapido
ja: クイック自動入力
nl: Snel automatisch invullen
ru: Быстрое автозаполнение
sk: Rýchle automatické dppĺňanie
uk: Швидке автозаповнення

# [RemoteConnection/AllowUntrusted/title]
source: Allow Untrusted Certificate
de: Nicht vertrauenswürdiges Zertifikat zulassen
fr: Autoriser un certificat qui n'est pas de confiance
it: Consenti certificati non fidati
ja: 信頼されていない証明書を許可
nl: Sta onvertrouwd certificaat toe
ru: Разрешить ненадёжный сертификат
sk: Povoliť nedôveryhodný certifikát
