Repository: keepassium/KeePassium-L10n
Catalog: */KeePassium.xliff
Languages: ar, fr, it, ja, ko, nl, pl, tr, zh_cn

# UNl-Hc-Ref.text
source: Data Protection
ar: حماية البيانات
fr: Protection des données
it: Protezione dei dati
ko: 데이터 보호
pl: Ochrona danych
tr: Veri Güvenliği
zh_cn: 数据保护

# abS-AH-iFO.text
source: App Protection
ar: حماية التطبيق
fr: Protection des applications
it: Protezione App
ko: 앱 보호
pl: Ochrona aplikacji
tr: Uygulama Güvenliği
zh_cn: 应用保护

# cBS-jW-dHU.headerTitle
source: Support
ar: الدعم الفني
fr: Assistance technique
it: Assistenza
ko: 지원
pl: Wsparcie
tr: Destek
zh_cn: 支持

# coD-Om-Vfm.text
source: Database Backup
ar: النسخ الاحتياطي لقاعدة البيانات
fr: Sauvegarde de base de données
ko: 데이터베이스 백업
pl: Kopia zapasowa bazy
tr: Veritabanı Yedeklemesi
zh_cn: 数据库备份

# hui-xG-chj.headerTitle
source: Access Control
ar: صلاحيات الوصول
fr: Contrôle des accès
it: Controllo Accessi
ko: 접근 제어
pl: Kontrola dostępu
tr: Erişim Kontrolleri
zh_cn: 访问控制

# oxG-N8-1ld.text
source: Upgrade to Premium
ar: الترقية للمميز
fr: Passer à la version Premium
it: Passa a Premium
ko: 프리미엄으로 업그레이드
pl: Uaktualnij do Premium
tr: Premium'a Yükselt
zh_cn: 升级到高级版

# qhK-lw-bGy.text
source: For expert troubleshooting
ar: اصلاح المشاكل للمستخدمين المتقدمين
fr: Résolution de problèmes pour expert
it: Risoluzione dei problemi per esperti
ko: 전문가용 문제 해결
pl: Rozwiązywanie problemów dla ekspertów
tr: İleri düzey kullanıcılar için..
zh_cn: 用于给作者排除故障

# zUh-Sn-3ya.text
source: Manage Subscriptions
ar: إدارة الاشتراكات
fr: Gérer les abonnements
it: Gestisci abbonamenti
ko: 구독 관리
pl: Zarządzaj subskrypcją
tr: Abonelikleri Yönet
zh_cn: 管理订阅

# iJJ-jv-hhP.title
source: Clipboard Timeout
ar: مهلة الحافظة
fr: Délai de purge du presse-papiers
it: Timeout memoria appunti
ko: 클립보드 시간 제한
pl: Limit czasu schowka
tr: Kopyalama Zamanaşımı
zh_cn: 剪贴板超时

# 26a-m8-zQP.title
source: Database Timeout
ar: مهلة قاعدة البيانات
fr: Expiration de la session de base de données
it: Timeout Database
ko: 데이터베이스 시간 제한
pl: Limit czasu bazy
tr: Veritabanı Zamanaşımı
zh_cn: 数据库自动锁定

# 3uV-Zs-RRo.normalTitle
source: Clear Key File Associations
ar: حذف ملفات المفاتيح المرتبطة
fr: Effacer les associations de fichiers clés
it: Cancella le associazioni dei File Chiave
ko: 키 파일 연결 초기화
pl: Wyczyść powiązania plików kluczy
tr: Anahtar Dosya İlişkilendirmelerini Kaldır
zh_cn: 清除密钥文件的关联

# Faj-km-pM5.footerTitle
source: Once you unlock a database, its master key can be stored in device's secure keychain. The next time, KeePassium will use that key so you won't have to type your full master password again. (Master keys are automatically cleared on database timeout.)
ar: بمجرد فتح قاعدة بيانات، يمكن تخزين المفتاح الرئيس في سلسلة المفاتيح الآمنة للجهاز. في المرة القادمة، سيستخدم KeePassium هذا المفتاح حتى لا تضطر إلى كتابة كلمة المرور الرئيسة الكاملة مرة أخرى. (يتم مسح المفاتيح الرئيسة تلقائياً في مهلة قاعدة البيانات.)
fr: Une fois que vous avez déverrouillé une base de données, sa clé principale peut être stockée dans le trousseau sécurisé du périphérique. La prochaine fois, KeePassium utilisera cette clé, de sorte que vous n'aurez plus à taper votre mot de passe maître complet. (les clés maîtresses sont automatiquement effacées lors de l'expiration de la session de base de données.)
it: Una volta sbloccato un database, la sua chiave principale può essere memorizzata nel portachiavi sicuro del dispositivo. La prossima volta, KeePassium userà quella chiave in modo da non dover digitare nuovamente la password principale. (Le chiavi Master vengono cancellate automaticamente al timeout del database.)
ko: 데이터베이스를 처음 잠금 해제할 때, 마스터 키는 기기의 키체인에 보관되게 됩니다. 이후 KeePassium은 키체인에 보관된 키를 이용해 잠금 해제를 시도할 것이며 사용자는 마스터 패스워드를 다시 입력할 필요가 없어집니다. (마스터 키는 데이터베이스 시간 제한 도달 시 자동으로 비워집니다.)
pl: Gdy baza zostanie odblokowana, jej klucz główny może być zapamiętany w urządzeniu. Następnym razem KeePassium użyje tego klucza, abyś nie musiał go ponownie wpisywać. (Klucz główny jest automatycznie czyszczony gdy zostanie przekroczony limit czasu.)
tr: Bir veritabanının kilidini açtığınızda, ana anahtar; anahtar zincirinde saklanır. Bir dahaki sefere, KeePassium bu anahtarı kullanır, böylece ana şifrenizi en baştan tekrar yazmanız gerekmez. (Veritabanı zaman aşımına uğradığında ana şifre otomatik olarak silinir.)
zh_cn: 当解锁数据库时, 主密钥将会安全的保存在系统钥匙圈中。在下次登入KeePassium 将会自动使用该密钥文件, 所以您无须再输入您完整的主密码。 (主密钥将在数据库超时时自动删除。)

# Faj-km-pM5.headerTitle
source: Quick Unlock
ar: الفتح سريع
fr: Déverrouillage rapide
it: Sblocco rapido
ko: 빠른 잠금 해제
pl: Szybkie odblokowywanie
tr: Hızlı Kilitleme
zh_cn: 快速解锁

# INJ-Cy-Tfo.text
source: Remember Master Keys
ar: تذكر المفاتيح الرئيسة
fr: Se souvenir des clés maîtresses
it: Ricorda Chiavi Master
ko: 마스터 키 기억하기
pl: Zapamiętaj klucze główne
tr: Ana Şifreyi Hatırla
zh_cn: 记住主密钥

# IZZ-aM-g2i.title
source: Data Protection
ar: حماية البيانات
fr: Protection des données
it: Protezione dei dati
ko: 데이터 보호
pl: Ochrona danych
tr: Veri Koruma
zh_cn: 数据保护

# JHl-o7-xHI.text
source: Remember Key Files
ar: تذكر ملفات المفاتيح
fr: Se souvenir des fichiers clés
it: Ricorda File Chiave
ko: 키 파일 기억하기
pl: Zapamiętaj pliki kluczy
tr: Anahtar Dosyaları Hatırla
zh_cn: 记住密钥文件

# Mxu-GP-FmN.footerTitle
source: Remember and automatically select the last used key file for each database. Clearing the associations does not affect the files.
ar: تذكر وحدد تلقائياً آخر ملف مفتاح مستخدم لكل قاعدة بيانات. مسح الروابط لا يؤثر على الملفات.
fr: Mémoriser et sélectionner automatiquement le dernier fichier de clé utilisé pour chaque base de données. Effacer les associations n'affecte pas les fichiers.
it: Ricorda e seleziona automaticamente l'ultimo file chiave usato per ogni database. Cancellare le associazioni non influisce sui file.
ko: 각 데이터베이스마다 마지막으로 사용한 키 파일을 기억하고 자동으로 선택합니다. 연결 초기화는 파일에 아무런 수정을 가하지 않습니다.
pl: Zapamiętaj i automatycznie wybierz ostatnio użyty plik klucza. Wyczyszczenie powiązań kluczy nie ma wpływu na pliki.
tr: Her veritabanı için, son kullanılan anahtar dosya otomatik olarak seçilir. İlişkilendirmeleri kaldırmak anahtar olarak kullanılan dosyaları etkilemez.
zh_cn: 记住并自动使用该数据库上次使用的密钥文件。清除关联不会对文件本身做修改。

# Mxu-GP-FmN.headerTitle
source: Key Files
ar: ملفات المفاتيح
fr: Fichiers clés
it: File Chiave
ko: 키 파일
pl: Pliki kluczy
tr: Anahtar Dosyalar
zh_cn: 密钥文件

# SSu-Sr-MCg.text
source: Clipboard Timeout
ar: مهلة الحافظة
fr: Délai de purge du presse-papiers
it: Timeout degli appunti
ko: 클립보드 시간 제한
pl: Limit czasu schowka
tr: Kopyalama Zamanaşımı
zh_cn: 剪贴板超时

# YL6-U9-FM6.text
source: Universal Clipboard
ar: الحافظة العامة
fr: Presse-papiers universel
it: Appunti universali
ko: 공통 클립보드
pl: Schowek ogólny
tr: Aygıtın tüm panolarında kopyalama
zh_cn: 通用剪贴板

# Zqb-p5-Ft8.footerTitle
source: Cached keys allow KeePassium to skip key derivation and YubiKey scans whenever possible.
fr: Les clés mises en cache permettent à KeePassium de ne pas avoir à dériver les clés et à YubiKey de les scanner dès que possible.
it: Le chiavi in cache consentono a KeePassium di saltare la derivazione delle chiavi e le scansioni di YubiKey ove possibile.
ko: 캐시에 등록된 키는 가능한 경우 KeePassium이 키 파생 및 YubiKey 스캐닝을 건너뛰도록 해줍니다.
tr: Önbelleğe alınan şifreler, KeePassium'un şifre türetmeyi atlamasına ve mümkün olduğunda YubiKey taramalarına izin verir.
zh_cn: 缓存的密钥允许 KeePassium 尽可能跳过密钥衍生和 YubiKey 扫描。

# Zqb-p5-Ft8.headerTitle
source: Advanced
fr: Avancé
it: Avanzate
ko: 고급
pl: Zaawansowane
tr: İleri düzey
zh_cn: 高级选项

# e1v-nv-Mst.normalTitle
source: Clear Master Keys
ar: مسح المفاتيح الرئيسة
fr: Effacer les clés maîtresses
it: Cancella Chiavi Master
ko: 마스터 키 비우기
pl: Wyczyść klucze główne
tr: Ana Şifreleri Sil
zh_cn: 清除主密钥

# e6Y-AP-hag.footerTitle
source: Hide passwords and other protected fields behind asterisks (recommended).
ar: إخفاء كلمات المرور وغيرها من الحقول المحمية خلف النجمة (مستحسن).
fr: Masquer les mots de passe et les autres champs protégés derrière des astérisques (recommandé).
it: Nascondi le password e altri campi protetti con degli asterischi (raccomandato).
ko: 패스워드와 보호된 필드를 별표 문자로 숨깁니다. (권장)
pl: Ukryj hasła i inne chronione pola gwiazdkami (zalecane).
tr: Şifreleri ve diğer korunan alanları yıldızlı (****) göster (Tavsiye edilir.).
zh_cn: 隐藏星号后面的密码和其他受保护字段 (推荐)。

# e6Y-AP-hag.headerTitle
source: Protected Fields
ar: الحقول المحمية
fr: Champs protégés
it: Campi protetti
ko: 보호된 필드
pl: Pola chronione
tr: Korunan Alanlar
zh_cn: 受保护字段

# g9a-rJ-4WJ.footerTitle
source: Use Universal Clipboard to copy and paste between your Apple devices. On external devices, this clipboard is cleared after two minutes.
ar: استخدم الحافظة العامة لنسخ ولصق بين أجهزة Apple الخاصة بك. على الأجهزة الخارجية، يتم مسح هذه الحافظة بعد دقيقتين.
fr: Utilisez le Presse-papiers universel pour copier et coller entre vos appareils Apple. Sur les appareils externes, ce presse-papiers est effacé après deux minutes.
it: Usa gli Appunti Universali per copiare e incollare tra i tuoi dispositivi Apple. Su dispositivi esterni, gli appunti vengono cancellati dopo due minuti.
ko: 공통 클립보드를 사용하면 사용자의 Apple 기기 간에 복사 및 붙여넣기가 가능해집니다. 외부 기기에서 이 클립보드의 데이터는 2분 후에 지워집니다.
pl: Użyj uniwersalnego schowka do kopiowania i wklejania pomiędzy urządzeniami Apple. Na urządzeniach zewnętrznych ten schowek jest czyszczony po dwóch minutach.
tr: Apple aygıtlarınız arasında kopyalayıp yapıştırmak için Evrensel Pano'yu kullanın. Harici cihazlarda bu pano iki dakika sonra silinir.
zh_cn: 使用通用剪贴板在您的苹果设备之间复制和粘贴。在外部设备上，这个剪贴板在两分钟后被清除。

# gTm-F6-EDQ.text
source: Clear Master Keys on Timeout
ar: مسح المفاتيح الرئيسة عند انتهاء المهلة
fr: Effacer la clé primaire en cas d'expiration
it: Cancella le chiavi principali dopo il timeout
ko: 시간 제한 도달 시 마스터 키 비우기
pl: Wyczyść klucze główne po upływie czasu
tr: Zamanaşımı Dolduğunda Ana Şifreleri Sil
zh_cn: 超时清除主密钥

# hnI-Q8-Ixm.footerTitle
source: When you copy anything, KeePassium will automatically clear your clipboard (pasteboard) after some time.
ar: عند نسخ اي شيء من السجلات، سيحذف التطبيق تلقائياً الحافظة الخاصة بك بعد هذا الوقت.
fr: Lorsque vous copiez du texte depuis une entrée, l'application effacera automatiquement votre presse-papiers après un certain délai.
it: Quando copia qualsiasi cosa, KeePassium cancellerà automaticamente gli appunti (pasteboard) dopo qualche tempo.
ko: 클립보드에 복사한 데이터가 있으면 지정한 시간 이후에 클립보드를 자동으로 비웁니다.
pl: Kiedy coś skopiujesz, KeePassium automatycznie wyczyści schowek po określonym czasie.
tr: Herhangi bir şeyi kopyaladığınızda, KeePassium bir süre sonra panonuzu (çalışma alanını) otomatik olarak temizler.
zh_cn: 当您复制任何东西, KeePassium 会在稍后自动的为您清除剪贴板。

# hnI-Q8-Ixm.headerTitle
source: Clipboard
ar: الحافظة
fr: Presse-papier
it: Appunti
ko: 클립보드
pl: Schowek
tr: Pano
zh_cn: 剪贴板

# neJ-eG-TV7.footerTitle
source: Database timeout closes any opened databases and clears any remembered master keys after some time.
ar: تغلق مهلة قاعدة البيانات أي قواعد بيانات مفتوحة وتزيل أي مفاتيح رئيسة بعد مرور بعض الوقت.
fr: Le délai de réponse de la base de données dépassé, ferme toutes les bases de données ouvertes et efface les clés maîtresses mémorisées après un certain temps.
it: Il timeout del database chiude tutti i database aperti e cancella qualsiasi chiave master ricordata dopo un certo tempo.
ko: 데이터베이스 시간 제한은 지정한 시간 이후에 열려있는 모든 데이터베이스를 닫고 기억된 마스터 키를 비웁니다.
pl: Po określonym czasie otwarte bazy zostaną zamknięte, a zapamiętane klucze główne wyczyszczone.
tr: Veritabanı zaman aşımı, açık olan veritabanlarını kapatır ve bir süre sonra hatırlanan ana şifreleri temizler.
zh_cn: 数据库超时会关闭任何打开的数据库, 并在稍后清除任何记住的主密钥。

# neJ-eG-TV7.headerTitle
source: Automatic Lock
ar: قفل تلقائي
fr: Verrouiller automatiquement
it: Blocco automatico
ko: 자동 잠금
pl: Automatyczna blokada
tr: Otomatik Kilitleme
zh_cn: 自动锁定

# pid-k2-idJ.text
source: Hide Passwords
ar: إخفاء كلمات المرور
fr: Masquer les mots de passe
it: Nascondi password
ko: 패스워드 숨기기
pl: Ukryj hasło
tr: Şifreleri Gizle (***)
zh_cn: 隐藏密码

# siQ-LK-GXZ.text
source: Cache Derived Encryption Keys
fr: Clés de chiffrement dérivées du cache
it: Chiavi di crittografia derivate dalla cache
ko: 파생된 암호화 키 캐싱
tr: Önbellekten Türetilmiş Şifreleme Anahtarları
zh_cn: 缓存衍生加密密钥

# weX-SZ-IDB.text
source: Database Timeout
ar: مهلة قاعدة البيانات
fr: Expiration de la session de base de données
it: Timeout Database
ko: 데이터베이스 시간 제한
pl: Limit czasu bazy
tr: Veritabanı Zaman Aşımı
zh_cn: 数据库自动锁定

# 87L-KA-IeR.title
source: File Sorting
ar: فرز الملفات
it: Ordinamento File
ko: 파일 정렬
pl: Sortowanie plików
tr: Dosya Sıralama
zh_cn: 文件排序

# pp5-eX-yPx.text
source: Show Backup Files
ar: إظهار ملفات النسخ الاحتياطي
it: Mostra Files di Backup
ko: 백업 파일 표시
pl: Pokaż kopie zapasowe
tr: Yedek Dosyaları Göster
zh_cn: 显示备份文件

# Gyy-12-KPC.title
source: List Settings
ar: إعدادات القوائم
it: Impostazioni Elenco
ko: 목록 설정
pl: Ustawienia listy
tr: Ayar Listesi
zh_cn: 列表设置

# [Database/Opened/action] Close
source: Close
ar: إغلاق
it: Chiudi
pl: Zamknij
tr: Kapat
zh_cn: 关闭

# [Entry/Field/name] URL
source: URL
ar: عنوان URL
pl: Adres URL
zh_cn: 网址

# XNL-lc-2Ti.text
source: MyPasswords
fr: MonMotsDePasse
nl: Mijnwachtwoorden
pl: MojeHasła
tr: Şifrelerim
zh_cn: 我的密码

# [Database/Create/TemplateGroup/title] OS
source: OS
ar: نظام التشغيل
fr: Système d'exploitation
it: Sistema operativo
nl: Besturingssysteem
pl: System
tr: İşletim Sistemi
zh_cn: 操作系统

# CbK-f7-To5.title
source: Add Database
ar: إضافة قاعدة بيانات
it: Aggiungi Database
tr: Veritabanı Ekle

# Zun-me-VzS.title
source: Databases
ar: قواعد البيانات
it: Database
tr: Veritabanları

# fXt-kp-oSe.text
source: No recent databases
ar: لا توجد قواعد بيانات حديثة
it: Nessun database recente
tr: Yeni veritabanı yok

# 89h-8b-LRO.normalTitle
source: Unlock
ar: فتح القفل
it: Sblocca
tr: Kilidi aç

# Dnl-vm-GMg.placeholder
source: No Key File
ar: لا يوجد ملف مفتاح
it: Nessun File Chiave
tr: Anahtar Dosyası Yok

# U6j-Ph-AWS.placeholder
source: Password
ar: كلمة المرور
tr: Şifre

# bxv-kR-0w1.title
source: Unlock Database
ar: فتح قاعدة البيانات
it: Sblocca il Database
tr: Veritabanının Kilidini Aç

# [Database/Delete] Failed to delete database file
source: Failed to delete database file
ar: فشل في حذف قاعدة البيانات
it: Impossibile eliminare il file del database
tr: Veritabanı dosyası silinemedi

# [Diagnostics] Show Diagnostic Log
source: Show Diagnostic Log
ar: إظهار سجل التشخيص
it: Mostra log diagnostico
tr: Tanılama Günlüğünü Göster

# [Premium/Subscription/Legal/text]
source: Payment will be charged to your Apple ID account at the confirmation of purchase. Subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions by going to your account settings on the App Store after purchase.
ar: سوف يتم اقتطاع المبلغ من حساب Apple ID عند تأكيد الشراء. يتجدد الاشتراك تلقائيًا إلا إذا قمت بالإلغاء في غضون 24 ساعة على الأقل قبل انتهاء فترة الاشتراك الحالية. وسوف يتم خصم المبلغ من حسابك نظير التجديد في غضون فترة 24 ساعة قبل نهاية الفترة الحالية. يمكنك إدارة اشتراكاتك وإلغائها بالذهاب إلى إعدادات الحساب في متجر التطبيقات بعد الشراء.
it: Il pagamento sarà addebitato sul tuo account ID Apple alla conferma dell'acquisto. L'abbonamento si rinnova automaticamente a meno che non venga annullato almeno 24 ore prima del termine del periodo di validità. Il rinnovo verrà addebitaato sul vostro account nelle 24 ore precedenti il termine del periodo di validità. Potete gestire e annullare gli abbonamenti nelle impostazioni del vostro account su App Store dopo l'acquisto.
tr: Satın alma onaylandığında Apple Kimliğinden ödeme tahsil edilecektir. Geçerli abonelik dönemi bitmeden en az 24 saat önceden otomatik yenileme özelliği kapatılmazsa abonelik otomatik olarak yenilenir. Mevcut abonelik döneminin bitmesine 24 saat kala hesabından yenileme ücreti tahsil edilir. Satın almadan sonra App Store’da hesap ayarlarına giderek aboneliklerini yönetebilir ve iptal edebilirsin.

# 8aU-C3-c3r.normalTitle
source: Add Key File
ar: إضافة ملف مفتاح
it: Aggiungi File Chiave
tr: Anahtar Dosyası Ekle

# Ftb-fa-Dvb.text
source: Use only password
ar: استخدام كلمة المرور فقط
it: Usa solo password
tr: Sadece şifre kullan

# dAQ-9p-8Y9.title
source: Choose Key File
ar: اختر ملف المفتاح
it: Seleziona file chiave
tr: Dosya Seç

# tGm-oo-awN.text
source: No Key File
ar: لا يوجد ملف مفتاح
it: Nessun File Chiave
tr: Anahtar Dosyası Yok

# bNa-R0-f67.accessibilityLabel
source: Show Diagnostics
ar: اظهار التشخيصات
it: Mostra Diagnostica
tr: Tanıları Göster

# nrD-QC-R8N.accessibilityLabel
source: Show Diagnostics
ar: اظهار التشخيصات
it: Mostra Diagnostica
tr: Tanıları Göster

# [Database/Create/TemplateEntry/password] pa$$word
source: pa$$word
it: paga$$word
nl: wa8woord
tr: Şifre $word

# HYe-lP-dCp.text
source: Rate KeePassium on the App Store
ar: قيّم KeePassium على متجر التطبيقات
it: Vota KeePassium sull'App Store
tr: AppStore'da bizi değerlendirin

# c5H-hS-sU3.text
source: Review KeePassium
ar: مراجعة KeePassium
it: Recensisci KeePassium
tr: KeePassium'u Değerlendirin

# eox-My-Hns.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: In-memory Protection
ar: الحماية في الذاكرة
it: Protezione in-memory

# [Entry/View] Edit Entry
source: Edit Entry
ar: تحرير السجل
it: Modifica Elemento

# 3mQ-t6-0ty.text
source: Enter passcode
ar: أدخل كلمة المرور
it: Inserisci il codice di accesso

# 1D0-qD-Wj1.title
source: Diagnostic Info
ar: معلومات التشخيص
it: Informazioni Diagnostiche

# icR-uK-cyC.title
source: Clear
ar: إزالة
it: Annulla

# uAJ-Ui-Jkx.title
source: Contact Support
ar: التواصل مع الدعم
it: Contatta il Supporto

# TUE-Aw-fJl.text
source: App Icon
ar: أيقونة التطبيق
it: Icona App

# [PremiumFeature/Generic/description]
source: You have found a premium feature! Upgrade to premium and enjoy KeePassium at its best.
ar: لقد وجدت ميزة مدفوعة! قم بالترقية إلى المميز والاستمتاع بـ KeePassium في أفضل حالاتها.

# [BiometricAuthType] Face ID
source: Face ID
ar: بصمة الوجه

source: Thank you! You can use KeePassium while purchase is awaiting approval from a parent
ar: شكرًا لك! يمكنك استخدام KeePassium أثناء انتظار تأكيد الشراء من أحد الوالدين

# Qz4-PJ-Tra.text
source: CC BY 3.0
ar: CC BY 4.0
fr: CC PAR 3.0

# hVm-qH-TAI.text
source: CC BY 3.0
ar: CC BY 4.0
fr: CC PAR 3.0

# enW-gs-tra.configuration.title
source: Add Database
ja: データベースを追加
nl: Voeg database toe

# [AppLock/weakPasscodeWarning]
source: This passcode is easy to guess. Try entering a stronger one.
ja: このパスコードは簡単に推測できます。より強力なパスコードを入力してみてください。
nl: Deze toegangscode is makkelijk te raden. Probeer een sterkere in te voeren.

# [AutoFill/AcceptAndRemember/action]
source: Accept and Remember
ja: 承認して記憶
nl: Accepteer en onthoud

# [AutoFill/AllEntries/title]
source: All Entries
ja: すべてのエントリー
nl: Alle items

# [AutoFill/Context/Empty/title]
source: Unknown
ja: 不明
nl: Onbekend

# [AutoFill/FoundEntries/title]
source: Best Matches
ja: 最も適合するエントリー
nl: Beste overeenkomsten

# [AutoFill/InsertText/select]
source: Select Field
ja: フィールドを選択
nl: Selecteer veld

# [AutoFill/RecentlyUsed/title]
source: Recently Used
ja: 最近使用したエントリー
nl: Onlangs gebruikt

# [AutoFill/RememberContext/action]
source: Remember Selected Entries
ja: 選択したエントリーを記憶する
nl: Onthoud geselecteerde items

# [AutoFill/RememberContext/callToAction]
source: Improve AutoFill suggestions
ja: 自動入力候補の改善
nl: Verbeter suggesties voor automatisch invullen

# [AutoFill/RememberContext/description]
source: KeePassium will remember which entry you select for each website and then suggest it automatically.
ja: KeePassiumは各ウェブサイトで選択したエントリーを記憶し、自動的に提案します。
nl: KeePassium onthoudt welk item je selecteert voor elke website en stelt het dan automatisch voor.

# [AutoFill/Setup/UncheckKeychain/autofillFrom]
source: AutoFill from:
ja: 自動入力の取得元:
nl: Vul automatisch in vanuit:

# [AutoFill/Setup/UncheckKeychain/callToAction]
source: Uncheck Keychain
ja: キーチェーンの無効化
nl: Schakel Sleutelhanger uit

# [AutoFill/Setup/UncheckKeychain/message]
source: To make KeePassium your default password manager, uncheck "%@".
ja: KeePassiumをデフォルトのパスワードマネージャーにするには、「%@」のチェックを外してください。
nl: Om KeePassium je standaard wachtwoordbeheerder te maken, haalt u het vinkje weg "%@".

# [AutoFill/Setup/UncheckKeychain/usePasswordsAndPasskeysFrom]
source: Use passwords and passkeys from:
ja: 使用するパスワードとパスキーの取得元
nl: Gebruik wachtwoorden en passkeys van:

# [Database/Entry/Location/title]
source: Location
ja: 場所
nl: Locatie

# [Database/Entry/RandomUsernames/title]
source: Random Usernames
ja: ランダムなユーザー名
nl: Willekeurige gebruikersnamen

# [Database/Entry/SelectUsername/action]
source: Select Username
ja: ユーザー名を選択
nl: Selecteer gebruikersnaam

# [Database/Item/SelectNamed/action]
source: Select "%@"
ja: "%@" を選択
nl: Selecteer "%@"

# [Database/Passkey/AddToExisting/action]
source: Add Passkey to Existing Entry
ja: 既存のエントリーにパスキーを追加
nl: Passkey toevoegen aan bestaand item

# [Database/Passkey/AddToExisting/callToAction]
source: Choose an entry for the new passkey
ja: 新しいパスキーのエントリーを選択してください
nl: Kies een item voor de nieuwe passkey

# [Database/Passkey/AddToExisting/confirm]
source: This entry already has a passkey. Replace it?
ja: このエントリーにはすでにパスキーが設定されています。置き換えますか？
nl: Dit item heeft al een passkey. Wil je deze vervangen?

# [Database/Passkey/Create/title]
source: Create a Passkey?
ja: パスキーを作成しますか？
nl: Passkey maken?

# [Generic/ApplePasswordsApp/title]
source: Passwords
ja: パスワード
nl: Wachtwoorden

# [Generic/Keychain/title]
source: Keychain
ja: キーチェーン
nl: Sleutelhanger

# [PasswordGenerator/Wordlist/Import/menuAction]
source: Import Wordlist…
ja: ワードリストを読み込む...
nl: Woordenlijst importeren…

# [PasswordQuality/LevelWithApproximateEntropy/description]
source: %1$@ (~%2$@ of entropy)
ja: %1$@ (%2$@ のエントロピー)
nl: %1$@ (~%2$@ van entropie)

# [PasswordQuality/LevelWithEntropy/description]
source: %1$@ (%2$@ of entropy)
ja: %1$@ (%2$@ のエントロピー)
nl: %1$@ (%2$@ van entropie)

# [PasswordQuality/Level] Good
source: Good
ja: 良い
nl: Goed

# [PasswordQuality/Level] Very good
source: Very good
ja: とても良い
nl: Erg goed

# [PasswordQuality/Level] Very weak
source: Very weak
ja: とても弱い
nl: Erg zwak

# [PasswordQuality/Level] Weak
source: Weak
ja: 弱い
nl: Zwak

# [PasswordQuality/description]
source: Password quality: %@
ja: パスワードの強度: %@
nl: Wachtwoordkwaliteit: %@

# [QuickAutoFill/Activate/callToAction]
source: Activate Quick AutoFill
fr: Activer le remplissage automatique rapide
ja: クイック自動入力をオン
nl: Activeer snel automatisch invullen

# [Search/EmptyResult/title]
source: Nothing suitable found
ja: 該当するものはありません
nl: Niets geschikts gevonden

# h6C-CG-RVI.configuration.title
source: Save Database
ja: 保存
nl: Sla database op

# NSPhotoLibraryUsageDescription
source: KeePassium needs access to select images for custom icons and to scan QR codes for OTP setup.
ja: カスタムアイコン用画像の選択とOTP設定用のQRコードのスキャンを行うには、KeePassiumにアクセス許可を与える必要があります。
nl: KeePassium heeft toegang nodig tot geselecteerde afbeeldingen voor aangepaste pictogrammen en om QR-codes te scannen voor het instellen van OTP's.

# [About/altTitle]
source: About KeePassium
ja: KeePassiumについて
nl: Over KeePassium

# [AppHistory/title]
source: What's New
ja: バージョン履歴
nl: Wijzigingslog

# [Appearance/AppIcon/title]
source: App Icon
ja: Appのアイコン
nl: Appsymbool

# [Appearance/DatabaseIcons/title]
source: Database Icons
ja: データベースのアイコン
nl: Databasepictogrammen

# [Appearance/DefaultFont/shortTitle]
source: Default
ja: デフォルト
nl: Standaard

# [Appearance/EntryViewer/OpenLastUsedTab/title]
source: Open Last Used Tab
ja: 最後に使用したタブを開く
nl: Open tabblad Laatst gebruikt

# [Appearance/EntryViewer/title]
source: Entry Viewer
ja: エントリーの表示
nl: Itemweergave

# [Appearance/Font/title]
source: Font
ja: フォント
nl: Lettertype

# [Appearance/TextSize/reset]
source: Reset text size to default
ja: 文字の大きさをデフォルトに戻す
nl: Zet de tekstgrootte terug op de standaardwaarde

# [Appearance/title]
source: Appearance
ja: 表示
nl: Vormgeving
