Repository: keepassium/KeePassium-L10n
Catalog: */KeePassium.xliff
Languages: ar, fr, it, ja, ko, nl, pl, tr, zh_cn

# wYr-Ya-qAP.text
source: System settings icon by Vicons Design
ar: أيقونات إعدادات النظام مِن قِبل Vicons Design
fr: Icône des paramètres système par Vicons Design
it: Icona impostazioni di sistema di Vicons Design
ko: 시스템 설정 아이콘 ― Vicons Design
pl: Ikony ustawień systemowych - Vicons Design
zh_cn: 系统设置图标 来自 Vicons Design

# Cu8-bv-TEu.title
source: File Info
ar: معلومات الملف
fr: Info fichier
it: Informazioni sul File
ko: 파일 정보
pl: Informacje o pliku
tr: Dosya Bilgisi
zh_cn: 文件信息

# DWC-wm-aMy.normalTitle
source: Export
ar: تصدير
fr: Exporter
it: Esporta
ko: 내보내기
pl: Eksportuj
tr: Dışa Aktar
zh_cn: 汇出

# P3J-3c-ucU.title
source: Unlock KeePassium
ar: فتح قفل KeePassium
fr: Débloquer KeePassium
it: Sblocca KeePassium
ja: KeePassiumのロックを解除
ko: KeePassium 잠금 해제
nl: Ontgrendel KeePassium
pl: Odblokuj KeePassium
tr: KeePassium'un Kilidini Aç
zh_cn: 解锁 KeePassium

# ZTd-Zj-qAs.placeholder
source: Passcode
ar: كلمة المرور
fr: Code d'accès
it: Codice di accesso
ja: パスコード
ko: 비밀번호
nl: toegangscode
pl: Kod dostępu
tr: Şifre
zh_cn: 应用解锁密码

# z0x-Rz-Nfj.normalTitle
source: Cancel
ar: إلغاء
fr: Annuler
it: Annullare
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
tr: İptal
zh_cn: 取消

# 9Zh-Kk-7yq.title
source: What's New
fr: Les nouveautés
ko: 변경 사항
pl: Co nowego
zh_cn: 更新了什么

# Ura-k4-GXq.title
source: Diagnostics
ar: التشخيصات
it: Diagnostica
ko: 진단 로그
pl: Diagnostyka
tr: Tanılamalar
zh_cn: 诊断信息

# 1Nc-wz-Yqq.title
source: Welcome
ar: مرحبًا
fr: Bienvenu(e)
it: Benvenuto/a
ko: 환영합니다!
pl: Witamy
tr: Hoş geldiniz
zh_cn: 欢迎使用

# 4wh-8O-5Ch.normalTitle
source: Create New Database
ar: إنشاء قاعدة بيانات جديدة
fr: Créer une nouvelle base de données
it: Crea un Nuovo Database
ko: 새로운 데이터베이스 생성
pl: Utwórz nową bazę
tr: Yeni Bir Veritabanı Oluşturun
zh_cn: 创建新的数据库

# PgB-6p-H0t.text
source: KeePassium stores your passwords, credit cards and other information in an encrypted file (database). You can have multiple databases, for example to separate work, family and personal accounts.
ar: يقوم KeePassium بتخزين كلمات المرور، بطاقات الائتمان وغيرها من المعلومات في ملف مشفر (قاعدة البيانات). يمكن أن يكون لديك عدة قواعد بيانات، على سبيل المثال لحسابات العمل وللأسرة وللحسابات الشخصية.
fr: KeePassium stocke vos mots de passe, cartes de crédit et autres informations dans un fichier crypté (base de données). Vous pouvez avoir plusieurs bases de données, par exemple pour séparer le travail, la famille et les comptes personnels.
it: KeePassium memorizza le tue password, carte di credito e altre informazioni in un file crittografato (database). Puoi gestire più database, ad esempio per separare gli account di lavoro, famiglia e personale.
ko: KeePassium은 암호화된 파일(데이터베이스)에 사용자의 패스워드나 신용카드 등의 정보를 저장합니다. 분리된 업무용, 가족용, 개인 계정용 등과 같이 다수의 데이터베이스를 사용하실 수도 있습니다.
pl: KeePassium przechowuje Twoje hasła, dane karty kredytowej i inne informacje w zaszyfrowanym pliku (bazie). Możesz posiadać wiele baz, na przykład oddzielnie dla kont służbowych, rodzinnych i osobistych.
tr: KeePassium şifrelerinizi, kredi kartlarınızı ve diğer bilgilerinizi şifrelenmiş bir dosyada (veritabanı) saklar. Birden fazla veritabanınız olabilir. Ör: işi, aileyi, kişisel bilgilerinizi ayrı ayrı tutmak için.
zh_cn: KeePassium 可以将您的密码、信用卡和其他讯息 加密的保存(数据库)。 您可以拥有多个数据库, 比如区分: 公司用、家庭用以及私人用。

# ZKW-2f-Xkz.normalTitle
source: Add Existing Database
ar: إضافة قاعدة بيانات موجودة
fr: Ajouter une base de données existante
it: Apri un Database esistente
ko: 기존 데이터베이스 추가
pl: Dodaj istniejącą bazę
tr: Varolan Bir Veritabanını Ekle
zh_cn: 添加现有数据库

# 5Xu-cN-kSg.text
source: Look-Alike Characters (1Il…)
ar: خانات تبدو متشابهة (1Il…)
fr: Caractères ressemblants (1Il…)
it: Caratteri Look-Alike (1il…)
ko: 비슷하게 보이는 문자 (1Il…)
pl: Podobne znaki (1Il…)
tr: Benzer Tamgalar (1Il…)
zh_cn: 容易搞错的字符 (1Il…)

# Hxj-CB-VE7.text
source: Password Length
ar: طول كلمة المرور
fr: Longueur du mot de passe
it: Lunghezza Password
ko: 패스워드 길이
pl: Długość hasła
tr: Şifre Uzunluğu
zh_cn: 密码长度

# Mwu-Lk-3MU.text
source: Special Symbols (@#$…)
ar: الرموز الخاصة (@#$…)
fr: Symboles spéciaux (@#$…)
it: Caratteri speciali (@#$…)
ko: 특수문자 (@#$…)
pl: Znaki specjalne (@#$…)
tr: Özel Tamgalar (@#$…)
zh_cn: 特殊符号 (@#$…)

# O7Z-bK-bJa.title
source: Randomizer
ar: بطريقة عشوائية
fr: Générateur aléatoire
it: Generazione casuale
ko: 랜덤 생성기
pl: Generator
tr: Karıştırıcı
zh_cn: 随机产生器

# Rwu-qh-8ON.text
source: Lower Case Letters (abc…)
ar: أحرف صغيرة (abc…)
fr: Lettres minuscules (abc…)
it: Lettere Minuscole (abc…)
ko: 소문자 (abc…)
pl: Małe litery (abc…)
tr: Küçük Harfler (abc…)
zh_cn: 小写字母 (abc…)

# iRk-FV-7U8.text
source: Digits (123…)
ar: اعداد (123…)
fr: Chiffres (123…)
it: Cifre (123…)
ko: 숫자 (123…)
pl: Cyfry (123…)
tr: Rakamlar (123…)
zh_cn: 数字 (123…)

# x93-rB-nNr.text
source: Upper Case Letters (ABC…)
ar: أحرف كبيرة (ABC…)
fr: Lettres en majuscule (ABC…)
it: Lettere Maiuscole (ABC…)
ko: 대문자 (ABC…)
pl: Wielkie litery (ABC…)
tr: Büyük Harfler (ABC…)
zh_cn: 大写字母(ABC…)

# LNd-e9-YY7.title
source: Premium
ar: النسخة المميزة
ja: プレミアム
ko: 프리미엄
zh_cn: 高级版

# NSz-U1-2ye.normalTitle
source: Terms and Conditions
ar: الشروط والاحكام
fr: Conditions générales
it: Termini e сondizioni
ja: 利用規約
ko: 이용 약관
nl: Algemene voorwaarden
pl: Zasady i warunki użytkowania
tr: Hizmet Koşulları ve Kullanım Şartları
zh_cn: 条款与条件

# fC2-en-cOo.normalTitle
source: Privacy Policy
ar: سياسة الخصوصية
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보처리방침
nl: Privacybeleid
pl: Polityka prywatności
tr: Gizlilik Politikası
zh_cn: 隐私权政策

# j7c-Gd-QEh.normalTitle
source: Already purchased?
ar: هل اشتريته مسبقا؟
fr: Déjà acheté ?
it: Già acquistato?
ja: 購入済みですか？
ko: 이미 구매하셨나요?
nl: Reeds aangeschaft?
pl: Już kupiłeś?
tr: Zaten satın aldınız mı?
zh_cn: 已经购买？

# 5Dg-KX-m7a.footerTitle
source: If you enter a wrong AppLock passcode, KeePassium will close all databases and clear all master keys from the keychain.
ar: إذا قمت بإدخال كلمة المرور بشكل خاطيء في قفل التطبيق، سيقوم KeePassium بإغلاق جميع قواعد البيانات وإزالة جميع المفاتيح الرئيسة من سلسلة المفاتيح.
fr: Si vous entrez un mauvais code d'accès AppLock, KeePassium fermera toutes les bases de données et effacera toutes les clés maîtresses du trousseau.
it: Se immetti un codice di accesso AppLock errato, KeePassium chiuderà tutti i database e cancellerà tutte le chiavi master dal portachiavi.
ko: 앱 잠금 비밀번호를 잘못 입력한 경우, KeePassium은 모든 데이터베이스를 닫고 키체인에 등록된 모든 마스터 키를 지웁니다.
pl: Jeżeli wprowadzisz zły kod dostępu, KeePassium zamknie wszystkie bazy i wyczyści usunie klucze główne z pęku kluczy.
tr: Eğer yanlış bir AppLock şifresi girerseniz, KeePassium tüm veritabanlarını kapatacak ve tüm ana şifreleri unutacak.
zh_cn: 如果您使用了错误的应用解锁密码, KeePassium 将会关闭所有的数据库并从系统钥匙圈中清除所有的主密钥。

# 5Dg-KX-m7a.headerTitle
source: Wrong Passcode
ar: كلمة مرور خاطئة
fr: Code d'accès erroné
it: Codice di accesso errato
ko: 잘못된 비밀번호
pl: Błędny kod dostępu
tr: Yanlış Şifre
zh_cn: 错误的应用解锁密码

# 6Pk-35-Fx6.text
source: Protect Databases
ar: حماية قواعد البيانات
fr: Protéger les bases de données
it: Protezione database
ko: 데이터베이스 보호
pl: Chroń bazy
tr: Veritabanlarını Koru
zh_cn: 保护数据库

# 7ae-8I-LiQ.footerTitle
source: Allows biometric authentication as a quick (but less secure) alternative to AppLock passcode.
ar: السماح بالمصادقة البيومترية كبديل سريع (لكن أقل أمانًا) لكلمة مرور قفل التطبيق.
fr: Permet l'authentification biométrique en tant qu'alternative rapide (mais moins sécurisée) au code d'accès AppLock.
it: Consente l'autenticazione biometrica come alternativa rapida (ma meno sicura) al codice di sicurezza di AppLock.
ko: 앱 잠금 비밀번호 대신 더 빠른 생체 인식 인증(덜 안전함)을 사용합니다.
pl: Użyj danych biometrycznych jako szybszą (ale mniej bezpieczną) alternatywę dla kodu dostępu.
tr: Uygulama Kilidi şifresi yerine hızlı (ama daha güvensiz) bir alternatif olan biyometrik yetkilendirmeye izin verir.
zh_cn: 可以使用生物识别身份验证作为应用解锁密码(但可能不这么安全) 快速解锁的替代方案。

# 7ae-8I-LiQ.headerTitle
source: Biometrics
ar: البصمات
fr: Biométriques
it: Dati biometrici
ko: 생체 인식
pl: Biometria
tr: Biyometrik
zh_cn: 生物识别技术

# Ef4-Jw-xeO.text
source: Timeout
ar: المُهلة
fr: Expiration
ko: 시간 제한
pl: Limit czasu
tr: Zaman Aşımı
zh_cn: 超时

# IS1-Lb-MFy.text
source: Enable AppLock
ar: تمكين قفل التطبيق
fr: Activer le verrou d'applications
it: Abilita Blocco dell'App
ko: 앱 잠금 활성화
pl: Włącz AppLock
tr: Uygulama kilidini etkinleştir
zh_cn: 启用应用解锁密码

# U5m-je-MhO.title
source: App Protection
ar: حماية التطبيق
fr: Protection des applications
it: Protezione App
ko: 앱 보호
pl: Ochrona aplikacji
tr: Uygulama Güvenliği
zh_cn: 应用保护

# aBx-Ee-bMk.footerTitle
source: Protect KeePassium from unauthorized access.
ar: حماية KeePassium من الوصول الغير مصرح به.
fr: Protéger KeePassium contre les accès non autorisés.
it: Proteggi KeePassium da accessi non autorizzati.
ko: 허가되지 않은 접근으로부터 KeePassium을 보호합니다.
pl: Chroni KeePassium przed niepowołanym dostępem.
tr: KeePassium'u yetkisiz girişlerden koruyun.
zh_cn: 保护KeePassium免受未经授权的访问。

# m50-fl-4tu.footerTitle
source: The app will automatically lock up after this time.
ar: سيتم قفل التطبيق تلقائياً بعد هذا الوقت.
fr: L'application se verrouille automatiquement après ce délai.
it: L'app si bloccherà automaticamente dopo questo tempo.
ko: 지정된 시간 제한이 지나면 앱이 자동으로 잠깁니다.
pl: Po tym czasie aplikacja zostanie automatycznie zablokowana.
tr: Uygulama bu süre geçtikten sonra kendiliğinden kilitlenecektir.
zh_cn: 应用程序将在此时间后自动锁定。

# 5MH-wG-EYd.title
source: App Lock Timeout
ar: مهلة قفل التطبيق
fr: Délai de verrouillage de l'application
it: Timeout del Blocco App
ko: 앱 잠금 시간 제한
pl: Czas do blokady
tr: Uygulama Kilidi Zaman Aşımı
zh_cn: 应用解锁密码 超时设定

# 4Yu-VJ-n8p.text
source: Database Icons
fr: Icônes de la base de données
ko: 데이터베이스 아이콘
pl: Ikona bazy
tr: Veritabanı simgeleri
zh_cn: 数据库图标

# 4mh-X8-Byq.title
source: Appearance
fr: Aspect
ko: 모양
pl: Wygląd
tr: Görünüm
zh_cn: 界面外观

# 5U9-NZ-sJe.accessibilityLabel
source: Reset text size to default
fr: Réinitialiser la taille du texte par défaut
ko: 글자 크기를 기본값으로 초기화
pl: Domyślny rozmiar tekstu
tr: Metin boyutunu varsayılana sıfırla
zh_cn: 重置文本大小为默认值

# Lh3-CB-Urp.footerTitle
source: Hide passwords and other protected fields behind asterisks (recommended).
fr: Masquer les mots de passe et les autres champs protégés derrière des astérisques (recommandé).
ko: 패스워드와 보호된 필드를 별표 문자로 숨깁니다. (권장)
pl: Ukryj hasła i inne chronione pola gwiazdkami (zalecane).
tr: Şifreleri ve diğer korunan alanları yıldızlı (****) göster (Tavsiye edilir.).
zh_cn: 隐藏星号后面的密码和其他受保护字段 (推荐)。

# Lh3-CB-Urp.headerTitle
source: Protected Fields
fr: Champs protégés
ko: 보호된 필드
pl: Pola chronione
tr: Korunan Alanlar
zh_cn: 受保护字段

# MsA-Cd-czb.headerTitle
source: Entry Viewer
fr: Visualisateur d'entrée
ko: 항목 뷰어
pl: Widok wpisu
tr: Metin Boyutu
zh_cn: 条目检视

# fSx-Do-lgu.text
source: App Icon
fr: Icône d'application
ko: 앱 아이콘
pl: Ikona aplikacji
tr: Uygulama Simgesi
zh_cn: 应用图标

# usg-hF-eLK.text
source: Hide Passwords
fr: Masquer les mots de passe
ko: 패스워드 숨기기
pl: Ukryj hasło
tr: Şifreleri Gizle (***)
zh_cn: 隐藏密码

# 7SF-2E-uTg.text
source: Tap "Passwords & Accounts"
ar: اختر "كلمات المرور و الحسابات"
it: Clicca su "Password & Account"
ko: ”암호 및 계정” 또는 “암호” 설정 진입
pl: Wybierz "Hasła"
tr: "Parolalar"a Dokun
zh_cn: 点选 "密码 & 账户"

# K3a-Mc-VCg.text
source: Open device settings
ar: افتح إعدادات الجهاز
it: Apri impostazioni dispositivo
ko: 기기 설정 열기
pl: Otwórz Ustawienia
tr: "Ayarlar"ı aç
zh_cn: 打开系统设置

# UzV-Ht-rGx.text
source: Tap "AutoFill Passwords"
ar: اختر "ملء كلمات المرور تلقائياً"
it: Clicca su "Riempimento automatico"
ko: ”암호 자동 완성” 설정 진입
pl: Automatyczne uzupełnianie haseł
tr: "Parolaları Otomatik Doldur"a tıkla
zh_cn: 点选 "自动填充密码"

# WDb-aU-Mmf.text
source: Fill-in the perfect result automatically
ar: املأ النتائج المتطابقة تلقائيًا
fr: Remplir le résultat parfait automatiquement
it: Compila automaticamente il risultato perfetto
ko: 완벽히 일치하는 항목으로 자동 채우기
pl: Wypełnij dokładne dopasowania
tr: En iyi sonucu otomatik olarak getir
zh_cn: 自动填充合适的内容

# X2u-c9-gwU.text
source: Turn on "AutoFill Passwords"
ar: تفعيل "ملء كلمة المرور تلقائياً"
it: Attiva "Riempimento automatico password"
ko: “암호 자동 완성” 활성화
pl: Włącz "Automatyczne wypełnianie haseł"
tr: "Parolaları Otomatik Doldur"u aç
zh_cn: 打开"自动填充密码"

# XYL-1l-Jx6.footerTitle
source: When AutoFill inserts the username and password, it can also copy the one-time password (OTP) for you.
ar: عندما تدرج تلقائياً اسم المستخدم وكلمة المرور، يمكنك أيضاً نسخ كلمة المرور لمرة واحدة (OTP).
fr: Lorsque le remplissage automatique insère le nom d'utilisateur et le mot de passe, il peut également copier le mot de passe unique (OTP) pour vous.
it: Quando il riempimento automatico inserisce nome utente e password, può anche copiare la password monouso (OTP).
ko: 자동 완성으로 사용자 이름과 패스워드를 삽입할 때, 일회용 비밀번호(OTP)를 복사합니다.
pl: Gdy Autouzupełnianie wstawia nazwę użytkownika i hasło, może także skopiować hasło jednorazowe do schowka.
tr: Otomatik Doldur işlevi kullanıcı adı ve şifreyi yazdıktan sonra şifreyi de senin için kopyalayabilir.
zh_cn: 当自动填充写入用户名和密码时，它还可以自动为您复制一次性密码（OTP）。

# XYL-1l-Jx6.headerTitle
source: One-time passwords
ar: كلمة السر لمرة واحدة OTP
fr: Mot de passe à usage unique (OTP)
it: One-Time Password
ko: 일회용 비밀번호
pl: Hasło jednorazowe
tr: Tek kullanımlık şifre
zh_cn: 一次性密码

# caI-eV-WlU.text
source: Select "KeePassium"
ar: حدد "KeePassium"
it: Seleziona "KeePassium"
ko: “KeePassium” 선택
pl: Wybierz "KeePassium"
tr: "KeePassium"u seç
zh_cn: 选择"KeePassium"

# ei6-22-NXN.title
source: AutoFill
ar: الملء تلقائي
fr: Remplissage automatique
it: Riempimento Automatico
ko: 자동 완성
pl: Autouzupełnianie
tr: Otomatik Doldur
zh_cn: 自动填充功能

# go1-Nt-isQ.text
source: Copy OTP to clipboard
ar: نسخ OTP إلى الحافظة
fr: Copier OTP dans le presse-papiers
it: Copia OTP negli appunti
ko: 클립보드에 OTP 복사
pl: Kopiuj hasło jednorazowe do schowka
tr: Tek Kullanımlık Şifreyi kopyala
zh_cn: 复制 一次性密码OTP 到剪贴板

# jYl-ks-dFG.footerTitle
source: When AutoFill finds only one, perfectly matching, entry – this entry will be pasted automatically.
ar: عند العثور على سجل واحد متطابق تماما، سيتم لصق هذا السجل تلقائيا.
fr: Lorsque le remplissage automatique ne trouve qu'une seule entrée, parfaitement correspondante, cette entrée sera collée automatiquement.
it: Quando Riempimento automatico trova una voce perfettamente corrispondente, questa voce verrà popolata automaticamente.
ko: 자동 완성이 완벽히 일치하는 단 하나의 항목을 찾은 경우, 항목의 데이터가 자동으로 붙여넣어집니다.
pl: Gdy Autouzupełnianie znajdzie dokładne dopasowanie - dane zostaną wstawiony automatycznie.
tr: Otomatik Doldurma, birebir eşleşen bir girdi bulduğunda; otomatik olarak bu girdi kopyalanır.
zh_cn: 当自动填充只有一个完全匹配的条目——该条目将被自动粘贴。

# jYl-ks-dFG.headerTitle
source: Automatic search
ar: البحث التلقائي
fr: Recherche automatique
it: Ricerca automatica
ko: 자동 검색
pl: Automatyczne wyszukiwanie
tr: Otomatik arama
zh_cn: 自动搜索

# r0b-qe-g8J.headerTitle
source: Initial Setup
ar: الإعداد الأولي
it: Configurazione iniziale
ko: 기초 설정
pl: Wstępna konfiguracja
tr: Kurulum aşamaları
zh_cn: 初始设置

# atf-ra-KMC.title
source: Keep Backup Files
ar: الاحتفاظ بملفات النسخ الاحتياطي
fr: Garder les fichiers de sauvegarde
it: Mantieni i Files di Backup
ko: 백업 파일 유지
pl: Przechowuj kopie zapasowe
tr: Yedek dosyaları sakla
zh_cn: 保留备份文件

# B3L-Dk-Uq3.footerTitle
source: KeePassium can automatically delete old backup files to free up some storage space.
ar: KeePassium يمكنه حذف ملفات النسخ الاحتياطي القديمة تلقائيًا لتحرير بعض مساحة التخزين.
fr: KeePassium peut supprimer automatiquement les anciens fichiers de sauvegarde pour libérer de l'espace de stockage.
it: KeePassium può eliminare automaticamente i vecchi file di backup per liberare spazio di archiviazione.
ko: KeePassium은 저장 공간을 비우기 위해 이전 백업 파일을 자동으로 삭제할 수 있습니다.
pl: KeePassium może automatycznie usuwać stare kopie zapasowe, aby zwolnić trochę miejsca na dysku.
tr: Yer kazanmak için KeePassium otomatik olarak eski yedek dosyalarını siler.
zh_cn: KeePassium 可以自动删除旧的备份文件帮您释放点手机文件空间。

# B3L-Dk-Uq3.headerTitle
source: Periodic cleanup
ar: التنظيف الدوري
fr: Nettoyage périodique
it: Pulizia periodica
ko: 주기적 정리
pl: Okresowe czyszczenie
tr: Periyodik temizlik
zh_cn: 定期清理

# BJ7-eQ-JOc.text
source: Make Backup Copies
ar: إنشاء نسخ احتياطية
fr: Faire des copies de sauvegarde
it: Eseguire Copie di Backup
ko: 백업 파일 생성
pl: Twórz kopie zapasowe
tr: Yedek Dosyaları Oluştur
zh_cn: 创建备份副本

# G42-gR-eKm.text
source: Keep Backup Files
ar: الاحتفاظ بملفات النسخ الاحتياطي
fr: Garder les fichiers de sauvegarde
it: Mantieni i Files di Backup
ko: 백업 파일 유지
pl: Przechowuj kopie zapasowe
tr: Yedek dosyaları sakla
zh_cn: 保留备份文件

# Qs6-uS-gdS.text
source: Exclude Backup Files from System Backup
fr: Exclure les fichiers de sauvegarde de la sauvegarde du système
it: Escludi i file di backup dal backup di sistema
ko: 시스템 백업 시 백업 파일 제외
pl: Wyklucz kopie zapasowe bazy z kopii zapasowej systemu
tr: Yedek Dosyalarını, Sistem Geri Yükleme'den Muaf Tut
zh_cn: 从系统备份中排除备份文件

# XeH-7q-aad.footerTitle
source: Backup copies will appear along with the original files.
ar: ستظهر النسخ الاحتياطية مع الملفات الأصلية.
fr: Les copies de sauvegarde apparaîtront avec les fichiers originaux.
it: Le copie di backup appariranno insieme ai file originali.
ko: 백업본이 원본 파일과 함께 표시됩니다.
pl: Kopie zapasowe pojawią się razem z oryginalnymi plikami.
tr: Yedek kopyalar orijinal dosyalarla birlikte görünecektir.
zh_cn: 备份副本将与原始文件一起显示。

# aEK-cJ-9bc.text
source: Show Backup Files
ar: إظهار ملفات النسخ الاحتياطي
fr: Afficher les fichiers de sauvegarde
it: Mostra Files di Backup
ko: 백업 파일 표시
pl: Pokaż kopie zapasowe
tr: Yedek Dosyaları Göster
zh_cn: 显示备份文件

# fst-lq-BDl.footerTitle
source: Defines whether backup databases created by KeePassium should be excluded from iCloud/iTunes backup. Applies to all the existing and future backup files.
fr: Définit si les bases de données de sauvegarde créées par KeePassium doivent être exclues de la sauvegarde iCloud/iTunes. S'applique à tous les fichiers de sauvegarde existants et futurs.
it: Definisce se i database di backup creati da KeePassium debbano essere esclusi dal backup di iCloud/iTunes. Si applica a tutti i file di backup esistenti e futuri.
ko: KeePassium에서 생성한 데이터베이스 백업 파일을 iCloud/iTunes 백업으로부터 제외할지의 여부를 선택합니다. 모든 기존 백업 파일 및 향후 생성될 백업 파일에 적용됩니다.
pl: Określa, czy kopie zapasowe baz utworzone przez KeePassium powinne być wykluczone z kopii zapasowej iCloud/iTunes. Dotyczy istniejących i przyszłych kopii zapasowych.
tr: KeePassium tarafından oluşturulan yedekleme veritabanlarının iCloud / iTunes yedeklemesinin dışında bırakılıp bırakılmayacağını tanımlar. Tüm mevcut ve gelecekteki yedekleme dosyaları için geçerlidir.
zh_cn: 定义是否将 KeePassium 创建的备份数据库在iCloud/iTunes 备份中排除。应用于所有现有和未来的备份文件。

# fst-lq-BDl.headerTitle
source: iTunes and iCloud Backup
fr: Sauvegarde iTunes et iCloud
it: Backup di iTunes e iCloud
ko: iTunes 및 iCloud 백업
pl: Kopia zapasowa iTunes i iCloud
tr: iTunes ve iCloud Yedeği
zh_cn: iTunes 与 iCloud 备份

# nBI-OF-9iV.footerTitle
source: Before saving a database, KeePassium will automatically make a copy, just in case.
ar: قبل حفظ قاعدة بيانات، سيقوم KeePassium تلقائياً بصنع نسخة، فقط للحيطة.
fr: Avant de sauvegarder une base de données, KeePassium fera automatiquement une copie, juste au cas où.
it: Prima di salvare un database, KeePassium eseguirà automaticamente una copia, per sicurezza.
ko: 데이터베이스를 저장하기 전에, KeePassium은 자동으로 데이터베이스 파일의 백업본을 만듭니다.
pl: KeePassium automatycznie wykona kopie bazy przed jej zapisaniem - na wszelki wypadek.
tr: Ne olur ne olmaz, KeePassium değişiklikleri kaydetmeden önce otomatik olarak bir yedek alır.
zh_cn: 在保存数据库时, KeePassium 会自动创建一个副本, 以防万一。

# nSy-3u-0xW.title
source: Database Backup
ar: النسخ الاحتياطي لقاعدة البيانات
fr: Sauvegarde de base de données
it: Backup Database
ko: 데이터베이스 백업
pl: Kopia zapasowa bazy
tr: Veritabanı yedeği
zh_cn: 数据库备份

# DJr-hC-DMT.footerTitle
source: After opening a database, automatically show the search field.
ar: إظهار حقل البحث تلقائيا، بعد فتح قاعدة بيانات.
fr: Après l'ouverture d'une base de données, afficher automatiquement le champ de recherche.
it: Dopo l'apertura di un database, mostra automaticamente il campo di ricerca.
ko: 데이터베이스를 열면 자동으로 검색 필드를 표시합니다.
pl: Po otwarciu bazy automatycznie pokaż pole wyszukiwania.
tr: Bir veritabanı açıldığında, hemen arama çubuğuna git.
zh_cn: 打开数据库后，自动显示搜索字段。

# Io8-uP-3lF.headerTitle
source: Search Scope
ar: نطاق البحث
fr: Périmètre de recherche
it: Ambito della ricerca
ko: 검색 범위
pl: Zakres wyszukiwania
tr: Arama Kapsamı
zh_cn: 搜索范围

# LrQ-5g-wj0.text
source: Search in Protected Values
ar: البحث في الحقول المحمية
fr: Rechercher dans les valeurs protégées
it: Cerca nei valori protetti
ko: 보호된 값 검색
pl: Szukaj w polach chronionych
tr: Korunan Değerlerde Ara
zh_cn: 搜索受保护的值

# RZt-EW-TGN.title
source: Search
ar: البحث
fr: Recherche
it: Cerca
ko: 검색
pl: Szukaj
tr: Ara
zh_cn: 搜索​​​​

# cCm-E4-L3m.text
source: Search in Field Names
ar: البحث في اسماء الحقول
fr: Rechercher dans les noms de champs
it: Cerca nei nomi dei campi
ko: 필드 이름 검색
pl: Szukaj w nazwach wpisów
tr: Girdilerde Ara
zh_cn: 搜索字段名称

# q0v-f7-D4Y.text
source: Start with Search
ar: ابدأ بالبحث
fr: Commencer avec recherche
it: Inizia la ricerca
ko: 검색으로 시작
pl: Rozpocznij w Szukaj
tr: Arama İle Başla
zh_cn: 进入时弹出搜索框

# 9yn-W3-FDl.headerTitle
source: Start
ar: البداية
fr: Démarrer
it: Inizia
ko: 시작
tr: Başlangıçta
zh_cn: 启动

# 32P-LG-SHa.text
source: Appearance
fr: Aspect
ko: 모양
pl: Wygląd
tr: Görünüm
zh_cn: 界面外观

# 756-sL-G2t.text
source: Auto-open the Previous Database
ar: فتح قاعدة البيانات السابقة تلقائياً
fr: Ouvrir automatiquement la base de données précédente
it: Apri automaticamente il database precedente
ko: 이전 데이터베이스를 자동으로 열기
pl: Automatycznie otwórz ostatnią bazę
tr: Önceki Veritabanını Otomatik Olarak Aç
zh_cn: 自动打开之前的数据库

# A5N-B3-t3t.headerTitle
source: Premium
ar: المميز
ko: 프리미엄
zh_cn: 高级版

# Bk0-Xf-O7B.title
source: Settings
ar: الإعدادات
fr: Réglages
it: Impostazioni
ko: 설정
pl: Ustawienia
tr: Ayarlar
zh_cn: 设置

# DNo-Rs-0EP.text
source: About KeePassium
ar: حول KeePassium
fr: À propos de KeePassium
it: Info su KeePassium
ko: KeePassium 소개
pl: O KeePassium
tr: KeePassium Hakkında
zh_cn: 关于 KeePassium

# FHp-ns-ke9.text
source: Master keys, key files
ar: المفاتيح الرئيسة وملفات المفاتيح
fr: Clés principales, fichiers de clés
it: Chiavi Master, file chiave
ko: 마스터 키, 키 파일
pl: Klucz główny, plik klucza
tr: Ana şifreler, şifre dosyaları
zh_cn: 主密钥, 密钥文件

# GLr-Uf-Kln.text
source: Search
ar: البحث
fr: Recherche
it: Cerca
ko: 검색
pl: Szukaj
tr: Arama
zh_cn: 搜索​​​​

# HCe-A3-eG6.text
source: Premium Version
ar: النسخة المميزة
fr: Version Premium
it: Versione Premium
ko: 프리미엄 버전
pl: Wersja Premium
tr: Premium Sürüm
zh_cn: 高级版本

# HjD-9G-X8p.headerTitle
source: Backup
ar: النسخ الاحتياطية
fr: Sauvegarde
ko: 백업
pl: Kopia zapasowa
tr: Yedekle
zh_cn: 备份

# PpA-oZ-kr2.text
source: Diagnostic Log
ar: سجل التشخيص
fr: Journal de diagnostic
it: Log Diagnostico
ko: 진단 로그
pl: Logi diagnostyczne
tr: Tanılama Günlüğünü Göster
zh_cn: 诊断日志

# QlM-VS-hle.text
source: Contact Us
ar: تواصل معنا
fr: Contactez-nous
it: Contattaci
ko: 문의하기
pl: Skontaktuj się z nami
tr: İletişime Geçin
zh_cn: 联系我们

# RNK-fS-Fvx.text
source: Suggestions? Problems? Let us know!
ar: اقتراحات؟ مشاكل؟ دعنا نعلم!
fr: Des suggestions ? Des problèmes ? Faites-le nous savoir !
it: Suggerimenti? Problemi? Facci sapere!
ko: 문제가 있거나 제안하고 싶은게 있나요? 개발자에게 알려주세요!
pl: Sugestie? Problemy? Daj nam znać!
tr: Öneriler? Problemler? Bize haber verin!
zh_cn: 建议? 问题? 让我们知道!

# RlK-RW-8Ld.text
source: What's New
ar: ما هو الجديد
fr: Les nouveautés
it: Novità
ko: 변경 사항
pl: Co nowego
tr: Neler Değişti?
zh_cn: 更新了什么

# T2Z-oa-zJR.text
source: AutoFill Passwords
ar: التعبئة التلقائية لكلمات المرور
fr: Remplissage automatique des mots de passe
it: AutoRiempimento Password
ko: 자동 완성 패스워드
pl: Autouzupełnianie
tr: Şifreleri Otomatik Doldurma
zh_cn: 自动填写密码
