Repository: keepassium/KeePassium-L10n
Catalog: */KeePassium.xliff
Languages: ar, fr, it, ja, ko, nl, pl, tr, zh_cn

# [ContactUs/subtitle]
source: Suggestions? Problems? Let us know!
ja: 改善提案や問題点を報告
nl: Suggesties? Problemen? Laat het ons weten!

# [Credits/Item/aexml]
source: AEXML by Marko Tadić
nl: AEXML door Marko Tadić

# [Credits/Item/argon2]
source: Argon2 by Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson, and Samuel Neves
nl: Argon2 door Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson en Samuel Neves

# [Credits/Item/base32]
source: Base32 for Swift by Norio Nomura
nl: Base32 voor Swift door Norio Nomura

# [Credits/Item/chaCha20]
source: ChaCha20 & Salsa20 implementation by D. J. Bernstein
nl: ChaCha20- en Salsa20-implementatie door D.J. Bernstein

# [Credits/Item/fancyDebossPattern]
source: Fancy deboss pattern by Daniel Beaton
nl: Gelikt deboss-patroon door Daniel Beaton

# [Credits/Item/featherIcons]
source: Feather icons by Cole Bemis
nl: Veerpictogrammen door Cole Bemis

# [Credits/Item/gzipSwift]
source: GzipSwift by 1024jp
nl: GzipSwift door 1024jp

# [Credits/Item/icons8]
source: Icons by Icons8
nl: Pictogrammen door Icons8

# [Credits/Item/ionIcons]
source: Ionicons by Ionic
nl: Ionicons door Ionic

# [Credits/Item/keePassXCIcons]
source: Icons by KeePassXC team
nl: Pictogrammen door KeePassXC-team

# [Credits/Item/keePass]
source: KeePass by Dominik Reichl
nl: KeePass door Dominik Reichl

# [Credits/Item/lineIcons]
source: Linecons by Andrian Valeanu
nl: Linecons door Andrian Valeanu

# [Credits/Item/nuvolaIcons]
source: Nuvola icons by David Vignoni
nl: Nuvola-pictogrammen door David Vignoni

# [Credits/Item/rijndael]
source: Rijndael implementation by Szymon Stefanek
nl: Rijndael-implementatie door Szymon Stefanek

# [Credits/Item/swiftDomainParser]
source: SwiftDomainParser by Dashlane
nl: SwiftDomainParser door Dashlane

# [Credits/Item/systemSettingsIcon]
source: System settings icon by Vicons Design
nl: Systeeminstellingenpictogram door Vicons Design

# [Credits/Item/toastSwift]
source: Toast-Swift by Charles Scalesse
ja: Toast-Swift by Charles Scalese
nl: Toast-Swift door Charles Schalen

# [Credits/Item/tpInappReceipt]
source: TPInAppReceipt by Pavel Tikhonenko
nl: TPInAppReceipt door Pavel Tikhonenko

# [Credits/Item/translations]
source: Translation by KeePassium contributors
nl: Nederlandse vertaling door Heimen Stoffels (@Vistaus)

# [Credits/Item/twoFish]
source: Twofish implementation by Niels Ferguson
nl: Twovis-implementatie door Niels Ferguson

# [Credits/Item/whatsNewKit]
source: WhatsNewKit by Sven Tiigi
nl: WhatsNewKit door Sven Tiigi

# [Credits/Item/wordlists]
source: Passphrase wordlists by EFF
nl: Wachtzin-woordenlijsten door EFF

# [Credits/Item/yubico]
source: Yubico Mobile iOS SDK by Yubico AB
nl: Yubico Mobile iOS SDK van Yubico AB

# [Credits/Item/zxcvbn]
source: zxcvbn-ios by Dropbox
nl: zxcvbn-ios door Dropbox

# [Credits/License/apache2]
source: Apache 2.0 license
nl: Apache 2.0-licentie

# [Credits/License/cc0]
source: CC0 license
nl: CC0-licentie

# [Credits/License/customPermissiveLicense]
source: Custom permissive license
nl: Aangepaste permissieve licentie

# [Credits/License/gpl]
source: GPL license
nl: GPL-licentie

# [Credits/License/lgpl]
source: LGPL license
ja: GPL license
nl: LGPL-licentie

# [Credits/License/mit]
source: MIT license
nl: MIT-licentie

# [Credits/License/proprietary]
source: Proprietary license
nl: Propriëtaire licentie

# [Credits/License/publicDomain]
source: Public Domain
ja: パブリック・ドメイン
nl: Publiek domein

# [Database/Create/orgRequiresStronger]
source: Your organization requires a more complex database password.
ja: あなたの組織では、より複雑なデータベースパスワードが必要です。
nl: Je organisatie vereist een complexer databasewachtwoord.

# [Database/Create/weakPasswordWarning]
source: This password is easy to guess. Try entering a stronger one.
ja: このパスワードは簡単に推測できます。より強力なパスコードを入力してみてください。
nl: Dit wachtwoord is makkelijk te raden. Probeer een sterker wachtwoord in te voeren.

# [Database/DownloadFavicons/intro]
source: KeePassium will contact websites associated with each entry.
ja: KeePassiumは各エントリーに関連するウェブサイトに連絡します。
nl: KeePassium maakt contact met websites die gekoppeld zijn aan elk item.

# [Database/DownloadFavicons/warning]
source: Doing this on a public or monitored network can expose the list of websites where you have an account.
ja: 公開または監視されているネットワーク上でこれを行うと、アカウントをお持ちのウェブサイトの一覧が公開される可能性があります。
nl: Door dit op een openbaar of gecontroleerd netwerk te doen, kan de lijst van websites waar u een account hebt worden onthuld.

# [Database/Group/empty]
source: This group is empty
ja: このグループは空です
nl: Deze groep is leeg

# [Database/KDF/consideredWeak]
source: %1$@ is considered weak. Use %2$@ instead.
ja: %1$@は脆弱であると考えられます。代わりに%2$@を使用してください。
nl: %1$@ wordt als zwak beschouwd. Gebruik %2$@ in plaats daarvan.

# [Database/KDF/tooSlow]
source: These settings may be too slow for some devices.
ja: これらの設定は、一部のデバイスでは低速すぎる場合があります。
nl: Deze instellingen zijn mogelijk te traag voor sommige apparaten.

# [Database/KDF/tooWeak]
source: Increase the settings for optimal data protection.
ja: 設定を強化してデータを最適に保護します。
nl: Verhoog de instellingen voor optimale gegevensbescherming.

# [DiagLog/subtitle]
source: For expert troubleshooting
ja: 障害対応のための情報
nl: Voor probleemoplossing van deskundigen

# [Entry/Tab/Files/title]
source: Files
ja: ファイル
nl: Bestanden

# [Entry/Tab/General/title]
source: General
ja: 一般
nl: Algemeen

# [Entry/Tab/History/title]
source: History
ja: 履歴
nl: Geschiedenis

# [Entry/Tab/More/title]
source: More
ja: 詳細
nl: Meer

# [Format/ApplePasswordsCSV]
source: Apple Passwords (.csv)
ja: Appleパスワード (.csv)
nl: Apple Wachtwoorden (.csv)

# [Import/CSV/Error/InvalidFormat/withColumn]
source: Invalid CSV format at line %1$d, column %2$d.
ja: %1$d行目の%2$d列目のCSV形式が無効です。
nl: Ongeldige csv-indeling op regel %1$d, kolom %2$d.

# [Import/CSV/Error/InvalidFormat]
source: Invalid CSV format at line %d.
ja: %d行目のCSV形式が無効です。
nl: Ongeldige csv-indeling op regel %d.

# [Import/Enpass/Error/CorruptedAttachment]
source: Corrupted data for attachment '%1$@' in item '%2$@'.
ja: 項目 '%2$@' の添付ファイル '%1$@' のデータが破損しています。
nl: Beschadigde gegevens voor bijlage '%1$@' in item '%2$@'.

# [Import/Error/EmptyFile]
source: Incoming file is empty.
ja: 入力ファイルが空です。
nl: Inkomend bestand is leeg.

# [Import/JSON/ParsingError]
source: Failed to parse JSON file.
ja: JSONファイルの解析に失敗しました。
nl: Kan JSON-bestand niet parseren.

# [Onboarding/AddExistingDatabase/action]
source: Add Existing Database
ja: 既存のデータベースを追加
nl: Voeg bestaande database toe

# [Onboarding/AppProtection/activate]
source: Activate App Protection
ja: Appロックを使用
nl: Schakel appbeveiliging in

# [Onboarding/AppProtection/text1]
source: KeePassium is your vault. App protection ensures that only you can open it.
ja: KeePassiumは保管庫です。アプリを保護することで、開くことができるのはあなただけです。
nl: KeePassium is je kluis. Appbescherming zorgt ervoor dat alleen jij hem kunt openen.

# [Onboarding/AppProtection/title]
source: For Your Eyes Only
ja: 見られる人はあなただけ
nl: Alleen voor jouw ogen

# [Onboarding/AutoFill/activate]
source: Activate AutoFill
ja: 自動入力をオン
nl: Activeer automatisch invullen

# [Onboarding/AutoFill/text1]
source: With AutoFill you can breeze through sign-in pages with a single button press.
ja: AutoFillを使用すると、ボタンを1回押すだけでサインインできます。
nl: Met Vul automatisch in kun je snel door aanmeldpagina's gaan met een druk op een knop.

# [Onboarding/AutoFill/text2]
source: To start, activate Password AutoFill in system settings.
ja: 利用するには、設定で「パスワードの自動入力」をオンにします。
nl: Activeer Wachtwoord automatisch invullen in de systeeminstellingen om te beginnen.

# [Onboarding/AutoFill/title]
source: Password AutoFill
ja: パスワードの自動入力
nl: Wachtwoord automatisch invullen

# [Onboarding/CreateNewDatabase/action]
source: Create New Database
ja: 新規データベースを作成
nl: Maak nieuwe database

# [Onboarding/DataEncryption/text1]
source: Your safe box is an encrypted database.
ja: セーフボックスは暗号化されたデータベースです。
nl: Je kluisdoos is een versleutelde database.

# [Onboarding/DataEncryption/text2]
source: You can keep databases in your favorite cloud or locally on device.
ja: お気に入りのクラウドまたはローカルデバイスにデータベースを保存できます。
nl: Je kunt databases in je favoriete cloud of lokaal op je apparaat houden.

# [Onboarding/DataEncryption/title]
source: Data Encryption
ja: データの暗号化
nl: Gegevensversleuteling

# [Onboarding/Intro/text1]
source: KeePassium keeps your passwords and other sensitive info securely encrypted.
ja: KeePassium はパスワードやその他の機密情報を安全に暗号化します。
nl: KeePassium houdt je wachtwoorden en andere gevoelige gegevens veilig versleuteld.

# [Onboarding/Intro/text2]
source: There are no ads and no tracking.
ja: 広告はなく、トラッキングもしません。
nl: Er zijn geen advertenties en geen tracking.

# [Onboarding/Intro/text3]
source: We don't know anything about you.
ja: あなたについて何も知ることはありません。
nl: We weten niets over jou.

# [Onboarding/Intro/text4]
source: Your data belongs to you.
ja: あなたのデータはあなたのものです。
nl: Jouw gegevens zijn van jou.

# [Onboarding/Intro/title]
source: Welcome
ja: はじめに
nl: Welkom

# [Onboarding/Security/text1]
source: Your info is encrypted in a safe box (database). Safe boxes are stored in a vault (KeePassium).
ja: あなたの情報はセーフボックス（データベース）で暗号化されます。セーフボックスは保管庫（KeePassium）に保存されます。
nl: Je gegevens zijn versleuteld in een kluisdoos (database). Kluisdozen worden opgeslagen in een kluis (KeePassium).

# [Onboarding/Security/text2]
source: The vault and safe boxes have different keys and only you will know them.
ja: 金庫室とセーフボックスには異なる鍵があり、あなただけがそれらを知っています。
nl: De kluis en kluisdozen hebben verschillende sleutels en alleen jij weet die.

# [Onboarding/Security/title]
source: Maximum Security
ja: 強固なセキュリティ
nl: Maximale beveiliging

# [PasswordAudit/Action/Exclude]
source: Exclude From Audit
ja: 監査から除外
nl: Uitsluiten van audit

# [PasswordAudit/Auditing/status]
source: Auditing passwords
ja: パスワードを監査中
nl: Wachtwoorden controleren

# [PasswordAudit/Error/text]
source: An error occured while communicating with the HIBP service. %@
ja: HIBPサービスとの通信中にエラーが発生しました。 %@
nl: Er is een fout opgetreden tijdens de communicatie met de HIBP-service. %@

# [PasswordAudit/ExposureCount/description]
source: The number shows how many times the password has been found in known data leaks.
ja: この数字は、データ漏洩しているパスワードが発見された回数を示しています。
nl: Het getal laat zien hoe vaak het wachtwoord is gevonden bij bekende datalekken.

# [PasswordAudit/Intro/text]
source: Password audit checks your passwords against an online database of leaked passwords in a secure and private way. KeePassium will send information calculated from your passwords — a kind of a partial checksum — to the [Have I Been Pwned](https://haveibeenpwned.com) service. The service will return detailed information about compromised passwords with similar checksums. The app will then compare the detailed checksums locally on the device and detect which of your passwords are at risk. Your actual passwords are never shared with the online service. [Learn more…](%@)
ja: パスワードの監査は、安全かつプライベートな方法で、流出したパスワードのオンラインデータベースとあなたのパスワードを照合します。 KeePassiumは、あなたのパスワードから計算された情報（部分的なチェックサムのようなもの）を[Have I Been Pwned](https://haveibeenpwned.com)サービスに送信します。このサービスは、同じチェックサムを持つ漏洩したパスワードについて詳細な情報を返します。その後、デバイス上で詳細なチェックサムをローカルで比較し、パスワードが危険にさらされているかを検出します。 お使いのパスワードがオンラインサービスと共有されることはありません。 [もっと詳しく…](%@)
nl: Wachtwoordaudit controleert uw wachtwoorden op een veilige en privé manier aan de hand van een online database met gelekte wachtwoorden. KeePassium stuurt informatie die is berekend op basis van uw wachtwoorden (een soort gedeeltelijke controlesom) naar de service [Have I Been Pwned] (https://haveibeenpwned.com). De service retourneert gedetailleerde informatie over gecompromitteerde wachtwoorden met vergelijkbare controlesommen. De app vergelijkt vervolgens de gedetailleerde controlesommen lokaal op het apparaat en detecteert welke van uw wachtwoorden gevaar lopen. Uw daadwerkelijke wachtwoorden worden nooit gedeeld met de online service. [Kom meer te weten…](%@)

# [PasswordAudit/Results/allGood]
source: Good news! None of your passwords have appeared in known data leaks.
ja: ご安心ください。お使いのパスワードは既知の漏洩データにありませんでした。
nl: Goed nieuws! Geen van uw wachtwoorden is verschenen in bekende datalekken.

# [PasswordAudit/Results/title]
source: Compromised Passwords
ja: 侵害されたパスワード
nl: Gecompromitteerde wachtwoorden

# [PasswordAudit/Start/action]
source: Start Audit
ja: 監査を開始
nl: Controle starten

# [PasswordAudit/title]
source: Password Audit
ja: パスワードの監査
nl: Wachtwoordcontrole

# [Premium/Status/BetaTesting/title]
source: Beta testing
ja: ベータテスト
nl: Bètatesten

# [Premium/Status/ValidForever/title]
source: Valid forever
ja: 永久に有効
nl: Permanent geldig

# [Premium/Status/currentVersion]
source: Current version: %@
ja: 現在のバージョン: %@
nl: Huidige versie: %@

# [Premium/Status/expiredAgo]
source: Expired %@ ago. Please renew.
ja: %@前に期限が切れています。更新をお願いします。
nl: %@ geleden verlopen. Vernieuw je licentie.

# [Premium/Status/licensedVersion]
source: Licensed version: %@
ja: 購入済みのバージョン: %@
nl: Gelicentieerde versie: %@

# [Premium/Status/nextRenewal]
source: Next renewal on %@
ja: 次回の更新は%@
nl: Volgende vernieuwing op %@

# [Premium/Status/title]
source: Premium Version
ja: プレミアム版
nl: Premium-versie

# [QRCodeScanner/CameraPermission/description]
source: KeePassium needs camera access to scan QR codes.
ja: QRコードをスキャンするにはKeePassiumにカメラへのアクセス許可を与える必要があります。
nl: KeePassium heeft toegang tot de camera nodig om QR-codes te scannen.

# [QRCodeScanner/Error/CameraBusy]
source: Camera is already in use.
ja: カメラはすでに使用中です。
nl: Camera is al in gebruik.

# [QRCodeScanner/Error/ImageCorrupted]
source: Selected image is corrupted.
ja: 選択した画像が破損しています。
nl: De geselecteerde afbeelding is beschadigd.

# [QRCodeScanner/Error/Internal]
source: Internal error in QR code reader. Check diagnostic log for details.
ja: QRコードリーダーで内部エラーが発生しました。詳細は診断ログを確認してください。
nl: Interne fout in QR-codelezer. Controleer de diagnostische log voor meer informatie.

# [QRCodeScanner/Error/NoQRCodeFound]
source: Looks like there’s no QR code in that image.
ja: その画像にはQRコードがないようです。
nl: Het lijkt erop dat die afbeelding geen QR-code bevat.

# [QRCodeScanner/Error/SourceNoAvailable]
source: Image source is not available.
ja: 画像ソースは使用できません。
nl: Afbeeldingsbron is niet beschikbaar.

# [QRCodeScanner/Info/callToAction]
source: Point the camera at a QR code.
ja: カメラをQRコードに向けてください。
nl: Richt de camera op een QR-code.

# [QuickAutoFill/description]
source: Quick AutoFill shows relevant entries right next to the password field, without opening KeePassium.
ja: クイック自動入力は、KeePassiumを開くことなく関連エントリをパスワード入力時に表示します。
nl: Deze functie toont relevante items naast het wachtwoordveld zonder KeePassium te openen.

# [Selection/Delete/confirmation]
source: Delete selection?
ja: 選択範囲を削除
nl: Geselecteerde items wissen?

# [Selection/ExcludeFromAudit/confirmation]
source: Exclude selection from password audit?
ja: 選択範囲を監査から除外しますか？
nl: Selectie uitsluiten van wachtwoordcontrole?

# [Settings/AccessControl/title]
source: Access Control
ja: アクセス管理
nl: Toegangsbeheer

# [Settings/AppLoc/Activate/callToAction]
source: Activate App Protection
ja: Appロックを使用
nl: Schakel appbeveiliging in

# [Settings/AppLock/Activate/description]
source: Protect KeePassium from unauthorized access.
ja: KeePassiumを不正なアクセスから保護します。
nl: Bescherm KeePassium tegen ongeautoriseerde toegang.

# [Settings/AppLock/Biometric/description]
source: Allows biometric authentication as a quick (but less secure) alternative to passcode.
ja: Appロックでパスコードの代わりに動作の速い（が安全性は劣る）生体認証を使用します。
nl: Hiermee kan biometrische verificatie als een snel (maar minder veilig) alternatief voor AppLock-toegangscode worden gebruikt.

# [Settings/AppLock/LockOnScreenLock/description]
source: Ensures KeePassium is locked when you lock your Mac.
ja: MacをロックしたときにKeePassiumがロックされるようにします。
nl: Zorgt dat KeePassium vergrendeld is wanneer je je Mac vergrendelt.

# [Settings/AppLock/LockOnScreenLock/title]
source: Lock on macOS Screen Lock
ja: macOSを画面ロックしたときにロック
nl: Vergrendel bij macOS-schermvergrendeling

# [Settings/AppLock/LockOnWrongPasscode/description]
source: If you enter a wrong app protection passcode, KeePassium will close all databases and clear all master keys from the keychain.
ja: Appをロックするパスコードを間違えると、KeePassiumはすべてのデータベースを閉じ、すべてのマスターキーをキーチェーンから消去します。
nl: Als u een verkeerde AppLock-toegangscode invoert, dan sluit KeePassium alle databases en wist alle hoofdsleutels uit de sleutelhanger.

# [Settings/AppLock/LockOnWrongPasscode/title]
source: Lock on Wrong Passcode
ja: パスコードを間違ったときにロック
nl: Vergrendel bij onjuiste toegangscode

# [Settings/AppLock/PasscodeAttemptsUntilAppReset/Never/title]
source: Do not reset
ja: リセットしない
nl: Reset niet

# [Settings/AppLock/PasscodeAttemptsUntilAppReset/description]
source: App reset will delete all the stored keys, settings, database backups, imported files, and links to external files. However, if app reset is triggered from AutoFill, imported files may remain due to technical limitations.
ja: アプリをリセットすると、保存されているキー、設定、データベースのバックアップ、読み込まれたファイル、および外部ファイルへのリンクがすべて削除されます。ただし、自動入力からアプリのリセットが実行された場合は、技術的な制限によりインポートされたファイルが残る場合があります。
nl: Een appreset verwijdert alle opgeslagen sleutels, instellingen, databaseback-ups, geïmporteerde bestanden en links naar externe bestanden. Als de appreset echter wordt geactiveerd vanuit Automatisch invullen, kunnen geïmporteerde bestanden achterblijven vanwege technische beperkingen.

# [Settings/AppLock/PasscodeAttemptsUntilAppReset/title]
source: Attempts Until App Reset
ja: アプリのリセットまでの試行回数
nl: Pogingen tot appreset

# [Settings/AppLock/Timeout/description]
source: The app will automatically lock up after this time.
ja: 指定時間後に自動的にAppをロックします。
nl: De app vergrendelt automatisch na deze periode.

# [Settings/AppLock/WrongPasscode/title]
source: Wrong Passcode
ja: パスコードを間違ったとき
nl: Onjuiste toegangscode

# [Settings/AppLock/title]
source: App Protection
ja: Appの保護
nl: Appbeveiliging

# [Settings/AppLockTimeout/AfterLeavingApp/description]
source: After leaving the app
ja: Appを切り替えた後
nl: Na het verlaten van de app

# [Settings/AppLockTimeout/Immediately/title]
source: Immediately
ja: 即時
nl: Onmiddelijk

# [Settings/AppLockTimeout/Never/title]
source: Never
ja: なし
nl: Nooit

# [Settings/AppLockTimeout/description] After last interaction
source: After last interaction
ja: 最後に操作した後
nl: Na laatste interactie

# [Settings/AutoFill/Activate/action]
source: Activate AutoFill
ja: 自動入力をオン
nl: Activeer automatisch invullen

# [Settings/AutoFill/Activate/description]
source: Before first use, you need to activate AutoFill in system settings.
ja: 利用するにあたり、まず自動入力をオンにする必要があります。
nl: Voordat je automatisch invullen kunt gebruiken, moet je deze functie in Instellingen activeren.

# [Settings/AutoFill/CopyOTP/Description]
source: When AutoFill inserts the username and password, it can also copy the one-time password (OTP) for you.
ja: ユーザー名とパスワードを自動入力する際、ワンタイムパスワード (OTP) もコピーします。
nl: Als AutoFill de gebruikersnaam en het wachtwoord invoert, dan kan het ook het eenmalige wachtwoord (OTP) voor je kopiëren.

# [Settings/AutoFill/CopyOTP/title]
source: Copy OTP to Clipboard
ja: OTPをクリップボードにコピー
nl: Kopieer OTP naar klembord

# [Settings/AutoFill/RememberContext/description]
source: KeePassium will remember which entry you select for each website and then suggest it automatically.
ja: KeePassiumは各ウェブサイトで選択したエントリーを記憶し、自動的に提案します。
nl: KeePassium onthoudt welk item je selecteert voor elke website en stelt het dan automatisch voor.

# [Settings/AutoFill/RememberContext/title]
source: Remember Selected Entries
ja: 選択したエントリーを記憶する
nl: Onthoud geselecteerde items

# [Settings/AutoFill/Setup Guide/title]
source: AutoFill Setup Guide
ja: 自動入力設定ガイド
nl: Gids voor automatisch invullen

# [Settings/AutoFill/UnavailableInIntune/description]
source: AutoFill is not available in KeePassium for Intune.
ja: 自動入力はKeePassium for Intuneでは使用できません。
nl: AutoFill is niet beschikbaar in KeePassium voor Intune.

# [Settings/AutoFill/UsePerfectMatch/description]
source: When AutoFill finds only one, perfectly matching, entry – this entry will be pasted automatically.
ja: 完全に一致するエントリーが１つだけの場合、そのエントリーを自動的に入力します。
nl: Als AutoFill slechts één perfecte overeenkomst vindt, dan wordt deze automatisch ingevuld.

# [Settings/AutoFill/UsePerfectMatch/title]
source: Fill-In Perfect Result Automatically
ja: 完全一致時に自動で入力
nl: Vul het meest overeenkomende resultaat automatisch in

# [Settings/AutoOpenPreviousDatabase/title]
source: Auto-Open Previous Database
ja: 前回使ったデータベースを開く
nl: Open automatisch de vorige database

# [Settings/AutoSearch/title]
source: Automatic search
ja: 自動検索
nl: Automatisch zoeken

# [Settings/ClearKeyFileAssociations/Cleared/title]
source: Cleared
ja: 消去完了
nl: Gewist

# [Settings/ClearKeyFileAssociations/action]
source: Clear Key File Associations
ja: キーファイルの関連付けを削除
nl: Wis sleutelbestandassociaties

# [Settings/ClearMasterKeys/Cleared/title]
source: Cleared
ja: 消去完了
nl: Gewist

# [Settings/Clipboard/Timeout/title]
source: Clipboard Timeout
ja: クリップボードのタイムアウト
nl: Klembordtime-out

# [Settings/Clipboard/title]
source: Clipboard
ja: クリップボード
nl: Klembord

# [Settings/ClipboardTimeout/Never/title]
source: Never
ja: なし
nl: Nooit

# [Settings/ClipboardTimeout/description]
source: When you copy anything, KeePassium will automatically clear your clipboard after some time.
ja: コピーの後、クリップボード (コピー内容) を指定時間後に自動的に消去します。
nl: Als je iets kopieert, dan wist KeePassium na enige tijd automatisch je klembord.

# [Settings/DataProtection/Advanced/title]
source: Advanced
ja: 高度な設定
nl: Geavanceerd

# [Settings/DataProtection/AutomaticLock/title]
source: Automatic Lock
ja: 自動ロック
nl: Vergrendel automatisch

# [Settings/DataProtection/LockOnReboot/title]
source: Lock on Device Restart
ja: 端末の再起動時にロック
nl: Vergrendelen bij opnieuw starten van apparaat

# [Settings/DataProtection/LockOnScreenLock/title]
source: Lock on macOS Screen Lock
ja: macOSを画面ロックしたときにロック
nl: Vergrendel bij macOS-schermvergrendeling

# [Settings/DataProtection/subtitle]
source: Master keys, key files
ja: マスターキー、キーファイル
nl: Hoofdsleutels, sleutelbestanden

# [Settings/DatabaseBackup/Active/description]
source: Before saving a database, KeePassium will automatically make a copy, just in case.
ja: データベースを保存する前に、コピーを自動的に作成して万一に備えます。
nl: Voordat je een database opslaat, maakt KeePassium automatisch een kopie, gewoon voor het geval dat.

# [Settings/DatabaseBackup/Active/title]
source: Make Backup Copies
ja: バックアップを作成
nl: Maak back-ups

# [Settings/DatabaseBackup/DeleteAll/confirm]
source: Delete all backup files?
ja: すべてのバックアップを削除しますか？
nl: Alle back-upbestanden wissen?

# [Settings/DatabaseBackup/DeleteAll/title]
source: Delete ALL Backup Files (%d)
ja: すべてのバックアップを削除 (%d)
nl: Wis alle back-upbestanden (%d)

# [Settings/DatabaseBackup/ExcludeFromSystemBackup/description]
source: Defines whether backup databases created by KeePassium should be excluded from iCloud/iTunes backup. Applies to all the existing and future backup files.
ja: KeePassiumのデータベースをiCloud/iTunesバックアップの対象から除外します。現在および今後のすべてのバックアップに適用されます。
nl: Definieert of back-updatabases gemaakt door KeePassium al dan niet moeten worden opgenomen in de back-up van iCloud/iTunes. Geldt voor alle bestaande en toekomstige back-upbestanden.

# [Settings/DatabaseBackup/ExcludeFromSystemBackup/title]
source: Exclude Backup Files from System Backup
ja: システムバックアップから除外
nl: Back-up bestanden niet opnemen in systeemback-up

# [Settings/DatabaseBackup/KeepingDuration/Forever/title]
source: Forever
ja: 無期限
nl: Voor altijd

# [Settings/DatabaseBackup/KeepingDuration/title]
source: Keep Backup Files
ja: バックアップを保持
nl: Bewaar back-upbestanden

# [Settings/DatabaseBackup/NoFiles/title]
source: No Backup Files Found
ja: バックアップが見つかりません
nl: Geen back-ups aangetroffen
