Repository: keepassium/KeePassium-L10n
Catalog: */KeePassium.xliff
Languages: ar, fr, it, ja, ko, nl, pl, tr, zh_cn

# ebS-pB-Qan.title
source: Close
ar: إغلاق
fr: Fermer
it: Chiudi
ko: 닫기
pl: Zamknij
tr: Kapat
zh_cn: 关闭

# kmV-si-Nrg.text
source: It seems that AutoFill did not close correctly the last time. This can happen with large databases or memory-demanding database settings (Argon2). Please contact us if you need help with this.
ar: يبدو أن AutoFill لم يغلق آخر مرة بشكل صحيح. يمكن أن يحدث هذا مع قواعد البيانات كبيرة أو إعدادات قاعدة بيانات تتطلب ذاكرة (Argon2). الرجاء الاتصال بنا إذا كنت بحاجة إلى مساعدة في هذا.
fr: Il semble que le remplissage automatique ne s'est pas terminé correctement la dernière fois. Cela peut se produire avec les bases de données volumineuse ou les paramètres de base de données exigeants en mémoire (Argon2). Veuillez nous contacter si vous avez besoin d'aide à ce sujet.
it: Sembra che AutoFill non si sia chiuso correttamente l'ultima volta. Questo può accadere con database di grandi dimensioni o database che richiedono molta memoria (Argon2). Se hai bisogno di aiuto, contattaci pure.
ja: 前回の自動入力が正しく終了しなかったようです。 データベースが大きいか、メモリを多く使うデータベース設定 (Argon2) になっている可能性があります。 ヘルプが必要な場合はお問い合わせください。
ko: 이전에 자동 완성이 정상적으로 종료되지 않은 것 같습니다. 큰 데이터베이스나 메모리 요구 사항이 높은 데이터베이스 설정(Argon2)으로 인해 충돌이 발생한 것일 수 있습니다. 도움이 필요한 경우, 개발자에게 연락해주시기 바랍니다.
nl: Het lijkt erop dat AutoFill de laatste keer niet juist is afgesloten. Dit kan gebeuren bij grote databases of geheugenslurpende databaseinstellingen (Argon2). Neem contact met ons op als je hulp nodig hebt.
pl: Wygląda na to, że ostatnim Autouzupełnianie nie zostało poprawnie zamknięte. Może się to zdarzyć przy dużych bazach lub ustawieniami z dużymi wymogami pamięci (Argon2). Skontaktuj się z nami, jeśli potrzebujesz pomocy.
tr: Otomatik Doldurma son seferde doğru kapanmamış gibi görünüyor. Büyük veritabanlarında veya bellek gerektiren veritabanı ayarlarında (Argon2) böyle olabilmektedir. Bu konuda yardıma ihtiyacınız olursa lütfen bizimle iletişime geçin.
zh_cn: 上一次自动填充似乎没有正确地关闭。 这可能会发生在大型数据库或要求内存的数据库设置(Argon2)。 如果您需要帮助，请联系我们。

# zvf-PV-5l4.title
source: We are sorry
ar: عذراً
fr: Nous sommes désolés
it: Siamo spiacenti
ko: 죄송합니다.
pl: Przepraszamy
tr: Üzgünüz!
zh_cn: 我们非常抱歉

# NSB-dG-jRN.text
source: Nothing suitable found.
ar: لا توجد نتائج مناسبة.
fr: Aucun résultat pertinent trouvé.
it: Non è stata trovata nessuna corrispondenza.
ko: 검색 결과가 없습니다.
pl: Nic nie znaleziono.
tr: Uygun bir şey bulunamadı.
zh_cn: 没有找到适合的东西。

# dPB-bK-tzh.title
source: Lock Database
ar: قفل قاعدة البيانات
fr: Verrouiller la base de données
it: Blocca Database
ko: 데이터베이스 잠그기
pl: Zablokuj bazę
tr: Veritabanını Kilitle
zh_cn: 锁定数据库

# yLY-eZ-iAh.text
source: Related Entries
ar: سجلات ذات صلة
fr: Entrées liées
it: Voci correlate
ko: 비슷한 항목
pl: Powiązane wpisy
tr: Benzer Girişler
zh_cn: 相关资料

# Gck-9R-sGq.normalTitle
source: Skip
fr: Ignorer
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
tr: Geç
zh_cn: 跳过

# P0M-N3-ynf.text
source: Please re-add databases and key files you want to use with the AutoFill feature.
ar: الرجاء إعادة إضافة قواعد البيانات وملفات المفاتيح التي تريد استخدامها مع ميزة التعبئة التلقائية.
fr: Veuillez ajouter à nouveau les bases de données et les fichiers clés que vous souhaitez utiliser avec la fonction Remplissage automatique.
it: Si prega di ri-aggiungere i database e i file chiave che si desidera utilizzare con la funzione AutoFill.
ja: 自動入力で使用するデータベースとキーファイルをもう一度追加してください。
ko: 자동 완성에서 사용할 데이터베이스 및 키 파일을 다시 추가해주세요.
nl: Voeg opnieuw de databases en sleutelbestanden toe die je wilt gebruiken met de AutoFill-functie.
pl: Proszę ponownie dodać bazy danych i pliki kluczy, których chcesz używać z funkcją autouzupełniania.
tr: Lütfen otomatik doldurma özelliği ile kullanmak istediğiniz veritabanlarını ve anahtar dosyalarını yeniden ekleyin.
zh_cn: 请重新添加数据库以及密钥文件用于使用系统自动填充的功能。

# enW-gs-tra.normalTitle
source: Add Database
ar: إضافة قاعدة بيانات
fr: Ajouter une base de données
it: Aggiungi Database
ja: データベースを追加
ko: 데이터베이스 추가
nl: Voeg database toe
pl: Dodaj bazę
tr: Veritabanı Ekle
zh_cn: 添加数据库

# pIl-6L-Msp.text
source: AutoFill Setup
ar: إعداد الملء التلقائي
it: Configurazione AutoFill
ja: 自動入力を設定
ko: 자동 완성 설정
nl: AutoFill instellen
pl: Ustawienia autouzupełniania
tr: Otomatik Doldurma Kurulumu
zh_cn: 设置自动填充

# CFBundleDisplayName
source: KeePassium AutoFill
ar: التعبئة التلقائية لـKeePassium
fr: Remplissage automatique KeePassium
it: Autoriempimento di KeePassium
ja: KeePassium自動入力
ko: KeePassium 자동 완성
pl: KeePassium autouzupełnianie
tr: KeePassium Otomatik Doldurma
zh_cn: KeePassium 自动填充

# CFBundleName
source: KeePassium AutoFill
ar: التعبئة التلقائية لـKeePassium
fr: Remplissage automatique KeePassium
it: Autoriempimento di KeePassium
ja: KeePassium自動入力
ko: KeePassium 자동 완성
pl: KeePassium autouzupełnianie
tr: KeePassium Otomatik Doldurma
zh_cn: KeePassium 自动填充

# NSFaceIDUsageDescription
source: Use FaceID to unlock KeePassium
ar: استخدم مُعرف الوجه (FaceID) لفتح KeePassium
fr: Utilisez FaceID pour déverrouiller KeePassium
it: Usa FaceID per sbloccare KeePassium
ja: Face IDを使用してKeePassiumのロックを解除
ko: KeePassium 잠금 해제에 Face ID 사용
nl: Gebruik FaceID om KeePassium te ontgrendelen
pl: Użyj FaceID, aby odblokować KeePassium
tr: KeePassium'un kilidini açmak için FaceID kullan
zh_cn: 使用 FaceID 解锁 KeePassium

source: Add Database
ar: إضافة قاعدة بيانات
it: Aggiungi Database
ko: 데이터베이스 추가
pl: Dodaj bazę
tr: Veritabanı Ekle
zh_cn: 添加数据库

source: Choose Database
ar: اختيار قاعدة بيانات
it: Seleziona il Database
ko: 데이터베이스 선택
pl: Wybierz bazę danych
tr: Veritabanı Seç
zh_cn: 关闭数据库

source: Import Database
ar: إستيراد قاعدة البيانات
it: Importa Database
ko: 데이터베이스 가져오기
pl: Import bazy danych
tr: Veritabanını İçe Aktar
zh_cn: 汇入数据库

source: KeePass database should not be used as key file. Please pick a different file.
ar: لا ينبغي استخدام ملف قاعدة بيانات KeePass كملف مفتاح. الرجاء اختيار ملف مختلف.
it: Il database di KeePass non deve essere utilizzato come file chiave. Scegliere un file diverso.
ko: KeePass 데이터베이스 파일은 키 파일로 사용될 수 없습니다. 다른 파일을 선택해주세요.
pl: Baza danych KeePass nie powinna być używana jako plik kluczowy. Proszę wybrać inny plik.
tr: KeePass veritabanı anahtar dosya olarak kullanılmamalıdır. Lütfen farklı bir dosya seçin.
zh_cn: KeePass数据库文件不应该当作密钥文件使用。 请选择其他文件。

# [Accessibility] Double tap to copy to clipboard
source: Double tap to copy to clipboard
it: Toccare due volte per copiare negli appunti
ko: 두 번 탭하여 클립보드에 복사
pl: Dotknij dwukrotnie aby skopiować
tr: Kopyalamak için çift tıkla
zh_cn: 双击复制到剪贴板

# [AppLock/Biometric/Hint] Unlock KeePassium
source: Unlock KeePassium
ar: فتح قفل KeePassium
it: Sblocca KeePassium
ko: KeePassium 잠금 해제
pl: Odblokuj KeePassium
tr: KeePassium'un Kilidini Aç
zh_cn: 解锁 KeePassium

# [AppLock/EnterPasscode/callToAction]
source: Unlock KeePassium
ko: KeePassium 잠금 해제
pl: Odblokuj KeePassium
tr: KeePassium'un Kilidini Aç
zh_cn: 解锁 KeePassium

# [AppLock/SetupPasscode/callToAction]
source: Protect KeePassium from unauthorized access
ko: 허가되지 않은 접근으로부터 KeePassium 보호
pl: Chroni KeePassium przed niepowołanym dostępem
tr: KeePassium'u yetkisiz girişlerden koruyun
zh_cn: 保护 KeePassium 免受未经授权的访问

# [AppLock/cancelBiometricAuth] Use Passcode
source: Use Passcode
ar: استخدم كلمة مرور
it: Usa codice di accesso
ko: 비밀번호 사용
pl: Użyj kodu dostępu
tr: Pin Kodu Kullan
zh_cn: 使用应用解锁密码

# [AppLock/changePasscode]
source: Change Passcode
ko: 비밀번호 변경
pl: Zmień kod dostępu
tr: Şifreyi Değiştir
zh_cn: 修改应用解锁密码

# [AppLock/passcodeUpdated/title]
source: Passcode updated successfully.
ko: 비밀번호가 성공적으로 업데이트되었습니다.
pl: Kod został zmieniony.
tr: Şifre güncelleme başarılı.
zh_cn: 更新应用解锁密码成功

# [AppLock/savePasscode]
source: Save Passcode
ko: 비밀번호 저장
pl: Zapisz kod
tr: Şifreyi Kaydet
zh_cn: 保存应用解锁密码

# [AppLock] Unlock
source: Unlock
ar: فتح القفل
it: Sblocca
ko: 잠금 해제
pl: Odblokuj
tr: Kilidi aç
zh_cn: 解锁

source: To upgrade, please manually open KeePassium from your home screen.
ar: للترقية، يرجى فتح KeePassium يدويا من شاشة الهاتف الرئيسية.
it: Per aggiornare, apri manualmente KeePassium dalla schermata iniziale.
ko: 업그레이드를 위해, 기기의 홈 화면에서 직접 KeePassium을 실행해주시기 바랍니다.
pl: Aby przejść na premium, otwórz KeePassium ręcznie z ekranu głównego.
tr: Yükseltme işlemi için lütfen KeePassium'u ana ekrandan manuel olarak açın.
zh_cn: 如果要升级，请从主屏幕右上角+号中, 手动打开升级接口。

# [AutoFill/Premium/Upgrade/Manual/title] Premium Upgrade
source: Premium Upgrade
ar: ترقية للإصدار المميز
it: Aggiornamento a Premium
ko: 프리미엄 버전 업그레이드
pl: Aktualizacja Premium
tr: Piremiuma Yükselt
zh_cn: 升级高级版

# [AutoFill/Search/callerID]
source: Caller ID: %@
ar: هوية الطلب: %@
fr: ID de l'appelant : %@
ko: 요청자 ID: %@
zh_cn: 呼叫ID: %@

# [AutoFill/Setup/footer]
source: The AutoFill cannot automatically access the files you already have in the main KeePassium app. Why? Behind the scenes, the system treats AutoFill as a separate app, independent from the main KeePassium process. For security reasons, an app cannot simply access any external files – unless you explicitly link these files to that app. Thus the system guarantees that the app can only access the few files you allowed it to. As a result, both AutoFill and the main KeePassium app need to be given their own permissions for each external file. Luckily, this is a one-time procedure.
ar: التعبئة التلقائية لا يمكنها الوصول تلقائياً إلى الملفات التي لديك بالفعل في تطبيق KeePassium الرئيسي. لماذا؟ وراء المشاهد، يتعامل النظام مع التعبئة التلقائية كتطبيق منفصل، مستقل عن عملية KeePassium الرئيسية. لأسباب أمنية، لا يمكن لأي تطبيق الوصول ببساطة إلى أي ملفات خارجية - ما لم تقم بربط هذه الملفات فعلياً بهذا التطبيق. وبالتالي يضمن النظام أن التطبيق يمكنه فقط الوصول إلى الملفات القليلة التي سُمح له بها. ونتيجة لذلك، يجب إعطاء كل من تطبيق التعبئة التلقائية و KeePassium الاذونات الخاصة لكل ملف خارجي. لحسن الحظ، هذا إجراء لمرة واحدة فقط.
fr: Le remplissage automatique ne peut pas accéder automatiquement aux fichiers que vous avez déjà dans l'application principale KeePassium. Pourquoi ? En coulisse, le système traite le remplissage automatique comme une application séparée, indépendante du processus principal de KeePassium. Pour des raisons de sécurité, une application ne peut pas simplement accéder à des fichiers externes, à moins que vous ne liez explicitement ces fichiers à cette application. Ainsi, le système garantit que l'application ne peut accéder qu'aux quelques fichiers que vous avez autorisés. En conséquence, le remplissage automatique et l'application principale KeePassium doivent avoir leurs propres permissions pour chaque fichier externe. Heureusement, il s'agit d'une procédure unique.
it: L'AutoFill non può accedere automaticamente ai file che hai già nell'app principale di KeePassium Perché? Dietro le quinte, il sistema tratta AutoFill come un'app separata, indipendente dal processo principale di KeePassium. Per ragioni di sicurezza, un’app non può semplicemente accedere a qualsiasi file esterno – a meno che non si colleghino esplicitamente questi file all'app. Pertanto, il sistema garantisce che l'applicazione possa accedere solo ai file che hai autorizzato. Di conseguenza, sia AutoFill che l'app principale di KeePassium devono avere le autorizzazioni necessarie per ogni file esterno. Fortunatamente si tratta di una procedura da eseguire una tantum.
ja: 自動入力は、メインアプリ内のファイルに勝手にはアクセスできません。 なぜか。自動入力はメインアプリとは別のアプリとして扱われており、安全のため外部のファイルに直接はアクセスできない仕組みになっているためです――ユーザーが明示的に指定しない限りは。この指定を通して、ユーザーが意図したファイルだけにしかアプリがアクセスできないことが保証されています。 その結果、メインアプリと自動入力はそれぞれ別々にファイルアクセスの許可を必要とします。ただ、これは一度すれば済む手続きです。
ko: 자동 완성은 일반 KeePassium 앱의 파일에 자동으로 접근할 수 없습니다. 이는 시스템이 자동 완성을 일반 KeePassium 프로세스와는 독립된 별개의 앱으로 취급하기 때문입니다. 보안 상의 이유로, 사용자가 명시적으로 파일을 연결하지 않는 한 앱에서는 외부 파일에 접근할 수 없습니다. 그러므로 시스템은 앱이 사용자가 허가한 일부 파일에만 접근할 수 있다는 것을 보장할 수 있게 됩니다. 결과적으로, 일반 KeePassium 앱과 자동 완성 둘 다 각각의 외부 파일에 대한 권한을 가지고 있어야 합니다. 이 작업은 한 번만 진행하면 됩니다.
nl: AutoFill kan niet automatisch toegang krijgen tot de bestanden die je al hebt in de KeePassium-app. Waarom? Achter de schermen behandelt het systeem AutoFill als een aparte app, onafhankelijk van het KeePassium-proces. Om veiligheidsredenen kan een app niet eenvoudig externe bestanden openen, tenzij je deze bestanden expliciet koppelt aan de app. Het systeem garandeert zo dat de app alleen toegang heeft tot de weinige bestanden die je hebt aangegeven. Als gevolg hiervan moeten zowel AutoFill als de KeePassium-app hun eigen machtigingen krijgen voor elk extern bestand. Gelukkig is dit een eenmalige procedure.
pl: Autouzupełnianie nie może automatycznie uzyskać dostępu do plików znajdujących się w głównej aplikacji KeePassium. Dlaczego? System traktuje Autouzupełnianie jako oddzielną aplikację, niezależną do głównego procesu KeePassium. Ze względów bezpieczeństwa aplikacja nie może mieć dostępu do zewnętrznych plików - chyba, że celowo dołączysz te pliki do tej aplikacji. To gwarantuje, że aplikacja może mieć dostęp do tylko plików, na które zezwolisz. W rezultacie zarówno Autouzupełnianie, jak i główna aplikacja KeePassium, muszą otrzymać własne uprawnienia do zewnętrznego pliku. Na szczęście jest to jednorazowa procedura.
tr: Otomatik Doldurma, ana KeePassium uygulamasında halihazırda var olan bilgilere otomatik olarak erişemez. Peki neden? Arka plandaki işleyişte; sistem Otomatik Doldurmayı ana KeePassium uygulamasından bağımsız apayrı bir uygulama gibi görmekte. Güvenlik kaynaklı sebeplerden ötürü, siz spesifik olarak aralarında bağıntı kurup izin vermedikçe; bir uygulama hiçbir dış dosyaya kolayca erişemez. Böylece sistem, uygulamanın sadece sizin izin verdiğiniz dosyalara erişebildiğini garanti eder. Sonuç olarak, hem Otomatik Doldurma hem de KeePassium uygulaması veritabanınızı okumak ve değiştirmek için ayrı ayrı yetkilendirilmeye ihtiyaç duyar. Şükür ki, bu tek seferlik bir bürokrasidir.
zh_cn: 自动填充功能无法自动访问主KeePassium应用程序中已有的数据库。 为什么？ 在系统后台，系统将自动填充视为一个独立的应用程序，独立于主要的KeePassium处理程序。 出于安全原因，应用程序无法简单地访问任何外部文件 - 除非您明确将这些文件添加到该应用程序。系统安全特性保证应用程序只能访问您允许的少数文件。 因此，需要为自动填充和KeePassium应用程序赋予所需的数据库文件以及密钥文件权限。 幸运的是，这只要设置一次。

# [Clipboard/Copy/namedValue]
source: Copy %@
it: Copia %@
ko: %@ 복사
pl: Kopiuj %@
tr: %@'yı kopyala
zh_cn: 复制 %@

# [Clipboard/Copy/notification]
source: Copied
it: Copiato
ko: 복사됨
pl: Skopiowano
tr: Kopyalandı
zh_cn: 已复制

# [Database/Add] Selected file &quot;%@&quot; does not look like a database.
source: Selected file "%@" does not look like a database.
ar: الملف المُحدد "%@" لا يبدو كقاعدة بيانات.
it: Il file selezionato "%@" non sembra un database.
ko: 선택한 파일 “%@“은(는) 데이터베이스 파일이 아닌 것 같습니다.
pl: Wybrany plik "%@" nie wygląda na bazę danych.
tr: Seçili dosya "%@" veritabanına benzemiyor.
zh_cn: 您选定的文件 "%@" 看起来不像是个数据库文件。

# [Database/Create/action] Create Database
source: Create Database
ar: إنشاء قاعدة بيانات
it: Crea Database
ko: 데이터베이스 만들기
pl: Utwórz bazę danych
tr: Veritabanı Oluştur
zh_cn: 创建新的数据库

# [Database/Create/title] Create Database
source: Create Database
ar: إنشاء قاعدة بيانات
it: Crea Database
ko: 데이터베이스 만들기
pl: Utwórz bazę danych
tr: Veritabanı Oluştur
zh_cn: 创建新的数据库

# [Database/CustomIcon/add]
source: Add Custom Icon
ko: 사용자 지정 아이콘 추가
pl: Dodaj niestandardową ikonę

source: Delete database file? Make sure you have a backup.
ar: حذف ملف قاعدة البيانات؟ تأكد من أن يكون لديك نسخة احتياطية.
it: Eliminare il file di database? Assicurati di avere un backup.
ko: 데이터베이스 파일을 삭제하시겠습니까? 백업을 생성해뒀는지 확인해주세요.
pl: Usunąć plik bazy danych? Upewnij się, że masz kopię zapasową.
tr: Veritabanı dosyasını sil? Bir yedeğiniz olduğundan emin olun.
zh_cn: 删除数据库文件? 请确保您有备份文件!

# [Database/Loading/ReadOnly/text]
source: The database is read-only
ko: 데이터베이스가 읽기 전용입니다.

# [Database/Loading/Status] Loading...
source: Loading...
ar: جاري التحميل...
it: Caricamento in corso...
ko: 불러오는 중...
pl: Trwa ładowanie...
tr: Yükleniyor...
zh_cn: 载入中...

# [Database/MasterKey/RememberYourPassword/text]
source: If you ever forget it, you won't be able to access your data. There is no password reset option.
ko: 패스워드를 잊어버리면 더 이상 데이터에 접근할 수 없게 됩니다. 패스워드를 리셋할 수 있는 방법은 없습니다.
pl: Jeżeli zapomnisz hasło, utracisz dostęp do danych. Hasła nie można zresetować.
tr: Eğer olur da unutursanız; verilerinize bir daha erişemeyeceksiniz. Şifre sıfırlama gibi bir imkanın olmadığını aklınızda bulundurun.
zh_cn: 如果您忘记了它，您将无法访问您的数据。并且没有密码重置选项。

# [Database/MasterKey/RememberYourPassword/title]
source: Remember your database password
ko: 데이터베이스 패스워드를 기억해두세요!
pl: Zapamiętaj hasło do bazy
tr: Veritabanı şifrenizi unutmayın
zh_cn: 请记住您的数据库密码

# [Database/MasterKey/changed] Master key successfully changed
source: Master key successfully changed
ar: تم تغيير المفتاح الرئيس بنجاح
it: Chiave master modificata con successo
ko: 마스터 키가 성공적으로 변경되었습니다
pl: Klucz główny pomyślnie zmieniony
tr: Ana anahtar başarıyla değiştirildi
zh_cn: 主密码修改成功

# [Database/Open/action] Open Database
source: Open Database
ar: فتح قاعدة البيانات
it: Apri Database
ko: 데이터베이스 열기
pl: Otwórz bazę danych
tr: Veritabanını Aç
zh_cn: 打开数据库

# [Database/Opened/Warning/action] Close Database
source: Close Database
ar: إغلاق قاعدة البيانات
it: Chiudi Database
ko: 데이터베이스 닫기
pl: Zamknij bazę
tr: Veritabanını Kilitle
zh_cn: 关闭数据库

# [Database/Opened/Warning/action] Ignore and Continue
source: Ignore and Continue
ar: تجاهل والمتابعة
it: Ignora e continua
ko: 무시하고 계속하기
pl: Ignoruj i kontynuuj
tr: Yoksay ve Devam Et
zh_cn: 忽略并继续

# [Database/Opened/Warning/lastEdited] Database was last edited by: %@
source: Database was last edited by: %@
ar: آخر تعديل لقاعدة البيانات كان بواسطة: %@
it: Il database è stato modificato da %@
ko: 데이터베이스 최종 편집 앱/프로그램: %@
pl: Baza została ostatnio zmieniona przez: %@
tr: Veritabanı en son %@ tarafından değiştirildi.
zh_cn: 数据库最后由 %@ 编辑。

# [Database/Opened/Warning/title] Your database is ready, but there was an issue.
source: Your database is ready, but there was an issue.
ar: قاعدة البيانات الخاصة بك جاهزة، ولكن هناك مشكلة.
it: Il database è pronto, ma si è verificato un problema.
ko: 데이터베이스가 준비되었지만, 문제가 있습니다.
pl: Twoja baza jest gotowa, ale wystąpił problem.
tr: Veritabanınız hazır, ancak bir sorun oldu.
zh_cn: 您的数据库已经准备就绪, 但还有点问题。

# [Database/Opened/action] Lock Database
source: Lock Database
ar: قفل قاعدة البيانات
it: Blocca Database
ko: 데이터베이스 잠그기
pl: Zablokuj bazę
tr: Veritabanını Kilitle
zh_cn: 锁定数据库

source: Remove database from the list? The file will remain intact and you can add it again later.
ar: إزالة قاعدة البيانات من القائمة؟ سيبقى الملف سليماً ويمكنك إضافته مرة أخرى لاحقاً.
it: Rimuovere il database dalla lista? Il file rimarrà integro e potrai aggiungerlo nuovamente.
ko: 데이터베이스를 목록에서 제거하시겠습니까? 원본 파일은 삭제되지 않으며, 나중에 목록에 다시 추가할 수 있습니다.
pl: Usunąć bazę danych z listy? Plik pozostanie nienaruszony i możesz go dodać później.
tr: Veritabanı listeden silinsin mi? Dosya sağlam kalır ve daha sonra tekrar ekleyebilirsiniz.
zh_cn: 从列表中删除数据库? 不会对文件进行更改或删除, 您可以在稍后添加回来。

# [Database/Saving/Status] Done
source: Done
ar: تمّ الحفظ
it: Completato
ko: 완료
pl: Gotowe
tr: Bitti!
zh_cn: 完成

# [Database/Saving/Status] Saving...
source: Saving...
ar: جاري الحفظ...
it: Salvataggio in corso...
ko: 저장 중...
pl: Zapisywanie...
tr: Kaydediliyor...
zh_cn: 正在保存...

# [Database/Unlock/wrongPassword/question]
source: Forgot your password?
ko: 암호를 잊으셨습니까?
pl: Nie pamiętasz hasła?
zh_cn: 忘记密码？

# [Database/Unlock] Key file error: %@
source: Key file error: %@
ar: خطأ في ملف المفتاح: %@
it: Errore file chiave: %@
ko: 키 파일 오류: %@
pl: Błąd pliku klucza: %@
tr: Anahtar Dosya Hatası: %@
zh_cn: 密钥文件异常: %@

# [Diagnostics] Diagnostic log has been copied to clipboard.
source: Diagnostic log has been copied to clipboard.
ar: تمّ نسخ سجل التشخيص إلى الحافظة.
it: Il log diagnostico è stato copiato negli appunti.
ko: 진단 로그가 클립보드에 복사되었습니다.
pl: Log diagnostyczny został skopiowany do schowka.
tr: Tanılama günlüğü panoya kopyalandı.
zh_cn: 诊断日志复制到剪贴板成功。

# [Entry/Attachment/Photo/defaultName]
source: Photo
ko: 사진

# [Entry/Attachment/add]
source: Add File
ko: 파일 추가
pl: Dodaj plik
zh_cn: 新增文件

# [Entry/Attachment/chooseFile]
source: Choose File
ko: 파일 선택

# [Entry/Attachment/choosePhoto]
source: Choose Photo
ko: 사진 선택

# [Entry/Attachment/takePhoto]
source: Take Photo
ko: 사진 촬영

# [Entry/Attachments/title] Attached Files
source: Attached Files
ar: المرفقات
it: Files allegati
ko: 첨부된 파일
pl: Dołączone pliki
tr: Bağımlı Dosyalar
zh_cn: 附件

# [Entry/Create/action] Create Entry
source: Create Entry
ar: إنشاء سجل
it: Crea una voce
ko: 항목 만들기
pl: Utwórz wpis
tr: Kayıt Oluştur
zh_cn: 创建新条目

# [Entry/Edit/CreateField/defaultName] Field Name
source: Field Name
ar: اسم الحقل
it: Nome Campo
ko: 필드 이름
pl: Nazwa pola
tr: Alan Adı
zh_cn: 域名

# [Entry/Field/name] Notes
source: Notes
ar: مُلاحظات
it: Note
ko: 메모
pl: Notatki
tr: Notlar
zh_cn: 备注

# [Entry/Field/name] Password
source: Password
ar: كلمة المرور
ko: 패스워드
pl: Hasło
tr: Parola
zh_cn: 密码

# [Entry/Field/name] Title
source: Title
ar: العنوان
it: Titolo
ko: 제목
pl: Tytuł
tr: Başlık
zh_cn: 标题

# [Entry/Field/name] User Name
source: User Name
ar: اسم المستخدم
it: Nome Utente
ko: 사용자 이름
pl: Nazwa użytkownika
tr: Kullanıcı Adı
zh_cn: 用户名称

# [Entry/History/ExpiryDate] Never
source: Never
ar: ابداً
it: Mai
ko: 잠그지 않음
pl: Nigdy
tr: Asla
zh_cn: 永不

# [Entry/History] Creation Date
source: Creation Date
ar: تاريخ الإنشاء
it: Data Creazione
ko: 생성 일자
pl: Data utworzenia
tr: Oluşturma Tarihi
zh_cn: 建立时间

# [Entry/History] Expiry Date
source: Expiry Date
ar: تاريخ الانتهاء
it: Data Scadenza
ko: 만료 일자
pl: Data wygaśnięcia
tr: Son Kullanım Tarihi
zh_cn: 到期日期

# [Entry/History] Last Access Date
source: Last Access Date
ar: تاريخ الوصول الأخير
it: Data ultimo accesso
ko: 마지막 접근 일자
pl: Data ostatniego dostępu
tr: Son Erişim Tarihi
zh_cn: 上次访问时间

# [Entry/History] Last Modification Date
source: Last Modification Date
ar: تاريخ آخر تعديل
it: Data Ultima modifica
ko: 마지막 수정 일자
pl: Data ostatniej modyfikacji
tr: Son Değişiklik Tarihi
zh_cn: 最后修改日期

# [Entry/New/defaultTitle] New Entry
source: New Entry
ar: سجل جديد
it: Nuova Voce
ko: 새로운 항목
pl: Nowy wpis
tr: Yeni Kayıt
zh_cn: 新条目

# [File/PermissionDenied] Try to remove the file from the app, then add it again.
source: Try to remove the file from the app, then add it again.
ar: حاول إزالة الملف من التطبيق، ثم أضفه مرة أخرى.
it: Prova a rimuovere il file dall'app, quindi aggiungilo di nuovo.
ko: 파일을 앱에서 제거한 후, 다시 추가해보세요.
pl: Spróbuj usunąć plik z aplikacji, a następnie dodać go ponownie.
tr: Dosyayı uygulamadan silmeyi ve sonra geri eklemeyi deneyin.
zh_cn: 尝试从应用中删除该文件，然后重新添加它。

# [File/Re-add/title]
source: Add the file again
it: Aggiungi nuovamente il file
ko: 파일을 다시 추가하세요
pl: Dodaj plik ponownie
tr: Dosyayı tekrar ekleyin
zh_cn: 再次添加文件

# [FileInfo/Backup/header]
source: Backup
ar: النسخ الاحتياطية
ko: 백업
pl: Kopia zapasowa
tr: Yedekle
zh_cn: 备份

# [FileInfo/Error/failed to change attributes]
source: Failed to update file attributes.
ar: تعذّر تعديل سمات الملف.
it: Impossibile aggiornare gli attributi del file.
ko: 파일 속성 업데이트에 실패했습니다.
pl: Nie udało się zaktualizować atrybutów pliku.
tr: Öznitelikler güncellenemedi.
zh_cn: 更新文件属性失败。

# [FileInfo/Field/title] Creation Date
source: Creation Date
ar: تاريخ الإنشاء
it: Data Creazione
ko: 생성 일자
pl: Data utworzenia
tr: Oluşturma Tarihi
zh_cn: 建立时间

# [FileInfo/Field/title] File Location
source: File Location
ar: موقع الملف
it: Posizione del File
ko: 파일 경로
pl: Lokalizacja pliku
tr: Dosya Konumu
zh_cn: 文件位置

# [FileInfo/Field/title] File Name
source: File Name
ar: اسم الملف
it: Nome File
ko: 파일명
pl: Nazwa pliku
tr: Dosya Adı
zh_cn: 文件名

# [FileInfo/Field/title] File Size
source: File Size
ar: حجم الملف
it: Dimensione File
ko: 파일 크기
pl: Rozmiar pliku
tr: Dosya Boyutu
zh_cn: 文件大小

# [FileInfo/Field/title] Last Modification Date
source: Last Modification Date
ar: تاريخ آخر تعديل
it: Data Ultima modifica
ko: 마지막 수정 일자
pl: Data ostatniej modyfikacji
tr: Son Değişiklik Tarihi
zh_cn: 最后修改日期

# [FileInfo/Field/valueError] Error
source: Error
ar: خطأ
it: Errore
ko: 오류
pl: Błąd
tr: Hata
zh_cn: 错误
