Repository: keepassium/KeePassium-L10n
Catalog: */KeePassium.xliff
Languages: ar, fr, it, ja, ko, nl, pl, tr, zh_cn

# [FileInfo/isExcludedFromBackup/title]
source: Exclude From iCloud/iTunes Backup
ar: استبعد من النسخ الاحتياطي لـ iCloud/iTunes
it: Escludi da iCloud/iTunes Backup
ko: iCloud/iTunes 백업에서 제외
pl: Wyklucz z kopii zapasowej iCloud/iTunes
tr: iCloud / iTunes Yedeklemesine Dahil Etme
zh_cn: 从 iCloud/iTunes 中排除备份

# [Generic/ConfirmDelete/title] Are you sure?
source: Are you sure?
ar: هل أنت متأكد؟
it: Sei sicuro?
ko: 확실합니까?
pl: Jesteś pewien?
tr: Emin misiniz?
zh_cn: 您确定吗？

# [Generic/Directory/Recently Deleted/name]
source: Recently Deleted
ar: سلة المحذوفات
it: Eliminati di recente
ko: 최근 삭제됨
pl: Ostatnio usunięte
tr: Çöp Kutusu
zh_cn: 最近删除

# [Generic/Edit/Aborting/text] Discard unsaved changes?
source: Discard unsaved changes?
ar: هل تريد تجاهل التغييرات الغير محفوظة؟
it: Ignorare le modifiche non salvate?
ko: 저장되지 않은 변경 사항을 버리시겠습니까?
pl: Odrzucić niezapisane zmiany?
tr: Son değişiklikler yok sayılsın mı?
zh_cn: 要舍弃尚未储存的变更？

# [Generic/Edit/Aborting/title] There are unsaved changes
source: There are unsaved changes
ar: هناك تغييرات غير محفوظة
it: Ci sono modifiche non salvate
ko: 저장되지 않은 변경 사항이 있습니다
pl: Istnieją niezapisane zmiany
tr: Kaydedilmemiş değişiklikler var
zh_cn: 此处有未存档的变更

# [Generic/File/Save as]
source: Save as…
ko: 다른 이름으로 저장…

# [Generic/File/title] Export Error
source: Export Error
ar: خطأ في التصدير
it: Errore Esportazione
ko: 내보내기 오류
pl: Błąd eksportu
tr: Dışa Aktarım Hatası
zh_cn: 汇出错误

# [Generic/File/title] File already exists
source: File already exists
ar: الملف موجود مسبقا
it: Il file esiste già
ko: 파일이 이미 존재합니다
pl: Plik już istnieje
tr: Dosya zaten mevcut
zh_cn: 文件已存在

# [Generic/File/title] Import Error
source: Import Error
ar: خطأ في الاستيراد
it: Errore di Importazione
ko: 가져오기 오류
pl: Błąd importu
tr: İçe Aktarım Hatası
zh_cn: 汇入错误

# [Generic/File] Delete
source: Delete
ar: حذف
it: Eliminare
ko: 삭제
pl: Skasuj
tr: Sil
zh_cn: 删除

# [Generic/File] Remove
source: Remove
ar: إزالة
it: Rimuovere
ko: 제거
pl: Usuń
tr: Kaldır
zh_cn: 移除

# [Generic/Presets]
source: Presets
ko: 사전 설정

# [Generic/Search/title]
source: Search
ko: 검색
zh_cn: 搜索​​​​

# [Generic/title] Error
source: Error
ar: خطأ
it: Errore
ko: 오류
pl: Błąd
tr: Hata
zh_cn: 错误

# [Generic/title] Keychain Error
source: Keychain Error
ar: خطأ في سلسلة المفاتيح
it: Errore nel Portachiavi
ko: 키체인 오류
pl: Błąd pęku kluczy
tr: Anahtar Dizilim Hatası
zh_cn: 钥匙圈错误

# [Generic/title] Warning
source: Warning
ar: تحذير
it: Attenzione
ko: 경고
pl: Ostrzeżenie
tr: Dikkat
zh_cn: 警告

# [Generic] Cancel
source: Cancel
ar: إلغاء
it: Annullare
ko: 취소
pl: Anuluj
tr: İptal
zh_cn: 取消

# [Generic] Contact Support
source: Contact Support
ko: 지원 요청하기
pl: Uzyskaj wsparcie
tr: Destekle İletişim
zh_cn: 联络支持团队

# [Generic] Contact Us
source: Contact Us
ar: تواصل معنا
it: Contattaci
ko: 문의하기
pl: Skontaktuj się z nami
tr: İletişime Geçin
zh_cn: 联系我们

# [Generic] Continue
source: Continue
ar: المتابعة
it: Prosegui
ko: 계속하기
pl: Dalej
tr: Devam Et
zh_cn: 继续

# [Generic] Copy
source: Copy
ar: نسخ
it: Copia
ko: 복사
pl: Kopiuj
tr: Kopyala
zh_cn: 复制

# [Generic] Create
source: Create
it: Crea
ko: 생성
pl: Utwórz
tr: Oluştur
zh_cn: 创建

# [Generic] Delete
source: Delete
ar: حذف
it: Eliminare
ko: 삭제
pl: Skasuj
tr: Sil
zh_cn: 删除

# [Generic] Delete All
source: Delete All
ko: 모두 삭제

# [Generic] Discard
source: Discard
ar: تجاهل
it: Annulla
ko: 버리기
pl: Odrzuć
tr: Kaldır
zh_cn: 舍弃

# [Generic] Dismiss
source: Dismiss
ar: إخفاء
it: Ignora
ko: 닫기
pl: Odrzuć
tr: Reddet
zh_cn: 关闭

# [Generic] Done
source: Done
ar: تم
it: Completato
ko: 완료
pl: Gotowe
tr: Bitti!
zh_cn: 完成

# [Generic] Edit
source: Edit
ar: حرّر
it: Modifica
ko: 편집
pl: Edytuj
tr: Düzenle
zh_cn: 编辑

# [Generic] Export
source: Export
ar: تصدير
it: Esporta
ko: 내보내기
pl: Eksportuj
tr: Dışa Aktar
zh_cn: 汇出

# [Generic] Learn more
source: Learn more…
it: Maggiori informazioni...
ko: 자세히 알아보기
pl: Dowiedz się więcej…
tr: Daha fazla bilgi için…
zh_cn: 了解更多

# [Generic] More Actions
source: More Actions
it: Altre azioni
ko: 추가 작업
pl: Więcej opcji
tr: Diğer İşlemler
zh_cn: 更多动作

# [Generic] Move
source: Move
ar: نقل
it: Spostare
ko: 이동
pl: Przenieś
tr: Taşı
zh_cn: 移动

# [Generic] OK
source: OK
ar: حسناً
ko: 확인
tr: Tamam
zh_cn: 确定

# [Generic] Open URL
source: Open URL
it: Apri URL
ko: URL 열기
pl: Otwórz URL
tr: URL'yi aç
zh_cn: 打开链接

# [Generic] Overwrite
source: Overwrite
ar: الكتابة فوق الملف
it: Sostituisci
ko: 덮어쓰기
pl: Zastąp
tr: Üzerine Yaz
zh_cn: 覆盖

# [Generic] Rename
source: Rename
ar: إعادة التسمية
it: Rinomina
ko: 이름 바꾸기
pl: Zmień nazwę
tr: Yeniden Adlandır
zh_cn: 重新命名

# [Generic] Replace
source: Replace
ar: إستبدال
it: Sostituisci
ko: 교체
pl: Zastąp
tr: Değiştir
zh_cn: 替换

# [Generic] Restore
source: Restore
ko: 복원

# [Generic] Reveal in Finder
source: Reveal in Finder
ko: Finder에 표시

# [Generic] Share
source: Share
it: Condividi
ko: 공유
pl: Udostępnij
tr: Paylaş
zh_cn: 分享

# [Generic] Show Details
source: Show Details
ar: عرض التفاصيل
it: Mostra dettagli
ko: 세부 정보 보기
pl: Pokaż szczegóły
tr: Ayrıntıları Göster
zh_cn: 显示详细信息

# [Generic] Show In Plain Text
source: Show In Plain Text
it: Mostra in formato testo semplice
ko: 평문 텍스트로 표시
pl: Pokaż jako tekst
tr: Metin Olarak Göster
zh_cn: 以纯文本形式查看

# [Generic] Show more
source: Show more
ar: عرض المزيد
it: Mostra tutto
ko: 더 보기
pl: Pokaż więcej
tr: Daha fazla göster
zh_cn: 显示更多

# [Group/Create/action] Create Group
source: Create Group
ar: إنشاء مجموعة
it: Crea gruppo
ko: 그룹 만들기
pl: Utwórz grupę
tr: Grup Oluştur
zh_cn: 建立群组

# [Group/Create/title] Create Group
source: Create Group
ar: إنشاء مجموعة
it: Crea gruppo
ko: 그룹 만들기
pl: Utwórz grupę
tr: Grup Oluştur
zh_cn: 建立群组

# [Group/Edit/title] Edit Group
source: Edit Group
ar: تحرير المجموعة
it: Modifica Gruppo
ko: 그룹 편집
pl: Edytuj grupę
tr: Grubu Düzenle
zh_cn: 编辑群组

# [Group/New/defaultName] New Group
source: New Group
ar: مجموعة جديدة
it: Nuovo Gruppo
ko: 새로운 그룹
pl: Nowa grupa
tr: Yeni Grup
zh_cn: 新建群组

# [Group/a11y/description]
source: %@, Group
it: %@, Gruppo
ko: %@, 그룹
pl: %@, Grupa
tr: %@, Grup
zh_cn: %@, 群组

# [HardwareKey/AutoFill/NotAvailable] Hardware keys are not available in AutoFill.
source: Hardware keys are not available in AutoFill.
ar: مفاتيح الأجهزة غير مُتاحة في التعبئة التلقائية.
it: Le chiavi hardware non sono disponibili in modalità Riempimento automatico.
ko: 하드웨어 키는 자동 완성에서 사용할 수 없습니다.
pl: Klucz sprzętowy nie jest dostępny dla Autouzupełniania.
tr: Donanım anahtarı, otomatik doldurmada kullanılamaz.
zh_cn: 硬件密钥在自动填充中不可用。

# [HardwareKey/Field/title]
source: Hardware Key
ko: 하드웨어 키
pl: Klucz sprzętowy
zh_cn: 硬件密钥

# [HardwareKey/NFC/OS too old]
source: NFC requires iOS 13 or later.
ar: الـNFC يتطلب إصدار ios 13 أو اجدد.
it: NFC richiede iOS 13 o versioni successive.
ko: NFC는 iOS 13 이상에서 지원됩니다.
pl: NFC wymaga iOS 13 lub nowszego.
tr: NFC, iOS 13 veya sonrasını gerektirir.
zh_cn: NFC 需要 iOS 13 或更高版本。

# [HardwareKey/None] No Hardware Key
source: No Hardware Key
ar: عدم استخدام جهاز مفاتيح
it: Nessuna chiave hardware
ko: 하드웨어 키 없음
pl: Brak klucza sprzętowego
tr: Donanım Anahtarı Yok
zh_cn: 没有硬件密钥

# [HardwareKey/YubiKey/Slot] YubiKey Slot #%d
source: YubiKey Slot %d
ar: منفذ YubiKey %d
it: Slot Yubikey %d
ko: YubiKey 슬롯 %d
pl: Gniazdo YubiKey %d

# [Help Viewer/title]
source: Help
ar: المساعدة
it: Aiuto
ko: 도움말
pl: Pomoc
tr: Yardım
zh_cn: 帮助

# [Item/History/Restored]
source: Previous version restored
ko: 이전 버전으로 복원됨

# [ItemIconPicker/CustomIcons]
source: Custom Icons
ko: 사용자 지정 아이콘
pl: Niestandardowe ikony

# [ItemIconPicker/StandardIcons]
source: Standard Icons
ko: 기본 아이콘
pl: Standardowe ikony

# [KeyFile/Delete/Confirm/text] Delete key file?&#10; Make sure you have a backup.
source: Delete key file? Make sure you have a backup.
ar: حذف ملف المفتاح؟ تأكد أن لديك نسخة احتياطية.
it: Eliminare il file chiave? Assicurati di avere un backup.
ko: 키 파일을 삭제하시겠습니까? 백업을 생성해뒀는지 확인해주세요.
pl: Usunąć plik klucza? Upewnij się, że masz kopię zapasową.
tr: Anahtar dosya silinsin mi? Yedeğini aldığınızdan emin olun.
zh_cn: 删除密钥文件? 请确保您有备份文件!

# [KeyFile/Field/title]
source: Key File
ko: 키 파일
pl: Plik klucza
zh_cn: 密钥文件

source: Remove key file from the list? The file will remain intact and you can add it again later.
ar: إزالة ملف المفتاح من القائمة؟ سيبقى الملف سليماً ويمكنك إضافته لاحقاً مرة أخرى.
it: Rimuovere il file chiave dalla lista? Il file rimarrà integro e potrai aggiungerlo nuovamente in un secondo momento.
ko: 키 파일을 목록에서 제거하시겠습니까? 원본 파일은 삭제되지 않으며, 나중에 목록에 다시 추가할 수 있습니다.
pl: Usunąć plik klucza z listy? Plik pozostanie nienaruszony i możesz go dodać później.
tr: Veritabanı listeden silinsin mi? (Sadece gördüğünüz listeden silinir. Bulut hizmetinizden veya cihazınızdan silinmez.) Daha sonra tekrar ekleyebilirsiniz.
zh_cn: 从列表中删除密钥文件？ 该文件将保持完整，您可以稍后重新添加。

# [OTP/Scan/InvalidData]
source: This QR code is not suitable for OTP setup.
ko: 이 QR 코드는 OTP 설정에 사용되기에 적합하지 않습니다.
pl: Tego kodu QR nie można użyć dla OTP.

# [OTP/Scan/OverwriteWarning]
source: One-time password is already configured for this entry. Do you want to overwrite it?
ko: 일회용 비밀번호가 이미 이 항목에 구성되어 있습니다. 덮어쓰시겠습니까?
pl: Hasło jednorazowe jest już ustawione dla tego wpisu. Czy chcesz go nadpisać?

# [OTP/Setup]
source: Setup one-time password (OTP)
ko: 일회용 비밀번호(OTP) 설정
pl: Ustaw hasło jednorazowe (OTP)

# [Premium/Benefits/Negative/header]
source: What you are missing
ar: ما الذي تفقده
it: Cosa manca
ko: 놓치고 있는 기능
pl: Czego zabraknie
tr: Neleri kaçırıyorsunuz??
zh_cn: 您缺少的内容

# [Premium/Benefits/Positive/header]
source: What you get
ar: ما تحصل عليه
it: Cosa si ottiene
ko: 얻을 수 있는 기능
pl: Co otrzymasz
tr: Ne elde edeceksiniz?
zh_cn: 您得到的内容

# [Premium/CallToAction/buyNow]
source: Buy Now
it: Acquista ora
ko: 지금 구매
pl: Kup teraz
tr: Hemen Satın Alın
zh_cn: 立即购买

# [Premium/CallToAction/free]
source: Continue Testing
ar: الاستمرار في التجريب
it: Continua a testare
ko: 계속 무료 버전 사용
pl: Testuj dalej
tr: Ücretsiz Devam Et
zh_cn: 继续测试

# [Premium/CallToAction/startTrial]
source: Try it free
ar: جرب مجاناً
it: Prova gratuita
ko: 무료로 사용해보기
pl: Wypróbuj za darmo
tr: Premium Denemeyi Başlat
zh_cn: 免费试用

# [Premium/CallToAction/upgradeNow]
source: Upgrade Now
ar: قم بالترقية الان
it: Aggiorna subito
ko: 지금 업그레이드
pl: Uaktualnij teraz
tr: Şimdi Premium'a Geç
zh_cn: 立即升级

# [Premium/ManageSubscriptions/action]
source: Manage subscriptions
it: Gestisci sottoscrizioni
ko: 구독 관리
pl: Zarządzaj subskrypcją
tr: Aboneliğini Yönet
zh_cn: 管理订阅

# [Premium/PerpetualLicense/status]
source: You have a perpetual license for all the versions before %@.
ar: لديك ترخيص دائم لجميع الإصدارات قبل %@.
it: Hai una licenza perpetua per tutte le versioni prima di %@.
ko: %@보다 이전의 모든 버전에 대한 영구 라이선스를 소유하고 있습니다.
pl: Posiadasz wieczystą licencję na wszystkie poprzednie wersje %@.
tr: %@'ten önceki tüm versiyonlar için "Ömür Boyu Lisans"ınız var.
zh_cn: 在 %@ 之前，您拥有一个所有功能的终身订阅。

# [Premium/Price Plan/Conditions/1 year email support]
source: One year of email support
ar: سنة واحدة من الدعم بالبريد الإلكتروني
it: Un anno di assistenza via e-mail
ko: 1년간 이메일 지원 제공
pl: Rok wsparcia poprzez e-mail
tr: 1 Yıl Boyunca e-mail Desteği
zh_cn: 一年的电子邮件支持

# [Premium/Price Plan/Conditions/all premium features]
source: All premium features
ar: جميع المزايا المدفوعة
it: Tutte le funzioni Premium
ko: 모든 프리미엄 기능
pl: Wszystkie funkcje premium
tr: Tüm Premium Özellikler
zh_cn: 高级版所有功能

# [Premium/Price Plan/Conditions/community support]
source: Customer support: Online forums
ar: دعم العملاء: المنتديات عبر الإنترنت
it: Supporto cliente: forum online
ko: 사용자 지원: 온라인 포럼
pl: Wsparcie klienta: forum online
tr: Müşteri hizmetleri: Online Forumlar
zh_cn: 用户支持：在线论坛

# [Premium/Price Plan/Conditions/current premium features]
source: Current premium features
ar: الميزات الحالية
it: Funzioni Premium attuali
ko: 현재 프리미엄 기능
pl: Obecne funkcje premium
tr: Mevcut Premium Özellikler
zh_cn: 当前高级版功能

# [Premium/Price Plan/Conditions/email support]
source: Customer support: Email
ar: دعم العملاء: البريد الإلكتروني
it: Assistenza clienti: e-mail
ko: 사용자 지원: 이메일
pl: Wsparcie klienta: E-mail
tr: Müşteri hizmetleri: e-mail
zh_cn: 用户支持：电子邮件

# [Premium/Price Plan/Conditions/family sharing]
source: Family Sharing
it: Condivisione In Famiglia
ko: 가족 공유
pl: Chmura rodzinna
tr: Aile Paylaşımı
zh_cn: 家人共享

# [Premium/Price Plan/Conditions/freemium reminders]
source: Freemium reminders
ar: تذكير فريميوم(Freemium)
it: Promemoria freemium
ko: 프리미엄(Freemium) 알리미
pl: Przypomnienia o Freemium
tr: Ücretsiz Kullanıma Dair Hatırlatma
zh_cn: 免费版提醒

# [Premium/Price Plan/Conditions/full price upgrade]
source: Premium features added in the future would require a new purchase at full price.
it: Le funzioni Premium aggiunte in futuro richiederebbero un nuovo acquisto a prezzo pieno.
ko: 향후 추가될 프리미엄 기능은 정가에 새로 구매할 것이 요구될 수 있습니다.
tr: Gelecekte eklenecek tüm Premium özellikler; her defasında tekrar tekrar satın almayı gerektirecek.
zh_cn: 将来添加的高级功能需要全额购买。

# [Premium/Price Plan/Conditions/future premium features]
source: Future premium features
ar: مزايا مميزة للمستقبل
it: Tutte le funzioni Premium future
ko: 향후 프리미엄 기능들
pl: Przyszłe funkcje premium
tr: Gelecekteki Premium Özellikler
zh_cn: 高级版未来功能

# [Premium/Price Plan/Conditions/perpetual fallback]
source: Rent-to-own license (Perpetual fallback license)
ar: رخصة الإيجار المنتهي بالتملك (رخصة احتياطية دائمة)
it: Licenza di affitto a riscatto (licenza di fallback perpetua)
ko: 렌탈 라이선스 (영구 라이선스 실패 대비용)
pl: Licencja najmu (Perpetual fallback license)
tr: Kiralama lisansı (Perpetual fallback license)
zh_cn: 共享许可证(Perpetual backbacking licse)

# [Premium/Price Plan/Conditions/subscription as purchase]
source: Subscription as a purchase
it: Abbonamento sotto forma di acquisto
ko: 구매로서의 구독
tr: Satın alma aboneliği
zh_cn: 视为购买的订阅

# [Premium/Price Plan/Conditions/updates and bug fixes]
source: Updates and bug fixes
ar: التحديثات وإصلاح الأخطاء
it: Aggiornamenti e correzioni di bug
ko: 업데이트 및 버그 수정
pl: Aktualizacje i poprawki błędów
tr: Güncellemeler ve Hata Düzeltmeleri
zh_cn: 更新和漏洞修复

# [Premium/Price Plan/Free/price]
source: Free
ar: مجاناً
it: Gratis
ko: 무료
pl: Darmowe
tr: Bedava
zh_cn: 免费

# [Premium/Price Plan/Free/title]
source: Free
ar: مجاناً
it: Gratis
ko: 무료
pl: Darmowe
tr: Ücretsiz Plan
zh_cn: 免费

# [Premium/Price Plan/popular]
source: Popular
ar: رائج
it: Popolare
ko: 인기
pl: Popularne
tr: Varsayılan
zh_cn: 人气

# [Premium/Subscription/Legal/text]
source: Payment will be charged to your Apple ID account at the confirmation of purchase. Subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions by going to your account settings on the App Store after purchase.
ko: 구매가 확인되면 사용자의 Apple ID 계정을 통해 지불됩니다. 구독은 현재 구독 기간이 종료되기 최소 24시간 전에 취소하지 않는 한 자동으로 갱신됩니다. 자동 갱신 시 현재 구독 기간이 종료되기 24시간 전 이내에 지불이 발생합니다. 구독 구매 후, App Store의 계정 설정에서 구독을 관리하고 취소할 수 있습니다.
pl: Po zakupię płatnością zostanie obciążone Twoje konto Apple ID. Subskrypcja odnawia się automatycznie, chyba że zostanie anulowana przynajmniej na 24 godziny przed końcem obecnego okresu. Twoje konto zostanie obciążone w ciągu 24 godzin przed upływem obecnego okresu. Po zakupie możesz zarządzać i anulować subskrypcję przechodząc do ustawień swojego konta w App Store.
zh_cn: 在确认购买时，将会从您的Apple ID账户中收取付款。 除非在到期前至少24小时取消，否则订阅会自动续订。您的账户将在到期前24小时内收取续订费用。 您可以在购买后转到App Store上的账户设置来管理和取消订阅。

# [Premium/Trial/trial then price]
source: %1$@ free, then %2$@
ar: %1$@ مجاناً، ثم %2$@
it: %1$@ gratis, quindi %2$@
ko: %1$@ 무료 사용 후 %2$@
pl: %1$@ za darmo, potem %2$@
tr: %1$@ ücretsiz, sonrasında %2$@
zh_cn: %1$@ 免费，然后 %2$@

source: Thank you! You can use KeePassium while purchase is awaiting approval.
it: Grazie! Puoi utilizzare KeePassium mentre l'acquisto è in attesa di approvazione.
ko: 감사합니다! 구매가 확정되기 전까지 계속해서 KeePassium을 사용하실 수 있습니다.
tr: Teşekkürler! Biz ödeme onayını beklerken, siz KeePassium'un Premium özellikleri keşfetmeye başlayabilirsiniz.
zh_cn: 谢谢！您可以在 KeePassium 等待批准时使用。

# [Premium/Upgrade/Progress] Contacting AppStore...
source: Contacting AppStore...
ar: جاري الاتصال بـ AppStore...
it: Stiamo contattando AppStore...
ko: App Store에 연결 중...
pl: Łączenie z AppStore…
tr: AppStore'a bağlanılıyor...
zh_cn: 联系 AppStore...

# [Premium/Upgrade/Progress] Purchasing...
source: Purchasing...
ar: جاري الشراء...
it: Acquisto in corso...
ko: 결제 중...
pl: Kupowanie...
tr: Satın alınıyor...
zh_cn: 购买中…

# [Premium/Upgrade/RestoreFailed/text] No previous purchase could be restored.
source: No previous purchase could be restored.
ar: لا توجد أي عملية شراء سابقة يمكن استعادتها.
it: Nessun acquisto precedente può essere ripristinato.
ko: 복구할 수 있는 이전 구매 내역이 없습니다.
pl: Poprzedni zakup nie może być przywrócony.
tr: Tüm önceki ödemeler geri yüklendi. Fakat bu uygulamayı daha önce satın almamışsınız.
zh_cn: 没有可以还原的内购。

# [Premium/Upgrade/RestoreFailed/title] Sorry
source: Sorry
ar: نآسف
it: Siamo spiacenti
ko: 죄송합니다.
pl: Przepraszamy
tr: Üzgünüz
zh_cn: 很抱歉

# [Premium/Upgrade/Restored/text] Upgrade successful, enjoy the app!
source: Upgrade successful, enjoy the app!
ar: تم الترقية بنجاح، استمتع بالتطبيق!
it: Aggiornamento riuscito, goditi l'app!
ko: 업그레이드가 성공적으로 완료되었습니다!
pl: Aktualizacja zakończona pomyślnie, ciesz się aplikacją!
tr: Tüm ödemeler geri yüklendi, uygulamanın tadını çıkarın!
zh_cn: 升级成功, 享受它!

# [Premium/Upgrade/Restored/title] Purchase Restored
source: Purchase Restored
ar: تم استعادة عملية الشراء
it: Acquisto Ripristinato
ko: 구매 내역 복원됨
pl: Przywrócono zakup
tr: Satın alma geri yüklendi
zh_cn: 恢复购买

# [Premium/Upgrade/Success/thankYou]
source: Thank you for the purchase!
it: Grazie per averci scelto!
ko: 구매해주셔서 감사합니다!
pl: Dziękujemy za zakup!
tr: Ödemeniz için çok teşekkürler!
zh_cn: 感谢您的购买

# [Premium/Upgrade/action] Upgrade to Premium
source: Upgrade to Premium
ar: الترقية للمميز
it: Passa a Premium
ko: 프리미엄으로 업그레이드
pl: Uaktualnij do Premium
tr: Premium'a Yükselt
zh_cn: 升级到高级版

# [Premium/Upgrade/cancelOngoingSubscription]
source: Please check if you need to cancel your old subscription.
it: Spuntare questa casella se si desidera cancellare l'abbonamento precedente.
ko: 이전에 구매한 구독이 있는지 확인해 주시기 바랍니다.
tr: Lütfen eski aboneliğinizi iptal etmeniz gerekiyor mu kontrol edin.
zh_cn: 请检查您是否需要取消您的旧订阅。

# [Premium/Upgrade/price] %@ / month
source: %@ / month
ar: %@ / شهر
it: %@ / mese
ko: %@ / 월
pl: %@ / miesiąc
tr: Ayda %@
zh_cn: %@ / 月

# [Premium/Upgrade/price] %@ / year
source: %@ / year
ar: %@/ سنة
it: %@ / anno
ko: %@ / 년
pl: %@ / rok
tr: Yılda %@
zh_cn: %@ / 年

# [Premium/Upgrade/price] %@ once
source: %@ once
ar: %@ مرة واحدة
it: %@ una volta
ko: %@ 1회 지불
pl: %@ jednorazowo
tr: Tek seferlik %@
zh_cn: %@ 一次性付费

# [Premium/Upgrade/price] around %@ / month
source: ≈ %@ / month
ar: ≈ %@ / شهر
it: ≈ %@ / mese
ko: ≈ %@ / 월
pl: ≈ %@ / miesiąc
tr: ≈ ayda %@
zh_cn: ≈ %@ / 月

source: Hmm, there are no upgrades available. This should not happen, please contact support.
ar: همم، لا توجد ترقيات متوفرة. هذا يجب ألا يحدث، يرجى الاتصال بالدعم.
it: Hmm, non ci sono aggiornamenti disponibili. Questo non dovrebbe accadere, si prega di contattare il supporto.
ko: 가능한 업그레이드가 없습니다. 이는 일어나서는 안되는 상황입니다. 개발자에게 문의해주시기 바랍니다.
pl: Hmm, brak dostępnej aktualizacji. To nie powinno się wydarzyć - skontaktuj się ze wsparciem.
tr: Hmm, yükseltme hazır değil. Bu olmamalıydı, lütfen desteğe başvurun.
zh_cn: 没有可用的升级, 这不应该发生, 请联系技术支持。

# [Premium/perpetualLicense]
source: Perpetual license
ar: الترخيص الدائم
it: Licenza perpetua
ko: 영구 라이선스
pl: Licencja wieczysta
tr: Ömür Boyu Lisans
zh_cn: 终生订阅

# [PremiumFeature/CustomAppIcons/title]
source: Custom App Icons
ar: تخصيص أيقونة التطبيق
it: Icone App Personalizzate
ko: 사용자 지정 앱 아이콘
pl: Dostosuj ikonę
tr: Özelleştirilebilir Uygulama Simgeleri
zh_cn: 自定义图标

# [PremiumFeature/Generic/description]
source: Upgrade to Premium and enjoy KeePassium at its best.
it: Passa a Premium e goditi al meglio KeePassium.
ko: 프리미엄 버전으로 업그레이드하고 KeePassium의 모든 기능을 사용해 보세요.
pl: Zaktualizuj do wersji premium i ciesz się wszystkimi możliwościami KeePassium.
tr: Premium'a geçin ve KeePassium'un tüm avantajlarından yararlanın.
zh_cn: 升级到高级版并享受最好的KeePassium。

# [PremiumFeature/Generic/title]
source: Premium Feature
ar: ميزة مدفوعة
it: Funzione Premium
ko: 프리미엄 기능
pl: Funkcja Premium
tr: Premium Özellik
zh_cn: 高级版功能

# [PremiumFeature/HardwareKeys/description]
source: Strengthen your security with hardware keys (YubiKey) in the premium version.
ar: عزز أمانك باستخدام مفاتيح الأجهزة (YubiKey) في الإصدار المميز.
it: Migliora la sicurezza con le chiavi hardware (YubiKey) nella versione Premium.
ko: 프리미엄 버전에서 하드웨어 키(YubiKey)로 보안을 강화하세요.
pl: Wzmocnij bezpieczeństwo z pomocą klucza sprzętowego (YubiKey) w wersji premium.
tr: Premium versiyonda; güvenliğinizi donanım anahtarları (YubiKey) kullanarak artırın.
zh_cn: 在高级版中使用硬件密钥 (Yubikey) 加强您的安全。

# [PremiumFeature/HardwareKeys/title] Hardware Keys
source: Hardware Keys
ar: حهاز مفاتيح
it: Chiavi hardware
ko: 하드웨어 키
pl: Klucz sprzętowy
tr: Donanım Anahtarları
zh_cn: 硬件密钥

source: Save time entering your complex master passwords — keep your database open longer in the premium version.
ar: وفر وقت إدخال كلمات المرور الرئيسة المعقدة الخاصة بك - ابقي قاعدة البيانات الخاصة بك مفتوحة لفترة أطول في الإصدار المميز.
it: Risparmia tempo inserendo le tue complesse password master — tieni aperto il database più a lungo nella versione premium.
ko: 복잡한 마스터 패스워드를 입력하는데에 시간을 허비하지 마세요. 프리미엄 버전에선 데이터베이스를 더 오래 열어둘 수 있습니다.
pl: Oszczędź czas na wpisywaniu złożonego hasła - trzymaj swoją bazę otwartą dłużej w wersji premium.
tr: Karmaşık ana şifrelerinizi girerken zaman kazanın; premium sürümde veritabanınızı daha uzun süre açık tutun.
zh_cn: 节省输入复杂主密码的时间 - 在高级版中保持数据库打开更长时间。

# [PremiumFeature/LongDBTimeouts/title] Long Database Timeouts
source: Long Database Timeouts
ar: مهلة أطول لقاعدة البيانات
it: Timeout database lungo
ko: 더 긴 데이터베이스 시간 제한
pl: Dłuższy czas nieaktywności
tr: Uzun Süreli Veritabanı Zaman Aşımları
zh_cn: 更长的数据库超时时间

source: Easily switch between databases in the premium version.
ar: التبديل بسهولة بين قواعد البيانات في النسخة المميزة.
it: Cambia facilmente i database nella versione premium.
ko: 프리미엄 버전에서 데이터베이스 간에 쉽게 전환할 수 있습니다.
pl: Łatwe przełączanie pomiędzy bazami w wersji premium.
tr: Premium versiyonda veritabanları arasında kolayca geçiş yapın.
zh_cn: 在高级版本中快速切换多个数据库。

# [PremiumFeature/MultiDB/title] Multiple Databases
source: Multiple Databases
ar: قواعد بيانات متعددة
it: Database multipli
ko: 다중 데이터베이스
pl: Wiele baz
tr: Çoklu Veritabanı
zh_cn: 多个数据库

source: Preview images and documents directly in the app, in the premium version.
ar: معاينة الصور والمستندات مباشرة من التطبيق، في الإصدار المميز.
it: Anteprima immagini e documenti direttamente nell'app, nella versione premium.
ko: 프리미엄 버전에서, 앱에서 바로 이미지 및 문서를 미리 볼 수 있습니다.
pl: Podgląd obrazów i dokumentów bezpośrednio w aplikacji w wersji premium.
tr: Premium sürümde görüntüleri ve belgeleri doğrudan uygulamada önizleyin.
zh_cn: 升级高级版支持直接在程序中预览图像和文文件。

# [PremiumFeature/Preview/title] Preview Attachments
source: Preview Attachments
ar: معاينة المرفقات
it: Anteprima allegati
ko: 첨부 파일 미리보기
pl: Podgląd załączników
tr: Bağlılıkları Önizle
zh_cn: 附件预览

# [ProtectedTextField] Show Password
source: Show Password
ar: إظهار كلمة المرور
fr: Afficher le mot de passe
it: Mostra Password
ja: パスワードを表示
ko: 패스워드 보이기
nl: Toon wachtwoord
pl: Pokaż hasło
tr: Şifreyi Göster
zh_cn: 显示密码

# [Repeat Password/Field/title]
source: Repeat Password
ko: 패스워드 재입력
pl: Powtórz hasło
zh_cn: 重复密码

# [Settings/FileLists/Backup/title] Backup
source: Backup
ar: النسخ الاحتياطية
ko: 백업
pl: Kopia zapasowa
tr: Yedekle
zh_cn: 备份

# [Settings/FileLists/Sorting/title] Sorting
source: Sorting
ar: الفرز
it: Ordinamento
ko: 정렬
pl: Sortowanie
tr: Sıralama
zh_cn: 排序
