Repository: keepassium/KeePassium-L10n
Catalog: */KeePassiumLib.xliff
Languages: ar, cs, de, es_es, fr, it, ja, nl, ru, sk, sv_se, th, uk, zh_tw

# [FileAccessError/OneDriveReadOnly/reason]
source: Microsoft has recently switched OneDrive integration with iOS to read-only mode. Temporarily, they say.
ar: لقد بدلت مايكروسوفت تكاملات OneDrive مع iOS إلى وضع القراءة-فقط. يقولون أن ذلك بشكل مؤقتًا.
cs: Microsoft nedávno přepnul integraci OneDrive s iOS do režimu jen pro čtení. Říká, že dočasně.
de: Microsoft hat kürzlich die OneDrive-Integration mit iOS auf den Nur-Lese-Modus umgestellt.
es_es: Microsoft ha cambiado recientemente la integración de OneDrive con iOS a modo de sólo lectura. Dicen que es algo temporal.
fr: Microsoft a récemment modifié l'intégration de OneDrive avec iOS en mode lecture seule (modification temporaire).
it: Microsoft di recente ha bloccato l'integrazione di OneDrive con iOS in modalità Sola lettura. Temporaneamente, dicono.
ja: 最近、MicrosoftはOneDriveのiOS統合を読み取り専用に変更しました。これは一時的なものだとされています。
nl: Microsoft heeft onlangs de OneDrive-integratie met iOS alleen-lezen gemaakt. Ze zeggen dat dit tijdelijk is.
ru: Недавно Microsoft перевела интеграцию OneDrive с iOS в режим только чтения. Как говорят, временно.
sk: Microsoft nedávno prepol integráciu OneDrive s iOS do režimu iba na čítanie. Tvrdí, že dočasne.
sv_se: Microsoft har nyligen ändrat sin OneDrive-integration så den bara tillåter att läsa filer, utan möjlighet att skriva till dem. Tillfälligt, enligt Microsoft.
th: Microsoft ได้เปลี่ยนการเชื่อม OneDrive ให้ iOS อ่านได้อย่างเดียว แค่ชั่วคราวเขาบอก
uk: Нещодавно Microsoft перевела інтеграцію OneDrive з iOS в режим тільки читання. Як кажуть, тимчасово.

# [FileAccessError/OneDriveReadOnly/recoverySuggestion]
source: Use the Export option to save file to another location.
ar: استخدم خيار التصدير لحفظ الملف في موقع آخر.
cs: Použijte možnost Export pro uložení souboru do jiné lokace.
de: Verwenden Sie die Export-Option, um die Datei an einem anderen Ort zu speichern.
es_es: Utilice la opción Exportar para guardar el archivo en otra ubicación.
fr: Utilisez l'option Exporter pour enregistrer le fichier dans un autre emplacement.
it: Utilizza l'opzione Esporta per salvare il file da un'altra parte.
ja: 共有メニューを使用して、別の場所に保存してください。
nl: Gebruik de exportoptie om het bestand op te slaan op een andere locatie.
ru: Используйте функцию экспорта, чтобы сохранить файл в другом месте.
sk: Použite možnosť Export na uloženie súboru do inej lokácie.
sv_se: Använd Export-möjligheten för att spara filen till en annan plats.
th: ใช้ตัวเลือกส่งออกเพื่อบันทึกไฟล์ไปยังที่อื่น
uk: Використовуйте функцію експорту, щоб зберегти файл в іншому місці.

# [FileAccessError/PermissionRequired/reason]
source: KeePassium needs your permission to access '%@'.
de: KeePassium benötigt Ihre Erlaubnis für den Zugriff auf '%@'.
it: KeePassium richiede il tuo permesso per accedere a '%@'.
ja: KeePassiumが '%@' にアクセスするには認証が必要です。
nl: KeePassium heeft uw toestemming nodig om toegang te krijgen tot '%@'.
ru: KeePassium требуется разрешение на доступ к '%@'.
sk: KeePassium potrebuje vaše povolenie na prístup k '%@'.

# [FileAccessError/PermissionRequired/recoveryAction]
source: Select the file again to allow access
de: Wählen Sie die Datei erneut aus, um den Zugriff zu erlauben
it: Seleziona di nuovo il file per consentire l'accesso
ja: アクセスを許可するファイルをもう一度選択してください
nl: Selecteer het bestand opnieuw om toegang toe te staan
ru: Выберите файл заново, чтобы разрешить доступ
sk: Opätovne vyberte súbor k povoleniu prístupu

# [FileAccessError/Timeout/genericFileProvider]
source: Storage provider does not respond.
ar: مزود خدمة التخزين لا يستجيب.
cs: Poskytovatel úložiště neodpovídá.
de: Speicheranbieter reagiert nicht.
es_es: El proveedor de almacenamiento no responde.
fr: Le fournisseur de stockage ne répond pas.
it: Il fornitore di spazio di archiviazione non risponde.
ja: ストレージが応答しません。
nl: De opslagdienst reageert niet.
ru: Хранилище файлов не отвечает.
sk: Poskytovateľ úložiska neodpovedá.
sv_se: Lagringsleverantören svarar inte.
th: ระบบจัดเก็บข้อมูลไม่ตอบสนอง
uk: Сховище файлів не відповідає.
zh_tw: 儲存空間提供商沒有回應。

# [FileAccessError/Timeout/knownFileProvider]
source: %@ does not respond.
ar: %@ لا يستجيب.
cs: %@ neodpovídá.
de: %@ reagiert nicht.
es_es: %@ no responde.
fr: %@ ne répond pas.
it: %@ non risponde.
ja: %@ は応答しません。
nl: %@ reageert niet.
ru: %@ не отвечает.
sk: %@ neodpovedá.
sv_se: %@ svarar inte.
th: %@ ไม่ตอบสนอง
uk: %@ не відповідає.
zh_tw: %@ 沒有回應。

# [FileAccessError/internalError]
source: Internal KeePassium error, please tell us about it.
ar: خطأ داخلي في KeePassium، يُرجى إعلامنا بذلك.
cs: Interní chyba v KeePassium, prosím, řekněte nám o ní.
de: Interner KeePassium-Fehler. Bitte teilen Sie uns dies mit.
es_es: Error interno en KeePassium, póngase en contacto con nosotros.
fr: Erreur interne KeePassium. Veuillez nous en dire plus à son sujet.
it: Errore interno di KeePassium, ti preghiamo di inviarci una segnalazione in merito.
ja: KeePassium内部エラーです。サポートにお問い合わせください。
nl: Interne KeePassium-fout. Meld dit aan ons.
ru: Внутренняя ошибка KeePassium. Пожалуйста, сообщите нам об этом.
sk: Interná chyba v aplikácii KeePassium, prosím, povedzte nám o nej.
sv_se: Internt KeePassium-fel, var vänlig och rapportera det till oss.
th: ภายใน KeePassium มีปัญหา โปรดบอกรายละเอียดเกี่ยวกับมันหน่อย
uk: Внутрішня помилка KeePassium. Будь ласка, повідомте нам про це.
zh_tw: KeePassium 內部錯誤，請告知我們。

# [FileInfo/Attributes/Hidden/title]
source: Hidden
de: Verborgen
it: Nascosto
sk: Skryté

# [FileInfo/Attributes/Hidden/warning]
source: Hidden files are less visible to a casual user, but don't improve data security.
de: Verborgene Dateien sind für einen gelegentlichen Benutzer weniger sichtbar, verbessern aber nicht die Datensicherheit.
it: I file nascosti sono meno visibili a un utente inesperto, ma non migliorano la sicurezza dei dati.
sk: Skryté súbory sú pre bežného používateľa menej viditeľné, ale nezvyšujú bezpečnosť údajov.

# [FileInfo/Attributes/header]
source: File Attributes
de: Dateiattribute
it: Attributi file
sk: Atribúty súboru

# [FileInfo/Backup/header]
source: Backup
es_es: Copia de seguridad
fr: Sauvegarde
it: Copie di sicurezza
ja: バックアップ
ru: Резервирование
sk: Záloha
th: การสำรองข้อมูล
uk: Резервна копія

# [FileInfo/Error/failed to change attributes]
source: Failed to update file attributes.
de: Datei-Attribute konnten nicht aktualisiert werden.
es_es: No se pudieron actualizar los atributos del archivo.
fr: Échec de la mise à jour des attributs de fichier.
it: Impossibile aggiornare attributi file.
ja: ファイル属性の更新に失敗しました。
nl: Kan bestandsattributen niet bijwerken.
ru: Не удалось обновить атрибуты файла.
sk: Nepodarilo sa aktualizovať vlastnosti súboru.
th: ไม่สามารถอัพเดตคุณลักษณะได้
uk: Не вдалося оновити атрибути файлу.

# [FileInfo/Field/title] Creation Date
source: Creation Date
de: Erstellungsdatum
es_es: Fecha de creación
fr: Date de création
it: Data di creazione
ja: 作成日
nl: Aanmaakdatum
ru: Дата создания
sk: Dátum vytvorenia
th: วันที่สร้าง
uk: Дата створення

# [FileInfo/Field/title] File Location
source: File Location
de: Ablageort
es_es: Localización del archivo
fr: Emplacement du fichier
it: Posizione file
ja: ファイルの場所
nl: Bestandslocatie
ru: Расположение файла
sk: Umiestnenie súboru
th: ตำแหน่งที่ตั้งไฟล์
uk: Місцезнаходження файлу

# [FileInfo/Field/title] File Name
source: File Name
de: Dateiname
es_es: Nombre del archivo
fr: Nom du fichier
it: Nome file
ja: ファイル名
nl: Bestandsnaam
ru: Имя файла
sk: Názov súboru
th: ชื่อไฟล์
uk: Назва файлу

# [FileInfo/Field/title] File Size
source: File Size
de: Dateigröße
es_es: Tamaño del archivo
fr: Taille Du Fichier
it: Dimensione file
ja: ファイルサイズ
nl: Bestandsgrootte
ru: Размер файла
sk: Veľkosť súboru
th: ขนาดไฟล์
uk: Розмір файлу

# [FileInfo/Field/title] Last Modification Date
source: Last Modification Date
de: Letzte Änderung
es_es: Fecha de última modificación
fr: Date de dernière modification
it: Data ultima modifica
ja: 変更日
nl: Laatst gewijzigd op
ru: Дата изменения
sk: Dátum poslednej zmeny
th: วันที่แก้ไขครั้งล่าสุด
uk: Дата останньої зміни

# [FileInfo/Field/valueError] Error
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
nl: Fout
ru: Ошибка
sk: Chyba
th: ผิดพลาด
uk: Помилка

# [FileInfo/isExcludedFromBackup/title]
source: Exclude From iCloud/iTunes Backup
de: Von iCloud/iTunes-Backup ausschließen
es_es: Excluir de Copia de Seguridad de iCloud/iTunes
fr: Exclure de la sauvegarde iCloud/iTunes
it: Escludi da backup iCloud/iTunes
ja: iCloud/iTunesのバックアップから除外
nl: Uitsluiten van iCloud/iTunes back-up
ru: Исключить из резервной копии iCloud/iTunes
sk: Vylúčiť zo zálohy iCloud/iTunes
th: ยกเว้นจากการสำรองข้อมูลด้วย iCloud/iTunes
uk: Виключити з резервної копії iCloud/iTunes

# [FileInfo/title]
source: File Info
de: Datei-Information
fr: Informations
it: Info file
ja: ファイルの情報
nl: Bestandsinformatie
ru: Информация о файле
sk: Informácie o súbore

# [FileKeeper] Failed to delete file. Reason: %@
source: Failed to delete file. Reason: %@
ar: فشل حذف الملف. السبب: %@
cs: Nepodařilo se odstranit soubor. Důvod: %@
de: Fehler beim Löschen der Datei. Grund: %@
es_es: No se pudo eliminar el archivo. Motivo: %@
fr: Échec de suppression du fichier. Raison : %@
it: Eliminazione file fallita. Motivo: %@
ja: ファイルを削除できません: %@
nl: Kan bestand niet verwijderen. Reden: %@
ru: Не удалось удалить файл. Причина: %@
sk: Nepodarilo sa vymazať súbor. Dôvod: %@
sv_se: Misslyckades att radera filen. Anledning: %@
th: ไม่สามารถลบไฟล์ด้วยเหตุผล: %@
uk: Не вдалося видалити файл. Причина: %@
zh_tw: 刪除檔案錯誤。原因:%@

# [FileKeeper] Failed to import file. Reason: %@
source: Failed to import file. Reason: %@
ar: فشل استيراد الملف. السبب: %@
cs: Nepodařilo se importovat soubor. Důvod: %@
de: Fehler beim Dateiimport. Grund: %@
es_es: Error al importar el archivo. Motivo: %@
fr: Échec de l'import du fichier. Raison : %@
it: Importazione file fallita. Motivo: %@
ja: ファイルを読み込めません: %@
nl: Kan bestand niet importeren. Reden: %@
ru: Не удалось импортировать файл. Причина: %@
sk: Nepodarilo sa naimportovať súbor. Dôvod: %@
sv_se: Misslyckades att importera filen. Anledning: %@
th: ไม่สามารถนำเข้าไฟล์ด้วยเหตุผล: %@
uk: Не вдалося імпортувати файл. Причина: %@
zh_tw: 檔案導入失敗。原因: %@

# [FileKeeper] Failed to open file. Reason: %@
source: Failed to open file. Reason: %@
ar: فشل فتح الملف. السبب: %@
cs: Nepodařilo se otevřít soubor. Důvod: %@
de: Datei konnte nicht geöffnet werden. Grund: %@
es_es: No se pudo abrir el archivo. Motivo: %@
fr: Échec de l'ouverture du fichier. Raison : %@
it: Apertura file fallita. Motivo: %@
ja: ファイルを開けません: %@
nl: Kan bestand niet openen. Reden: %@
ru: Не удалось открыть файл. Причина: %@
sk: Nepodarilo sa otvoriť súbor. Dôvod: %@
sv_se: Misslyckades att öppna filen. Anledning %@
th: ไม่สามารถเปิดไฟล์ด้วยเหตุผล: %@
uk: Не вдалося відкрити файл. Причина: %@
zh_tw: 檔案打開失敗。原因: %@

# [FileKeeper] Not a file URL
source: Not a file URL
ar: ليس رابط URL لِمَلف
cs: Nesprávný odkaz
de: Keine Datei-URL
es_es: No es un archivo URL
fr: Pas une adresse URL de fichier
it: URL non riferito a un file
ja: ファイルがありません
nl: Geen bestands-url
ru: Не файловый URL
sk: Nesprávny odkaz
sv_se: Inte en fil-URL
th: ไม่ใช่ไฟล์ URL
uk: Не є URL-адреса файлу
zh_tw: 不是一個檔案網址

# [FileProvider/On My iPad/name]
source: On My iPad
ar: على الآيباد الخاص بي
cs: V mém iPadu
de: Auf meinem iPad
es_es: En mi iPad
fr: Sur mon iPad
it: iPad
ja: このiPad内
nl: Op mijn iPad
ru: iPad
sk: Na mojom iPade
sv_se: På min iPad
th: ใน iPad ของฉัน
uk: На моєму iPad
zh_tw: 我的 iPad

# [FileProvider/On My iPhone/name]
source: On My iPhone
ar: على الآيفون الخاص بي
cs: V mém iPhonu
de: Auf meinem iPhone
es_es: En mi iPhone
fr: Sur mon iPhone
it: iPhone
ja: このiPhone内
nl: Op mijn iPhone
ru: iPhone
sk: Na mojom iPhone
sv_se: På min iPhone
th: ใน iPhone ของฉัน
uk: На моєму iPhone
zh_tw: 我的 iPhone

# [FileProvider/Readdle Documents/name]
source: Documents by Readdle
de: Documents von Readdle
es_es: Documents de Readdle
fr: Documents par Readdle
it: Documents di Readdle
ru: Documents от Readdle
uk: Documents від Readdle

# [FileProvider/SMB/name]
source: SMB server
es_es: Servidor SMB
fr: Serveur SMB
it: Server SMB
ja: SMBサーバー
ru: SMB-сервер
uk: SMB-сервер
zh_tw: SMB 伺服器

# [FileProvider/USB drive/name]
source: USB drive
ar: وحدة تخزين USB
cs: USB jednotka
de: USB-Speichergerät
es_es: Dispositivo USB
fr: Lecteur USB
it: Unità USB
ja: USBドライブ
nl: USB-schijf
ru: USB-диск
sk: USB disk
sv_se: USB-enhet
th: ไดรฟ์ USB
uk: USB-накопичувач
zh_tw: USB 隨身碟

# [General/DestinationGroup/title] Choose a Destination
source: Choose a Destination
de: Speicherort wählen
es_es: Elige un destino
fr: Choisissez une destination
it: Scegli una destinazione
ja: 保存先を選択
nl: Kies een bestemming
ru: Выберите место назначения
sk: Vyberte cieľ
th: เลือกปลายทาง
uk: Виберіть місце призначення

# [General/Feature/Off]
source: Off
de: Aus
fr: Désactivé
it: No
ja: オフ
nl: Uit
ru: Выкл.
sk: Vypnuté

# [General/Feature/On]
source: On
de: Ein
fr: Activé
it: Sì
ja: オン
nl: Aan
ru: Вкл.
sk: Zapnuté

# [General/FileList/Empty/title]
source: Folder is empty
de: Ordner ist leer
fr: Le dossier est vide
it: La cartella è vuota
ja: フォルダが空です
nl: De map is leeg
ru: Папка пуста
sk: Priečinok je prázdny

# [Generic/Action/ReorderItems]
source: Reorder
de: Umordnen
it: Riordina
sk: Usporiadať

# [Generic/Action/SelectItems]
source: Select
de: Auswählen
it: Seleziona
nl: Selecteer
ru: Выбрать
sk: Vybrať

# [Generic/Directory/Recently Deleted/name]
source: Recently Deleted
de: Zuletzt gelöscht
es_es: Recién eliminado
fr: Supprimé récemment
it: Eliminati di recente
ja: 最近削除した項目
nl: Onlangs verwijderd
ru: Недавно удалённые
sk: Nedávno vymazaný
th: ที่เพิ่งลบล่าสุด
uk: Нещодавно видалені

# [Generic/Edit/Aborting/title] There are unsaved changes
source: There are unsaved changes
de: Es gibt nicht gespeicherte Änderungen
es_es: Hay cambios sin guardar
fr: Il y a des modifications non enregistrées
it: Ci sono modifiche non salvate
ja: 保存していない変更があります
nl: Er zijn niet-opgeslagen wijzigingen
ru: Есть несохранённые изменения
sk: Máte neuložené zmeny
th: มีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก
uk: Є незбережені зміни

# [Generic/File/Export/title]
source: File Export
it: Esportazione file

# [Generic/File/Save as]
source: Save as…
de: Speichern unter …
es_es: Guardar como…
fr: Enregistrer sous…
it: Salva con nome…
ja: 別名で保存...
nl: Bewaar als…
ru: Сохранить как…
sk: Uložiť ako…
th: บันทึกเป็น...
uk: Зберегти як…

# [Generic/File/title] Export Error
source: Export Error
de: Export-Fehler
es_es: Error al exportar
fr: Erreur d'exportation
it: Errore esportazione
ja: 共有エラー
nl: Exporteerfout
ru: Ошибка экспорта
sk: Chyba exportu
th: ส่งออกผิดพลาด
uk: Помилки експорту

# [Generic/File/title] File already exists
source: File already exists
de: Datei existiert bereits
es_es: El archivo ya existe
fr: Le fichier existe déjà
it: Il file esiste già
ja: ファイルは既に存在します
nl: Bestand bestaat al
ru: Файл уже существует
sk: Súbor už existuje
th: มีไฟล์อยู่แล้ว
uk: Файл вже існує

# [Generic/File/title] Import Error
source: Import Error
de: Fehler beim Import
es_es: Error al importar
fr: Erreur d'importation
it: Errore importazione
ja: 読み込みエラー
nl: Importeerfout
ru: Ошибка импорта
sk: Chyba importu
th: นำเข้าผิดพลาด
uk: Помилка імпорту

# [Generic/File] Delete
source: Delete
de: Löschen
es_es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
nl: Verwijder
ru: Удалить
sk: Vymazať
th: ลบ
uk: Видалити

# [Generic/File] Remove
source: Remove
de: Entfernen
es_es: Eliminar
fr: Dissocier
it: Rimuovi
ja: 削除
nl: Verwijder
ru: Убрать
sk: Odobrať
th: ลบออก
uk: Вилучити

# [Generic/Presets]
source: Presets
de: Schablonen
es_es: Por defecto
fr: Préréglages
it: Preimpostate
ja: プリセット
nl: Voorinstellingen
ru: Предустановки
sk: Prednastavené
th: ค่าที่ตั้งไว้
uk: Додатково

# [Generic/RefreshList/action]
source: Refresh List
de: Liste aktualisieren
it: Ricarica lista
ru: Обновить список
sk: Obnoviť zoznam

# [Generic/Search/title]
source: Search
de: Suche
es_es: Buscar
fr: Recherche
it: Cerca
ja: 検索
nl: Zoek
ru: Поиск
sk: Vyhľadávanie
th: ค้นหา
uk: Пошук

# [Generic/Tools/title]
source: Tools
it: Strumenti
sk: Nástroje

# [Generic/ViewHelpArticle/action]
source: View help article
de: Hilfeartikel anzeigen
it: Visualizza articolo di assistenza
sk: Zobraziť článok s nápovedou

# [Generic/ViewOptions/title]
source: View Options
de: Darstellungsoptionen
it: Opzioni visualizzazione
sk: Možnosti zobrazenia

# [Generic/title] Error
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
nl: Fout
ru: Ошибка
sk: Chyba
th: ผิดพลาด
uk: Помилка

# [Generic/title] Keychain Error
source: Keychain Error
de: Schlüsselbund-Fehler
es_es: Error en la cadena de claves
fr: Erreur du trousseau
it: Errore portachiavi
ja: キーチェーンエラー
nl: Sleutelhangerfout
ru: Ошибка связки ключей
sk: Chyba kľúčenky
th: พวงกุญแจผิดพลาด
uk: Помилка зв'язки ключів

# [Generic/title] Warning
source: Warning
de: Warnung
es_es: Advertencia
fr: Avertissement
it: Attenzione
ja: 警告
nl: Waarschuwing
ru: Внимание
sk: Varovanie
th: คำเตือน
uk: Увага

# [Generic] Cancel
source: Cancel
de: Abbrechen
es_es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleer
ru: Отменить
sk: Zrušiť
th: ยกเลิก
uk: Скасувати

# [Generic] Contact Support
source: Contact Support
de: Kontakt zum Support
es_es: Contacta con el soporte técnico
fr: Contactez l'assistance technique
it: Contatta il supporto
ja: お問い合わせ
nl: Neem contact op met ons ondersteuningsteam
ru: Напишите нам
sk: Kontaktovať podporu
th: ติดต่อฝ่ายสนับสนุน
uk: Напишіть нам

# [Generic] Contact Us
source: Contact Us
de: Kontakt
es_es: Contáctanos
fr: Contactez-nous
it: Contattaci
ja: お問い合わせ
nl: Neem contact op
ru: Связаться с нами
sk: Kontaktujte nás
th: ติดต่อเรา
uk: Зв'яжіться з нами

# [Generic] Continue
source: Continue
de: Weiter
es_es: Continuar
fr: Continuer
it: Continua
ja: 続ける
nl: Doorgaan
ru: Продолжить
sk: Pokračovať
th: ไปต่อ
uk: Продовжити

# [Generic] Copy
source: Copy
de: Kopieren
es_es: Copiar
fr: Copier
it: Copia
ja: コピー
nl: Kopiëren
ru: Скопировать
sk: Kopírovať
th: คัดลอก
uk: Копіювати

# [Generic] Create
source: Create
de: Hinzufügen
es_es: Crear
fr: Créer
it: Crea
ja: 作成
nl: Maken
ru: Создать
sk: Vytvoriť
th: สร้าง
uk: Створити

# [Generic] Delete
source: Delete
de: Löschen
es_es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
nl: Verwijder
ru: Удалить
sk: Vymazať
th: ลบ
uk: Видалити

# [Generic] Delete All
source: Delete All
de: Alle löschen
es_es: Eliminar todas
fr: Tout supprimer
it: Elimina tutti
ja: すべて削除
nl: Verwijder alles
ru: Удалить все
sk: Vymazať všetko
th: ลบทั้งหมด
uk: Видалити все

# [Generic] Discard
source: Discard
de: Verwerfen
es_es: Descartar
fr: Annuler
it: Scarta
ja: 終了
nl: Verwerp
ru: Не сохранять
sk: Zahodiť
th: ละทิ้ง
uk: Не зберігати

# [Generic] Dismiss
source: Dismiss
de: Beenden
es_es: Rechazar
fr: Ignorer
it: Ignora
ja: 閉じる
nl: Negeer
ru: Закрыть
sk: Zatvoriť
th: ไม่สนใจ
uk: Закрити

# [Generic] Done
source: Done
de: Fertig
es_es: Hecho
fr: Fait
it: Fatto
ja: 完了
nl: Klaar
ru: Готово
sk: Hotovo
th: เสร็จ
uk: Готово

# [Generic] Edit
source: Edit
de: Bearbeiten
es_es: Editar
fr: Éditer
it: Modifica
ja: 編集
nl: Bewerk
ru: Изменить
sk: Upraviť
th: แก้ไข
uk: Змінити

# [Generic] Export
source: Export
de: Exportieren
es_es: Exportar
fr: Exporter
it: Esporta
ja: 共有
nl: Exporteer
ru: Экспорт
sk: Exportovať
th: ส่งออก
uk: Експорт

# [Generic] Fix this
source: Fix this
de: Beheben
it: Risolvi
ja: 修復する
nl: Herstel dit
ru: Исправить это
sk: Opraviť

# [Generic] Learn more
source: Learn more…
de: Mehr erfahren …
es_es: Más información…
fr: En savoir plus…
it: Maggiori informazioni...
ja: 詳細...
nl: Meer informatie
ru: Подробнее…
sk: Zistiť viac…
th: เรียนรู้เพิ่มเติม…
uk: Детальніше…

# [Generic] More Actions
source: More Actions
de: Weitere Aktionen
es_es: Más Acciones
fr: Plus d'actions
it: Altre azioni
ja: その他のアクション
nl: Meer acties
ru: Дополнительные действия
sk: Viac možností
th: เพิ่มเติม
uk: Додаткові дії

# [Generic] Move
source: Move
de: Verschieben
es_es: Mover
fr: Déplacer
it: Sposta
ja: 移動
nl: Verplaatsen
ru: Переместить
sk: Presunúť
th: ย้าย
uk: Перемістити

# [Generic] Open URL
source: Open URL
de: URL öffnen
es_es: Abrir URL
fr: Ouvrir l'URL
it: Apri URL
ja: URLを開く
nl: URL openen
ru: Открыть URL
sk: Otvoriť URL
th: เปิด URL
uk: Відкрити URL

# [Generic] Overwrite
source: Overwrite
de: Überschreiben
es_es: Sobreescribir
fr: Écraser
it: Sovrascrivi
ja: 上書き
nl: Overschrijf
ru: Перезаписать
sk: Prepísať
th: เขียนทับ
uk: Перезаписати

# [Generic] Print
source: Print
de: Drucken
fr: Imprimer
it: Stampa
ja: プリント
nl: Druk af
ru: Печать
sk: Vytlačiť

# [Generic] Rename
source: Rename
de: Umbenennen
es_es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
nl: Wijzig naam
ru: Переименовать
sk: Premenovať
th: เปลี่ยนชื่อ
uk: Перейменувати

# [Generic] Replace
source: Replace
de: Ersetzen
es_es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置換
nl: Vervang
ru: Заменить
sk: Nahradiť
th: แทนที่
uk: Замінити

# [Generic] Restore
source: Restore
de: Wiederherstellen
es_es: Recuperar
fr: Restaurer
it: Ripristina
ja: 復元
nl: Herstel
ru: Восстановить
sk: Obnoviť
th: คืนค่า
uk: Відновити

# [Generic] Retry
source: Retry
de: Wiederholen
it: Riprova
ja: やり直す
nl: Opnieuw
ru: Повтор
sk: Skúsiť znova

# [Generic] Reveal in Finder
source: Reveal in Finder
de: Im Finder zeigen
es_es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderで表示
nl: Toon in Finder
ru: Показать в Finder
sk: Zobraziť vo Finderi
th: แสดงใน Finder
uk: Показати в Finder

# [Generic] Share
source: Share
de: Teilen
es_es: Compartir
fr: Partager
it: Condividi
ja: 共有
nl: Delen
ru: Поделиться
sk: Zdieľať
th: แชร์
uk: Поділитися

# [Generic] Show Details
source: Show Details
de: Zeige Details
es_es: Ver detalles
fr: Voir les détails
it: Mostra dettagli
ja: 詳細を表示
nl: Toon details
ru: Подробности
sk: Zobraziť podrobnosti
th: แสดงรายละเอียด
uk: Деталі

# [Generic] Show In Plain Text
source: Show In Plain Text
de: In Klartext anzeigen
es_es: Mostrar en Texto sin Formato
fr: Afficher en texte brut
it: Mostra in formato solo testo
ja: プレーンテキストで表示
nl: Tonen in tekst zonder opmaak
ru: Показать открытым текстом
sk: Zobraziť ako neformátovaný text
th: แสดงเป็นข้อความ
uk: Показати відкритим текстом

# [Generic] Show more
source: Show more
de: Mehr anzeigen
es_es: Mostrar más
fr: Plus
it: Mostra di più
ja: さらに表示
nl: Toon meer
ru: Развернуть
sk: Zobraziť viac
th: แสดงเพิ่มเติม
uk: Розгорнути

# [Generic] Skip
source: Skip
de: Überspringen
it: Salta
ru: Пропустить
sk: Preskočiť

# [Group/Create/action] Create Group
source: Create Group
de: Gruppe hinzufügen
es_es: Crear grupo
fr: Créer un groupe
it: Crea gruppo
ja: グループを作成
nl: Maak groep
ru: Создать группу
sk: Vytvoriť skupinu
th: สร้างกลุ่ม
uk: Створити групу

# [Group/Edit/title] Edit Group
source: Edit Group
de: Gruppe bearbeiten
es_es: Editar grupo
fr: Éditer le groupe
it: Modifica gruppo
ja: グループを編集
nl: Bewerk groep
ru: Изменить группу
sk: Upraviť skupinu
th: แก้ไขกลุ่ม
uk: Редагувати групу

# [Group/Menu/a11y/title]
source: Group Menu
de: Gruppenmenü
it: Menu gruppo
sk: Ponuka skupiny

# [Group/New/defaultName] New Group
source: New Group
de: Neue Gruppe
es_es: Nuevo grupo
fr: Nouveau groupe
it: Nuovo gruppo
ja: 新規グループ
nl: Nieuwe groep
ru: Новая группа
sk: Nová skupina
th: สร้างกลุ่มใหม่
uk: Нова група

# [Group/Notes/title]
source: Notes
de: Kommentare
it: Note
sk: Poznámky

# [Group/RecycleBin/Empty/action]
source: Empty Recycle Bin
de: Papierkorb leeren
fr: Vider la corbeille
it: Svuota il Cestino
ja: ゴミ箱を空にする
nl: Prullenbak legen
ru: Очистить корзину
sk: Vyprázdniť kôš
