Repository: keepassium/KeePassium-L10n
Catalog: */KeePassiumLib.xliff
Languages: ar, cs, de, es_es, fr, it, ja, nl, ru, sk, sv_se, th, uk, zh_tw

source: Add Database
de: Datenbank hinzufügen
es_es: Añadir base de datos
fr: Ajouter base de données
it: Aggiungi database
ja: データベースを追加
nl: Voeg databank toe
ru: Добавить базу паролей
sk: Pridať databázu
th: เพิ่มฐานข้อมูล
uk: Додати базу паролів

source: KeePass database should not be used as key file. Please pick a different file.
de: Eine KeePass Datenbank sollte nicht als Schlüsseldatei verwendet werden. Bitte wählen Sie eine andere Datei.
es_es: La base de datos de KeePass no debe ser usada como archivo de clave. Por favor, selecciona un archivo diferente.
fr: La base de données KeePass ne devrait pas être utilisée comme fichier clé. Veuillez choisir un autre fichier.
it: Il database KeePass non dovrebbe essere utilizzato come file chiave. Scegli un altro file.
ja: KeePassのデータベースをキーファイルとして使用しないでください。別のファイルを選択してください。
nl: De KeePass-databank mag niet worden gebruikt als sleutelbestand. Kies een ander bestand.
ru: База паролей KeePass не должна использоваться в качестве ключевого файла. Выберите другой файл.
sk: KeePass databáza by nemala byť použitá ako súbor s kľúčom. Prosím, vyberte iný súbor.
th: ฐานข้อมูล KeePass ไม่ควรใช้เป็นไฟล์กุญแจ โปรดเลือกไฟล์ใหม่
uk: База паролів KeePass не повинна використовуватися в якості файл-ключа. Виберіть інший файл.

source: No database files
de: Keine Datenbank
fr: Pas de fichiers de base de données
it: Nessun file database
ja: データベースがありません
nl: Geen databankbestanden
ru: Нет ни одной базы паролей
sk: Žiadne databázové súbory

source: Show Backup Files
de: Gesicherte Dateien anzeigen
es_es: Mostrar copias de seguridad
fr: Afficher les fichiers de sauvegarde
it: Mostra copie di sicurezza
ja: バックアップを表示
nl: Toon back-upbestanden
ru: Показывать резервные копии
sk: Zobraziť záložné súbory
th: แสดงไฟล์สำรองข้อมูล
uk: Показувати резервні копії

# [About/altTitle]
source: About KeePassium
de: Über KeePassium
fr: À propos de KeePassium
it: Informazioni su KeePassium
ja: KeePassiumについて
nl: Over KeePassium
ru: О программе
sk: O aplikácii
th: เกี่ยวกับ KeePassium
uk: Про KeePassium

# [Accessibility/activateToListen]
source: Activate to listen.
de: Zum Anhören aktivieren.
fr: Activer pour écouter.
it: Attiva per ascoltare.
ja: 有効にする。
nl: Activeer om te luisteren.
ru: Активируйте, чтобы прослушать.
sk: Aktivujte, k chcete počúvať.

# [Accessibility/containsPasskey]
source: Contains a passkey.
it: Contiene una chiave d'accesso.

# [Accessibility] Double tap to copy to clipboard
source: Double tap to copy to clipboard
de: Doppeltippen, um in die Zwischenablage zu kopieren
es_es: Toque dos veces para copiar al portapapeles
fr: Appuyez deux fois pour copier dans le presse-papiers
it: Tocca due volte per copiare negli appunti
ja: ダブルタップでクリップボードにコピー
nl: Dubbeltikken om naar klembord te kopiëren
ru: Нажмите дважды, чтобы скопировать в буфер обмена
sk: Dvojitým poklepaním skopírujete do schránky
th: แตะสองครั้งเพื่อคัดลอกไปยังคลิปบอร์ด
uk: Торкніться двічі, щоб скопіювати до буфера обміну

# [App/ResetEverything/action]
source: Reset
de: Zurücksetzen
it: Inizializza
sk: Resetovať

# [App/ResetEverything/title]
source: Reset the app?
de: App zurücksetzen?
it: Inizializzare l'app?
sk: Resetovať aplikáciu?

# [AppLock/Biometric/Hint] Unlock KeePassium
source: Unlock KeePassium
de: KeePassium entsperren
es_es: Desbloquear KeePassium
fr: Déverrouiller KeePassium
it: Sblocca KeePassium
ja: KeePassiumのロックを解除
nl: Ontgrendel KeePassium
ru: Открыть KeePassium
sk: Odomknúť KeePassium
th: ปลดล็อก KeePassium
uk: Розблокувати KeePassium

# [AppLock/EnterPasscode/callToAction]
source: Unlock KeePassium
de: KeePassium entsperren
es_es: Desbloquear KeePassium
fr: Déverrouiller KeePassium
it: Sblocca KeePassium
ja: KeePassiumのロックを解除
nl: Ontgrendel KeePassium
ru: Открыть KeePassium
sk: Odomknúť KeePassium
th: ปลดล็อก KeePassium
uk: Розблокувати KeePassium

# [AppLock/Passcode/KeyboardType/title] Alphanumeric
source: Alphanumeric
ar: أبجدي عددي
cs: Alfanumerická
de: Alphanumerisch
es_es: Alfanumérico
fr: Alphanumérique
it: Alfanumerica
ja: 英数字
nl: Alfanumeriek
ru: Цифро-буквенная
sk: Alfanumerické
sv_se: Alfanumerisk
th: ตัวอักษรและตัวเลข
uk: Буквено-цифровий
zh_tw: 字母與數字

# [AppLock/Passcode/KeyboardType/title] Numeric
source: Numeric
ar: عددي
cs: Numerická
de: Numerisch
es_es: Numérico
fr: Numérique
it: Numerica
ja: 数字
nl: Numeriek
ru: Цифровая
sk: Numerická
sv_se: Numerisk
th: ตัวเลข
uk: Цифровий
zh_tw: 數字

# [AppLock/Passcode/orgRequiresStonger]
source: Your organization requires a more complex passcode.
de: Ihre Organisation benötigt einen komplexeren Passcode.
it: La tua organizzazione richiede un codice più complesso.
ru: Ваша организация требует использовать более сложный код доступа.
sk: Vaša organizácia vyžaduje zložitejší kód aplikácie.

# [AppLock/Passcode/pressEscForTouchID]
source: Press Esc for Touch ID
de: Für Touch ID ESC drücken
it: Premi Esc per Touch ID
ja: Escを押してTouch IDを使用
nl: Druk op Esc voor Touch ID
ru: Нажмите Esc для Touch ID
sk: Stlač kláves ESC pre Touch ID overenie

# [AppLock/SetupPasscode/callToAction]
source: Protect KeePassium from unauthorized access
de: Schützen Sie KeePassium vor unbefugten Zugriffen
es_es: Protege KeePassium de accesos no autorizados
fr: Protéger KeePassium contre les accès non autorisés
it: Proteggi KeePassium da accessi non autorizzati
ja: KeePassiumを不正なアクセスから保護します。
nl: Bescherm KeePassium tegen ongeautoriseerde toegang
ru: Защитить KeePassium от несанкционированного доступа
sk: Chráňte KeePassium pred neoprávneným prístupom
th: ปกป้อง KeePassium จากการเข้าถึงที่ไม่ได้รับอนุญาต
uk: Захистити KeePassium від несанкціонованого доступу

# [AppLock/cancelBiometricAuth] Use Passcode
source: Use Passcode
de: Code verwenden
es_es: Usar código
fr: Utiliser le code d'accès
it: Usa codice
ja: パスコードを使用
nl: Gebruik toegangscode
ru: Использовать код доступа
sk: Použiť kód aplikácie
th: ใช้รหัส
uk: Використати код доступу

# [AppLock/changePasscode]
source: Change Passcode
de: PIN ändern
es_es: Cambiar código de acceso
fr: Changer le code d'accès
it: Cambia codice
ja: パスコードを変更
nl: Toegangscode wijzigen
ru: Изменить код доступа
sk: Zmeniť prístupový kód
th: เปลี่ยนรหัส
uk: Змінити код доступу

# [AppLock/passcodeUpdated/title]
source: Passcode updated successfully.
de: PIN erfolgreich aktualisiert.
es_es: Código de acceso actualizado correctamente.
fr: Le code d'accès a été mis à jour avec succès.
it: Codice cambiato con successo.
ja: パスコードが更新されました。
nl: Toegangscode bijgewerkt.
ru: Код доступа успешно обновлён.
sk: Prístupový kód bol úspešne aktualizovaný.
th: เปลี่ยนรหัสแล้วเรียบร้อย
uk: Код доступу успішно змінено.

# [AppLock/savePasscode]
source: Save Passcode
de: PIN speichern
es_es: Guardar código de acceso
fr: Enregistrer
it: Salva codice
ja: パスコードを保存
nl: Toegangscode opslaan
ru: Сохранить код доступа
sk: Uložiť prístupový kód
th: บันทึกรหัสผ่าน
uk: Зберегти код доступу

# [AppLock] Unlock
source: Unlock
de: Entsperren
es_es: Abrir
fr: Déverrouiller
it: Sblocca
ja: ロックを解除
nl: Ontgrendel
ru: Открыть
sk: Odomknúť
th: ปลดล็อก
uk: Розблокувати

# [Appearance/AppIcon/title]
source: App Icon
de: App-Symbol
it: Icona app
sk: Ikona aplikácie

# [Appearance/DatabaseIcons/title]
source: Database Icons
de: Datenbank-Icons
it: Icone database
sk: Ikony databázy

# [Appearance/TextSize/title]
source: Text Size
de: Textgröße
es_es: Tamaño del texto
fr: Taille du texte
it: Dimensione testo
ja: 文字の大きさ
nl: Tekstgrootte
ru: Размер текста
sk: Veľkosť písma
th: ขนาดข้อความ
uk: Розмір тексту

# [Appearance/title]
source: Appearance
de: Erscheinungsbild
fr: Affichage
it: Aspetto
ja: 表示
nl: Vormgeving
ru: Внешний вид
sk: Vzhľad
th: ภาพลักษณ์
uk: Зовнішній вигляд

source: To upgrade, please manually open KeePassium from your home screen.
de: Um zu aktualisieren, öffnen Sie bitte KeePassium manuell von Ihrem Home-Bildschirm aus.
es_es: Para actualizar, inicia KeePassium manualmente desde el icono de aplicación.
fr: Pour mettre à niveau, veuillez ouvrir KeePassium manuellement à partir de votre écran d'accueil.
it: Per effettuare l'upgrade, apri manualmente KeePassium dalla schermata Home.
ja: アップグレードするには、ホーム画面から KeePassium を手動で起動してください。
nl: Open KeePassium handmatig vanop je beginscherm om te upgraden.
ru: Чтобы включить премиум-доступ, откройте основное приложение KeePassium.
sk: Zakúpenie prémiovej verzie prosím vykonajte z hlavnej aplikácie KeePassium.
th: เพื่อที่จะอัพเกรด โปรดเข้าแอป KeePassium จากหน้าจอหลัก
uk: Аби увімкнути преміум-доступ, відкрийте основний додаток KeePassium.

# [AutoFill/Premium/Upgrade/Manual/title] Premium Upgrade
source: Premium Upgrade
es_es: Obtener Premium
fr: Mise à niveau Premium
it: Versione Premium
ja: プレミアム版へのアップグレード
ru: Премиум
sk: Prejsť na Premium
th: อัพเกรดเป็นพรีเมียม
uk: Перейти на преміум

# [ChallengeResponseError] cancelled
source: Cancelled by the user.
ar: تمّ الإلغاء بواسطة المُستخدم.
cs: Zrušeno uživatelem.
de: Vom Benutzer abgebrochen.
es_es: Cancelado por el usuario.
fr: Annulé par l'utilisateur.
it: Annullato dall'utente.
ja: ユーザーにキャンセルされました。
nl: Afgebroken door gebruiker.
ru: Отменено пользователем.
sk: Zrušené užívateľom.
sv_se: Avbrutet av användaren.
th: ถูกยกเลิกโดยผู้ใช้งาน
uk: Скасовано користувачем.
zh_tw: 已被使用者取消。

# [ChallengeResponseError] keyNotConnected
source: Hardware key is not connected.
ar: جهاز المفتاح غير متصل.
cs: Hardwarový klíč není připojen.
de: Hardwareschlüssel ist nicht verbunden.
es_es: La llave física no está conectada.
fr: La clé matérielle n'est pas connectée.
it: Chiave fisica non connessa.
ja: ハードウェアキーが接続されていません。
nl: De hardwarematige sleutel is niet aangekoppeld.
ru: Аппаратный ключ не подключён.
sk: Hardvérový kľúč nie je pripojený.
sv_se: Hårdvarunyckel är inte ansluten.
th: ยังไม่ได้เชื่อมต่อฮาร์ดแวร์คีย์
uk: Апаратний ключ не під'єднано.
zh_tw: 硬體金鑰沒有連結。

# [ChallengeResponseError] notAvailableInAutoFill
source: Hardware keys are not available in AutoFill.
ar: أجهزة المفاتيح غير مُتاحة في التعبئة التلقائية.
cs: Hardwarové klíče není možné použít pro automatické vyplňování.
de: Hardwareschlüssel sind in AutoFill nicht verfügbar.
es_es: Las llaves físicas no están disponibles con autocompletar.
fr: Les clés matérielles ne sont pas disponibles dans la Saisie automatique.
it: Le chiavi fisiche non sono disponibili nell'inserimento automatico.
ja: ハードウェアキーは自動入力では使用できません。
nl: Hardwarematige sleutels zijn niet beschikbaar in AutoFill.
ru: Аппаратные ключи недоступны в автозаполнении.
sk: Hardvérové ​​kľúče nie sú dostupné pre automatické vyplňovanie.
sv_se: Hårdvarunycklar är ej tillgängliga i Autofyll.
th: ฮาร์ดแวร์คีย์ไม่สามารถใช้ในการป้อนรหัสผ่านอัตโนมัติได้
uk: Апаратні ключі недоступні для автозаповнення.
zh_tw: 硬體金鑰不支持自動填充。

# [ChallengeResponseError] notSupportedByDatabaseFormat
source: Hardware keys are not supported by this database format.
ar: أجهزة المفاتيح غير مدعومة في صيغة قاعدة البيانات هذه.
cs: Hardwarové klíče nejsou v tomto formátu databáze podporovány.
de: Hardwareschlüssel werden von diesem Datenbankformat nicht unterstützt.
es_es: Las llaves físicas no están disponibles con este formato de base de datos.
fr: Les clés matérielles ne sont pas prises en charge par ce format de base de données.
it: Le chiavi fisiche non sono supportate da questo formato di database.
ja: ハードウェアキーはこのデータベース形式ではサポートされていません。
nl: Hardwarematige sleutels worden niet ondersteund door dit databankformaat.
ru: Аппаратные ключи не поддерживаются этим форматом базы паролей.
sk: Hardvérové kľúče nie sú podporované v tomto formáte databázy.
sv_se: Hårdvarunycklar stöds inte av detta databasformat.
th: ฮาร์ดแวร์คีย์ไม่รองรับฟอร์แมทฐานข้อมูลนี้
uk: Апаратні ключі не підтримуються цим форматом бази паролів.
zh_tw: 硬體金鑰不支持這個資料庫格式。

# [ChallengeResponseError] notSupportedByDeviceOrSystem
source: This device or iOS version does not support hardware keys (%@)
ar: هذا الجهاز أو إصدار iOS لا يدعم أجهزة المفاتيح (%@)
cs: Toto zařízení nebo verze iOS nepodporuje hardwarové klíče (%@)
de: Hardwareschlüssel werden von diesem Gerät oder dieser iOS-Version nicht unterstützt (%@)
es_es: Este dispositivo o versión de iOS no soporta llaves físicas (%@)
fr: Cet appareil ou cette version d'iOS ne prend pas en charge les clés matérielles (%@)
it: Questo dispositivo o versione di iOS non supporta le chiavi fisiche (%@)
ja: このデバイスまたはiOSはハードウェアキーをサポートしていません (%@)
nl: Dit apparaat of deze iOS-versie ondersteunt geen hardwarematige sleutels (%@)
ru: Это устройство или версия iOS не поддерживает аппаратные ключи (%@)
sk: Toto zariadenie alebo verzia iOS nepodporuje hardvérové kľúče (%@)
sv_se: Denna enhet eller iOS-version stöder inte hårdvarunycklar (%@)
th: อุปกรณ์หรือ iOS เวอร์ชันนี้ ไม่รองรับฮาร์ดแวร์คีย์ (%@)
uk: Це пристрій або версія iOS не підтримує апаратні ключі (%@)
zh_tw: 這個設備或iOS版本不支持硬體金鑰 (%@)

# [ChallengeResponseError] slotNotConfigured
source: Hardware key is not configured for challenge-response.
ar: لم يتم تكوين جهاز المفاتيح للاستجابة إلى التحدي.
cs: Hardwarový klíč není nakonfigurován pro challenge-response.
de: Hardwareschlüssel ist nicht für "Challenge-Response" konfiguriert.
es_es: La llave física no está configurada para el método reto-respuesta.
fr: La clé matérielle n'est pas configurée pour le défi-réponse.
it: La chiave fisica non è configurata per la pratica challenge/response.
ja: ハードウェアキーがチャレンジ/レスポンス認証に設定されていません。
nl: De hardwarematige sleutel is niet ingesteld voor actie-authenticatie.
ru: Аппаратный ключ не настроен для аутентификации вызов-ответ.
sk: Hardvérový kľúč nie je nakonfigurovaný pre challenge-response.
sv_se: Hårdvarunyckeln är inte konfigurerad för challenge-response.
th: ฮาร์ดแวร์คีย์ยังไม่ได้ตั้งค่าให้สร้างความท้าทายในการตอบสนอง
uk: Апаратний ключ не налаштований для аутентифікації виклик-відповідь.
zh_tw: 硬體金鑰沒有設置用於挑戰響應的認證。

# [Cipher/Progress] Decrypting
source: Decrypting
ar: يجري فكّ التعمية
cs: Dešifrování
de: Entschlüsseln
es_es: Descifrando
fr: Déchiffrement
it: Decrittazione in corso
ja: 復号中
nl: Ontsleutelen
ru: Дешифрование
sk: Dešifrovanie
sv_se: Dekrypterar
th: กำลังถอดรหัส
uk: Розшифрування
zh_tw: 解密中

# [Cipher/Progress] Encrypting
source: Encrypting
ar: التعمية جارية
cs: Šifrování
de: Verschlüsseln
es_es: Cifrando
fr: Chiffrement
it: Cifratura in corso
ja: 暗号化中
nl: Versleutelen
ru: Шифрование
sk: Šifrovanie
sv_se: Krypterar
th: กำลังเข้ารหัส
uk: Шифрування
zh_tw: 加密中

# [Clipboard/Copy/namedValue]
source: Copy %@
de: %@ kopieren
es_es: Copiar %@
fr: Copier %@
it: Copia %@
ja: %@ をコピー
nl: %@ kopiëren
ru: Скопировать %@
sk: Kopírovať %@
th: คัดลอก %@

# [Clipboard/Copy/notification]
source: Copied
de: Kopiert
es_es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
nl: Gekopieerd
ru: Скопировано
sk: Skopírované
th: คัดลอกแล้ว
uk: Скопійовано

# [ContactUs/subtitle]
source: Suggestions? Problems? Let us know!
de: Vorschläge? Probleme? Lass uns wissen!
fr: Des suggestions ? Des problèmes ? Faites-le nous savoir !
it: Suggerimenti? Problemi? Facci sapere!
ja: 改善提案や問題点を報告
nl: Suggesties? Problemen? Laat het ons weten!
ru: Идеи? Вопросы? Расскажите нам!
sk: Návrhy? Problémy? Dajte nám vedieť!
th: คำแนะนำ? ปัญหา? บอกให้เรารู้เลย!
uk: Ідеї? Питання? Повідомте нас!

# [CryptoError] AES decryption error (code %d)
source: AES decryption error (code %d)
ar: خطأ في فك تعمية AES (الرمز %d)
cs: Chyba AES dešifrování (kód %d)
de: AES Entschlüsselungsfehler (Code %d)
es_es: Error descifrado AES (código %d)
fr: Erreur de déchiffrement AES (code %d)
it: Errore decrittazione AES (codice %d)
ja: AES 復号エラー (コード %d)
nl: AES-decryptiefout (code %d)
ru: Ошибка дешифрования AES (код %d)
sk: Chyba AES dešifrovania (kód %d)
sv_se: AES Dekrypteringsfel (Felkod %d)
uk: Помилка розшифровки AES (код %d)
zh_tw: AES 解密錯誤 (代碼 %d)

# [CryptoError] AES encryption error (code %d)
source: AES encryption error (code %d)
ar: خطأ في تعمية AES (الرمز %d)
cs: Chyba AES šifrování (kód %d)
de: AES Verschlüsselungsfehler (Code %d)
es_es: Error cifrado AES (código %d)
fr: Erreur de chiffrement AES (code %d)
it: Errore cifratura AES (codice %d)
ja: AES 暗号化エラー (コード %d)
nl: AES-versleutelfout (code %d)
ru: Ошибка шифрования AES (код %d)
sk: Chyba AES šifrovania (kód %d)
sv_se: AES Krypteringsfel (Felkod %d)
uk: Помилка шифрування AES (код %d)
zh_tw: AES 加密錯誤 (代碼 %d)

# [CryptoError] AES initialization error (code %d)
source: AES initialization error (code %d)
ar: خطأ في تهيئة AES (الرمز %d)
cs: Chyba AES inicializace (kód %d)
de: AES Initialisierungsfehler (Code %d)
es_es: Error inicializando AES (código %d)
fr: Erreur d'initialisation AES (code %d)
it: Errore inizializzazione AES (codice %d)
ja: AES初期化エラー (コード %d)
nl: AES-initialisatiefout (code %d)
ru: Ошибка инициализации AES (код %d)
sk: Chyba AES inicializácie (kód %d)
sv_se: AES Initialiseringsfel (Felkod %d)
uk: Помилка ініціалізації AES (код %d)
zh_tw: AES 初始化錯誤 (代碼 %d)

# [CryptoError] Argon2 hashing error (code %d)
source: Argon2 hashing error (code %d)
ar: خطأ في تجزئة Argon2 (الرمز %d)
cs: Chyba Argon2 hashování (kód %d)
de: Argon2 Hashing-Fehler (Code %d)
es_es: Error hashing Argon2 (código %d)
fr: Erreur de hachage Argon2 (code %d)
it: Errore hash Argon2 (codice %d)
ja: Argon2ハッシュ化エラー (コード %d)
nl: Argon2-hashfout (code %d)
ru: Ошибка хеширования Argon2 (код %d)
sk: Chyba Argon2 funkcie hash (kód %d)
sv_se: Argon2 hashningsfel (Felkod %d)
uk: Помилка хешування Argon2 (код %d)
zh_tw: Argon2 哈希錯誤 (代碼 %d)

# [CryptoError] Invalid KDF parameter: %@ - %@. File corrupt?
source: Invalid KDF parameter: %1$@ - %2$@. File corrupt?
ar: عامل KDF غير صالح: %1$@ - %2$@. الملف تالف؟
cs: Neplatný parametr KDF: %1$@ - %2$@. Soubor poškozen?
de: Ungültiger KDF-Parameter: %1$@ - %2$@. Datei beschädigt?
es_es: Parámetro KDF no válido: %1$@ - %2$@. ¿Archivo corrupto?
fr: Paramètre KDF invalide : %1$@ - %2$@. Fichier corrompu ?
it: Parametro KDF non valido: %1$@ - %2$@. File corrotto?
ja: 無効なKDFパラメータ: %1$@ - %2$@ ファイルが破損？
nl: Ongeldige KDF-parameter: %1$@ - %2$@. Beschadigd bestand?
ru: Неверный параметр KDF: %1$@ - %2$@. Повреждённый файл?
sk: Neplatný parameter KDF: %1$@ - %2$@. Poškodený súbor?
sv_se: Felaktig KDF-parameter: %1$@ - %2$@. Är filen skadad?
uk: Невірний параметр ФФК: %1$@ - %2$@. Пошкоджений файл?
zh_tw: 無效的KDF參數: %1$@ - %2$@。檔案損壞了嗎?

# [CryptoError] Invalid data padding (code %d). File corrupt?
source: Invalid data padding (code %d). File corrupt?
ar: حشو بيانات غير صالح (الرمز %d). الملف تالف؟
cs: Neplatné vyplňování dat (kód %d). Soubor je poškozen?
de: Ungültiges Datenpadding (Code %d). Datei beschädigt?
es_es: Relleno de datos no válido (cód. %d). ¿Archivo corrupto?
fr: Remplissage de données invalide (code %d). Fichier corrompu ?
it: Padding dati non valido (codice %d). File corrotto?
ja: 無効なデータパディング (コード %d) ファイルが破損？
nl: Ongeldige gegevensopmaak (code %d). Beschadigd bestand?
ru: Неверное дополнение (padding). Код %d. Повреждённый файл?
sk: Neplatné vyplnenie dát (kód %d). Poškodený súbor?
sv_se: Felaktig datautfyllnad (Felkod %d). Är filen skadad?
uk: Недійсне заповнення даних (код %d). Файл пошкоджено?
zh_tw: 無效的資料填充(代碼 %d)。檔案損壞了嗎?

# [CryptoError] Random number generator error (code %d)
source: Random number generator error (code %d)
ar: خطأ في تكوين رقم عشوائي (الرمز %d)
cs: Chyba generátoru náhodných čísel (kód %d)
de: Zufallszahl-Generator-Fehler (Code %d)
es_es: Error al generar número aleatorio (cód. %d)
fr: Erreur du générateur de nombre aléatoire (code %d)
it: Errore generatore numerico (codice %d)
ja: 乱数生成エラー (コード %d)
nl: Willekeurigenummergenerator-fout (code %d)
ru: Ошибка генератора случайных чисел (код %d)
sk: Chyba generátora náhodných čísel (kód %d)
sv_se: Slumptalsfel (Felkod %d)
uk: Помилка генератора випадкових чисел (код %d)
zh_tw: 隨機密碼產生器錯誤(代碼 %d)

# [CryptoError] Twofish cipher error (code %d)
source: Twofish cipher error (code %d)
ar: خطأ في التعمية الثُنائية (الرمز %d)
cs: Chyba šifry Twofish (kód %d)
de: Twofish Chiffrerfehler (Code %d)
es_es: Error de cifrado Twofish (cód. %d)
fr: Erreur de chiffrement Twofish (code %d)
it: Errore cifrario Twofish (codice %d)
ja: Twofish暗号化エラー (コード %d)
nl: Twofish-vercijferingsfout (code %d)
ru: Ошибка шифра Twofish (код %d)
sk: Chyba šifry Twofish (kód %d)
sv_se: Twofish chifferfel (Felkod %d)
uk: Помилка шифру Twofish (код %d)
zh_tw: Twofish 密碼錯誤(代碼 %d)

# [Database/Add] Selected file &quot;%@&quot; does not look like a database.
source: Selected file "%@" does not look like a database.
de: Die ausgewählte Datei "%@" sieht nicht wie eine Datenbank aus.
es_es: El archivo seleccionado «%@» no parece una base de datos.
fr: Le fichier sélectionné "%@" ne ressemble pas à une base de données.
it: Il file selezionato "%@" non sembra un database.
ja: ファイル "%@" はデータベースではないようです。
nl: Het geselecteerde bestand ('%@') lijkt geen databank te zijn.
ru: Выбранный файл "%@" не похож на базу паролей.
sk: Vybraný súbor "%@" nevyzerá ako databáza.
th: ไฟล์ "%@" ที่เลือกมา ดูไม่เหมือนฐานข้อมูล
uk: Обраний файл "%@" не схожий на базу паролів.

# [Database/Create/action] Create Database
source: Create Database
de: Neue Datenbank erstellen
es_es: Crear base de datos
fr: Créer base de données
it: Crea database
ja: データベースを作成
nl: Maak databank
ru: Создать базу паролей
sk: Vytvoriť databázu
th: สร้างฐานข้อมูล
uk: Створити базу паролів

# [Database/CustomIcon/DownloadFavicon/action]
source: Download Favicon
de: Favicon herunterladen
it: Scarica favicon
nl: Favicon downloaden
ru: Загрузить значок сайта
sk: Stiahnuť Favicon

# [Database/CustomIcon/DownloadFavicons/action]
source: Download Favicons
de: Favicons herunterladen
it: Scarica favicon
nl: Favicons downloaden
ru: Загрузка значков сайтов
sk: Stiahnuť Favicons

# [Database/CustomIcon/DownloadFavicons/stats]
source: Entries processed: %1$d Icons updated: %2$d
de: Bearbeitete Einträge: %1$d Aktualisierte Symbole: %2$d
it: Voci processate: %1$d Icone aggiornate: %2$d
nl: Itemss verwerkt: %1$d Pictogrammen bijgewerkt: %2$d
ru: Обработано записей: %1$d Обновлено значков: %2$d
sk: Spracované záznamy: %1$d Aktualizované ikony: %2$d

# [Database/CustomIcon/DownloadFavicons/status]
source: Downloading favicons
de: Favicons werden heruntergeladen
it: Scarico favicon
nl: Favicons downloaden
ru: Загрузка значков сайтов
sk: Sťahovanie favicons

# [Database/CustomIcon/DownloadOneFavicon/status]
source: Downloading favicon
de: Favicon wird heruntergeladen
it: Scarico favicon
nl: Favicon downloaden
ru: Загрузка значка сайта
sk: Sťahovanie favicon

# [Database/CustomIcon/Unused/count]
source: Unused icons found: %d
it: Sono state trovate icone non utilizzate: %d

# [Database/CustomIcon/add]
source: Add Custom Icon
de: Benutzerdefiniertes Symbol hinzufügen
es_es: Añadir icono personalizado
fr: Ajouter une icône personnalisée
it: Aggiungi icona personalizzata
ja: カスタムアイコンを追加
nl: Voeg aangepast pictogram toe
ru: Добавить свой значок
sk: Pridaj vlastnú ikonu
th: เพิ่มไอคอนที่กำหนดเอง
uk: Додати свою іконку

# [Database/CustomIcon/deleteUnused]
source: Delete Unused Icons
it: Elimina le icone non utilizzate

source: Delete database file? Make sure you have a backup.
de: Datenbankdatei löschen? Stellen Sie sicher, dass Sie ein Backup haben.
es_es: ¿Eliminar el archivo de base de datos? Asegúrate de tener una copia de seguridad.
fr: Supprimer le fichier de la base de données ? Assurez-vous d'avoir une sauvegarde.
it: Eliminare il file database? Assicurati di avere una copia di sicurezza.
ja: データベースを削除しますか？ バックアップがあることを確認してください。
nl: Verwijder databankbestand? Zorg ervoor dat je een back-up hebt.
ru: Удалить файл базы паролей? Убедитесь, что у вас есть резервная копия.
sk: Vymazať databázový súbor? Uistite sa, že máte zálohu.
th: ลบไฟล์กุญแจหรือไม่? ตรวจสอบให้ดีว่าคุณกู้ไว้เรียบร้อยแล้ว
uk: Видалити файл бази паролів? Переконайтеся, що у вас є резервна копія.

# [Database/EncryptionSettings/Change/action]
source: Change Encryption Settings
de: Verschlüsselung konfigurieren
it: Modifica impostazioni di crittografia
ru: Изменить настройки шифрования
sk: Zmeniť nastavenia šifrovania
