Repository: keepassium/KeePassium-L10n
Catalog: */KeePassiumLib.xliff
Languages: ar, cs, de, es_es, fr, it, ja, nl, ru, sk, sv_se, th, uk, zh_tw

# [Settings/DatabaseLockTimeout/shortTitle] Never
source: Never
ar: ابدًا
cs: Nikdy
de: Nie
es_es: Nunca
fr: Jamais
it: Mai
ja: しない
nl: Nooit
ru: Никогда
sk: Nikdy
sv_se: Aldrig
th: ตลอดไป
uk: Ніколи
zh_tw: 永不

# [Settings/DatabaseLockTimeout/title]
source: Database Timeout
de: Zeitsperre für Datenbank
it: Timeout database
ru: Задержка закрытия баз
sk: Časový limit databázy

# [Settings/EntryListDetail/longTitle] None
source: None
ar: لا شيء
cs: Žádné
de: Keine
es_es: Ninguno
fr: Aucune
it: Nessuno
ja: なし
nl: Geen
ru: Нет
sk: Žiadny
sv_se: Inget
th: ไม่มี
uk: Нічого
zh_tw: 無

# [Settings/GroupViewer] Entry Subtitle
source: Entry Subtitle
de: Untertitel Eintrag
es_es: Introducir subtítulo
fr: Sous-titre de l'entrée
it: Sottotitolo voce
ja: エントリーの小見出し
nl: Itemonderschrift
ru: Показывать под записями
sk: Podtitulok záznamu
th: คำอธิบายหลังชื่อ
uk: Показувати під записами

# [Settings/GroupViewer] Sort Order
source: Sort Order
de: Sortieren nach
es_es: Ordenar por
fr: Ordre de tri
it: Ordine
ja: 表示順序
nl: Sorteervolgorde
ru: Сортировка
sk: Zoradiť podľa
th: จัดเรียงลำดับ
uk: Сортування

# [Settings/ListSettings/title]
source: List Settings
de: Listeneinstellungen
es_es: Lista de ajustes
fr: Paramètres de la liste
it: Impostazioni lista
ja: リストの設定
nl: Lijstinstellingen
ru: Вид списка
sk: Nastavenia zoznamu
th: การตั้งค่ารายการ
uk: Вид списку

# [Settings/Managed/BlockedFeature/notification]
source: This feature is blocked by your organization.
de: Diese Funktion wird von Ihrer Organisation blockiert.
it: Questa funzione è bloccata dalla tua organizzazione.
sk: Túto funkciu blokuje vaša organizácia.

# [Settings/Managed/notification]
source: This setting is managed by your organization.
de: Diese Einstellung wird von der Organisation verwaltet.
it: Questa impostazione è gestita dalla tua istituzione.
ru: Этим параметром управляет ваша организация.
sk: Toto nastavenie spravuje vaša organizácia.

# [Settings/NetworkAccess/Confirmation/text]
source: Allow KeePassium to make network connections to external services?
de: KeePassium erlauben, Netzwerkverbindungen zu externen Diensten herzustellen?
fr: Autoriser KeePassium à établir des connexions réseau avec des services externes ?
it: Consentire a KeePassium di connettersi a servizi esterni in rete?
ja: KeePassium に外部サービスへのネットワーク接続を許可しますか？
nl: KeePassium toestaan netwerkverbindingen te maken naar externe diensten?
ru: Разрешить KeePassium устанавливать сетевые подключения к внешним службам?
sk: Povoliť aplikácii KeePassium vytvárať sieťové pripojenia k externým službám?

# [Settings/NetworkAccess/title]
source: Network Access
de: Netzwerkzugriff
fr: Accès réseau
it: Accesso alla rete
ja: ネットワークアクセス
nl: Netwerktoegang
ru: Доступ к сети
sk: Prístup k sieti

# [Settings/NetworkAccessMode/Offline/description]
source: Maximum privacy
de: Maximaler Datenschutz
fr: Confidentialité maximale
it: Massima privacy
ja: 最もプライバシーを保護
nl: Maximale privacy
ru: Максимальная конфиденциальность
sk: Maximálne súkromie

# [Settings/NetworkAccessMode/Offline/title]
source: Stay Offline
de: Offline bleiben
fr: Rester hors-ligne
it: Resta offline
ja: 常にオフライン
nl: Offline blijven
ru: Оставаться офлайн
sk: Zostať offline

# [Settings/NetworkAccessMode/Online/description]
source: Maximum functionality
de: Maximale Funktionalität
fr: Fonctionnalité maximale
it: Massima funzionalità
ja: 最も機能的
nl: Maximale functionaliteit
ru: Максимальная функциональность
sk: Maximálna funkčnosť

# [Settings/NetworkAccessMode/Online/title]
source: Allow Network Access
de: Netzwerkzugriff erlauben
fr: Autoriser l'accès au réseau
it: Consenti accesso alla rete
ja: ネットワークアクセスを許可
nl: Sta netwerktoegang toe
ru: Разрешить доступ к сети
sk: Povoliť prístup k sieti

# [Settings/RestoreDefaults/action]
source: Restore Defaults
de: Standard wiederherstellen
it: Ripristina default
nl: Standaardinstellingen herstellen
ru: Сбросить настройки
sk: Obnoviť Predvolené

# [Settings/Search/title]
source: Search
de: Suche
fr: Recherche
it: Cerca
ja: 検索
nl: Zoek
ru: Поиск
sk: Vyhľadávanie
th: ค้นหา
uk: Пошук

# [Settings/title]
source: Settings
de: Einstellungen
it: Impostazioni
sk: Nastavenie

# [SortBy/FileName]
source: Name
es_es: Nombre
fr: Nom
it: Nome
ja: 名前
nl: Naam
ru: Имя
sk: Názov
uk: Назва

# [SortBy/None]
source: None
de: Keine
es_es: Ninguno
fr: Aucune
it: Nessuno
ja: なし
nl: Geen
ru: Нет
sk: Žiadny
th: ไม่มี
uk: Нічого

# [SortOrder/Custom]
source: Custom
de: Benutzerdefiniert
it: Personalizzato
sk: Vlastné

# [StorageService/OtherServices/title]
source: Other Services
de: Sonstige Dienste
it: Altri servizi
ru: Другие сервисы
sk: Ostatné služby

# [Support/template] (Please describe the problem here)
source: (Please describe the problem here)
de: (Bitte beschreiben Sie das Problem hier)
es_es: (Por favor, describe aquí el problema)
fr: (Veuillez décrire le problème ici)
it: (Descrivi il problema qui)
ja: （トラブルの内容を記述してください）
nl: (beschrijf hier het probleem)
ru: (Опишите проблему)
sk: (Tu prosím popíšte váš problém)
th: (โปรดอธิบายปัญหาตรงนี้)
uk: (Опишіть проблему)

# [TOTP/FieldName]
source: One-Time Password (TOTP)
de: Einmalpasswort (TOTP)
es_es: Contraseña de un solo uso (TOTP)
fr: Mot de passe à usage unique (TOTP)
it: Password monouso (TOTP)
ja: ワンタイムパスワード (TOTP)
nl: Eenmalig wachtwoord (TOTP)
ru: Одноразовый пароль (TOTP)
sk: Jednorazové heslo (TOTP)
uk: Одноразовий пароль (TOTP)

# [TipBox/callToAction/1]
source: Help us make KeePassium better!
de: Helfen Sie uns, KeePassium zu verbessern!
es_es: ¡Ayúdanos a mejorar KeePassium!
fr: Aidez-nous à améliorer KeePassium !
it: Aiutaci a migliorare KeePassium!
ja: KeePassiumの改善をご支援ください。
nl: Help ons KeePassium te verbeteren!
ru: Помогите сделать KeePassium лучше!
sk: Pomôžte nám vylepšiť KeePassium!
th: ช่วยพวกเราทำ KeePassium ให้ดีขึ้น
uk: Допоможіть зробити KeePassium краще!

# [TipBox/callToAction/2]
source: Help us keep KeePassium shiny!
de: Helfen Sie uns, KeePassium zu optimieren!
es_es: ¡Ayúdanos a mantener KeePassium brillante!
fr: Aidez-vous à faire rayonner KeePassium !
it: Aiutaci a mantenere KeePassium splendente!
ja: KeePassiumの改善をご支援ください。
nl: Help ons KeePassium mooi te houden!
ru: Помогите нам развивать KeePassium!
sk: Pomôžte nám udržovať KeePassium!
th: ช่วยพวกเราทำให้ KeePassium ดูดีขึ้น
uk: Допоможіть нам розвивати KeePassium!

# [TipBox/callToAction/3]
source: Help us keep KeePassium free!
de: Helfen Sie uns, KeePassium weiterhin kostenlos anbieten zu können!
es_es: ¡Ayúdanos a mantener KeePassium gratis!
fr: Aidez-nous à ce KeePassium reste gratuit !
it: Aiutaci a mantenere KeePassium gratis!
ja: KeePassiumの改善をご支援ください。
nl: Help ons KeePassium gratis te houden!
ru: Помогите нам поддерживать бесплатную версию KeePassium!
sk: Pomôžte nám udržať KeePassium zadarmo!
th: ช่วยพวกเราทำให้ KeePassium สามารถใช้ฟรีได้
uk: Допоможіть нам підтримувати безкоштовну версію KeePassium!

# [TipBox/description/1]
source: Do you like KeePassium?
de: Gefällt Ihnen KeePassium?
es_es: ¿Te gusta KeePassium?
fr: Vous appréciez KeePassium ?
it: Ti piace KeePassium?
ja: KeePassiumはいかがですか？
nl: Gebruikt u KeePassium graag?
ru: Вам нравится KeePassium?
sk: Páči sa vám KeePassium?
th: คุณถูกใจ KeePassium หรือไม่?
uk: Вам подобається KeePassium?

# [TipBox/description/2]
source: KeePassium is a free open-source app. You trust it with your most sensitive information. There are no ads, no spying, no nonsense — we respect you.
de: KeePassium ist eine kostenlose Open-Source-App. Sie können uns selbst Ihre sensibelsten Daten anvertrauen. Es gibt keine Werbung, keine Datenspionage, keinen Unsinn – wir respektieren Sie und Ihr Recht auf Datenschutz.
es_es: KeePassium es una aplicación libre de código abierto. Le confías tu información más sensible. No tiene anuncios, ni seguimiento, ni tonterías — respetamos tu privacidad.
fr: KeePassium est une application open-source gratuite. Vous lui confiez vos informations les plus sensibles. Il n'y a pas de publicité, pas d'espionnage, pas de mensonge, nous vous respectons.
it: KeePassium è un'app open source gratuita. Le affidi le tue informazioni più sensibili. Non ci sono annunci, tracciamenti o fregature. Noi ti rispettiamo.
ja: KeePassiumは無料のオープンソースAppです。あなたの最も重要な情報を託すことができます。広告もスパイもナンセンスもなく、あなたを尊重します。
nl: KeePassium is een gratis opensource-app. U legt uw vertrouwen in deze app door er uw belangrijkste informatie aan toe te voegen. Er is geen reclame, geen spionage, geen onzin — we respecteren u.
ru: KeePassium — бесплатное приложение с открытым исходным кодом. Вы доверяете ему самую важную информацию. В нём нет рекламы, шпионских модулей, ничего лишнего — мы уважаем вас.
sk: KeePassium je aplikácia zadarmo s otvoreným zdrojovým kódom. Zverujete jej svoje najcitlivejšie informácie. Je bez reklám, sledovania a zbytočností — rešpektujeme Vás.
th: KeePassium เป็นแอปโอเพนซอร์สแบบฟรี คุณสามารถไว้ใจกับข้อมูลที่ละเอียดอ่อนของคุณได้ ไม่มีโฆษณา ไม่สอดส่องข้อมูล ไม่ทำเรื่องไร้สาระ — เราเคารพคุณ
uk: KeePassium - безкоштовний додаток з відкритим вихідним кодом. Ви довіряєте йому найважливішу інформацію. У ньому немає реклами, шпигунських модулів, нічого зайвого - ми поважаємо Вас.

# [TipBox/description/3]
source: Do you like KeePassium but don't need the premium features?
de: Ihnen gefällt KeePassium, aber Sie benötigen die Premiumfunktionen nicht?
es_es: ¿Te gusta KeePassium pero no necesitas las características premium?
fr: Vous aimez KeePassium mais vous n'avez pas besoin des fonctionnalités premium ?
it: Ti piace KeePassium ma non hai bisogno delle funzioni Premium?
ja: KeePassiumはいかがですか？プレミアム機能は必要ありませんか？
nl: Gebruikt u KeePassium graag, maar heeft u geen premium-functies nodig?
ru: Нравится KeePassium, но не нужны премиум-функции?
sk: Páči sa vám KeePassium, ale nepotrebujete prémiové funkcie?
th: คุณถูกใจ KeePassium แต่ไม่ได้ต้องการฟีเจอร์พรีเมียมหรือไม่?
uk: Подобається KeePassium, але не потрібні преміум-функції?

# [TipBox/thankYou]
source: Thank you!
de: Vielen Dank!
es_es: ¡Gracias!
fr: Merci !
it: Grazie!
ja: ご支援ありがとうございます。
nl: Bedankt!
ru: Спасибо!
sk: Ďakujeme vám!
th: ขอบคุณ!
uk: Дякуємо!

# [TipBox/title/2]
source: Donations
de: Spenden
es_es: Donaciones
fr: Dons
it: Donazioni
ja: 寄付
nl: Donaties
ru: Чаевые
sk: Príspevky
th: บริจาค
uk: Чайові

# [TipBox/title/3]
source: Support KeePassium
de: Unterstützen Sie KeePassium
es_es: Apoya KeePassium
fr: Soutenir KeePassium
it: Sostieni KeePassium
ja: KeePassiumを支援
nl: Ondersteun KeePassium
ru: Поддержите KeePassium
sk: Podporte KeePassium
th: สนับสนุน KeePassium
uk: Підтримайте KeePassium

# [URLReference/Location/RemoteServer]
source: Remote server
fr: Serveur distant
it: Server remoto
ja: リモートサーバー
nl: Externe server-URL
ru: Удалённый сервер
sk: Vzdialený server

# [URLReference/Location] Cloud storage / Another app
source: Cloud storage / Another app
ar: التخزين السحابي / تطبيق آخر
cs: Cloudové úložiště / další aplikace
de: Cloud-Speicher / Eine andere App
es_es: Almacenamiento en la nube / Otra aplicación
fr: Stockage Cloud / Une autre application
it: Archiviazione cloud / un'altra app
ja: クラウドストレージ / 他のアプリ
nl: Cloud-opslag/Andere app
ru: Онлайн / В другом приложении
sk: Cloudové úložisko / ďalšie aplikácie
sv_se: Molnlagring / Annan app
th: ที่จัดเก็บในคลาวด์ / แอปอื่น
uk: Хмарне сховище / В іншому додатку
zh_tw: 雲端存檔 / 其他app應用

# [URLReference/Location] Internal backup
source: Internal backup
ar: النُسَخ الاحتياطيَّة الدَّاخليَّة
cs: Interní záloha
de: Internes Backup
es_es: Backup interno
fr: Sauvegarde interne
it: Copie di sicurezza interne
ja: 内部バックアップ
nl: Interne back-up
ru: Внутренняя резервная копия
sk: Interná záloha
sv_se: Intern backup
th: ข้อมูลสำรองภายใน
uk: Внутрішня резервна копія
zh_tw: 內部備份

# [URLReference/Location] Internal inbox
source: Internal inbox
ar: الملفَّات الدَّاخليِّة الوارِدة
cs: Interní schránka
de: Interner Posteingang
es_es: Bandeja de entrada interna
fr: Boîte de réception interne
it: Importazioni interne
ja: 内部inbox
nl: Intern Postvak IN
ru: Внутренний импорт
sk: Interná schránka
sv_se: Intern dokumentkatalog
th: อินบอกภายใน
uk: Внутрішній імпорт
zh_tw: 內部導入

# [URLReference/Location] Local copy
source: Local copy
ar: النُسَخة المحلية
cs: Místní kopie
de: Lokale Kopie
es_es: Copia local
fr: Copie locale
it: Copia locale
ja: ローカルコピー
nl: Lokale kopie
ru: Локальная копия
sk: Lokálna kópia
sv_se: Lokal kopia
th: สำเนาภายใน
uk: Локальна копія
zh_tw: 本地副本

# [YubiKey] Don't use YubiKey
source: Without YubiKey
de: Ohne YubiKey
es_es: Sin YubiKey
fr: Sans YubiKey
it: Senza YubiKey
ja: YubiKeyなし
nl: Zonder YubiKey
ru: Без YubiKey
sk: Bez YubiKey
th: ไม่ใช้ YubiKey
uk: Без YubiKey

# [YubiKey] Insert the key
source: Insert the key
de: Hardware-Schlüssel anschließen
es_es: Conecta la llave
fr: Insérez la clé
it: Inserisci la chiave
ja: キーを挿入してください
nl: Plug de sleutel in
ru: Вставьте ключ
sk: Vložte kľúč
th: เสียบกุญแจ
uk: Вставте ключ

# [YubiKey] Touch the key
source: Touch the key
de: Taste berühren
es_es: Toca la llave
fr: Toucher la clé
it: Tocca la chiave
ja: キーにタッチしてください
nl: Raak de sleutel aan
ru: Коснитесь ключа
sk: Dotknite sa kľúča
th: แตะกุญแจ
uk: Торкніться ключа

# [YubiKey] Use YubiKey Slot %d
source: Use YubiKey Slot %d
de: YubiKey Slot %d verwenden
es_es: Usa la unidad YubiKey %d
fr: Utiliser l'emplacement YubiKey %d
it: Usa slot Yubikey %d
ja: YubiKey スロット %d を使用
nl: Gebruik YubiKey-sleuf %d
ru: Использовать YubiKey-слот %d
sk: Použiť YubiKey slot %d
th: ใช้ YubiKey ช่องที่ %d
uk: Використовувати YubiKey роз'єм %d

# /[Generic/Count/Bits]:dict/GenericCountBits:dict/other:dict/:string
source: %d bits
it: %d bit
ru: %d бит

source: %d entry selected
de: %d Eintrag ausgewählt
it: %d voce selezionata
nl: %d item geselecteerd
ru: Выбрана %d запись
sk: %d vybratý záznam

source: %d entries selected
de: %d Einträge ausgewählt
it: %d voci selezionate
nl: %d items geselecteerd
ru: Выбрано %d записей
sk: %d vybratých záznamov

source: %d item selected
de: %d Element ausgewählt
it: %d elemento selezionato
sk: %d vybraná položka

source: %d items selected
de: %d Elemente ausgewählt
it: %d elementi selezionati
sk: %d vybraných položiek

# /[Generic/Count/Threads]:dict/GenericCountThreads:dict/other:dict/:string
source: %d threads
it: %d thread
ru: %d потоков
sk: %d vlákien

source: Choose Database
es_es: Seleccionar base de datos
fr: Choisir base de données
ja: データベースを選択
nl: Kies databank
ru: Выбрать базу паролей
th: เลือกฐานข้อมูล
uk: Обрати базу паролів

# [About/CopyrightAuthor]
source: ©Andrei Popleteev
ru: © Андрей Поплетеев
uk: ©Андрій Поплетєєв

# [AppLock/Passcode/KeyboardType/switchAction] 123→ABC
source: 123→ABC
ru: 123→АБВ
uk: 123→АБВ

# [AppLock/Passcode/KeyboardType/switchAction] ABC→123
source: ABC→123
ru: АБВ→123
uk: АБВ→123

# [Appearance/DefaultFont/shortTitle]
source: Default
de: Standard
nl: Standaard
ru: Стандартный
sk: Predvolený

# [Appearance/Font/title]
source: Font
de: Schriftart
nl: Lettertype
ru: Шрифт
sk: Písmo

# [Database/Create/title] Create Database
source: Create Database
es_es: Crear base de datos
fr: Créer base de données
ja: データベースを作成
nl: Maak databank
ru: Создать базу паролей
th: สร้างฐานข้อมูล
uk: Створити базу паролів

# [Entry/Attachments/title] Attached Files
source: Attached Files
es_es: Archivos adjuntos
fr: Fichiers joints
ja: 添付ファイル
nl: Bijgevoegde bestanden
ru: Прикреплённые файлы
th: ไฟล์แนบ
uk: Прикріплені файли

# [Entry/Field/name] Password
source: Password
de: Passwort
es_es: Contraseña
fr: Mot de passe
ja: パスワード
nl: Wachtwoord
ru: Пароль
sk: Heslo
th: รหัสผ่าน
uk: Пароль

# [FileProvider/Google Drive/name]
source: Google Drive
ru: Google Диск
zh_tw: Google 雲端硬碟

# [FileProvider/Yandex.Disk/name]
source: Yandex.Disk
ru: Яндекс.Диск

# [FilesSortOrder/longTitle] Creation Date (Oldest First)
source: Creation Date (Oldest First)
ar: تاريخ الإنشاء (الأقدم أولاً)
cs: Datum vytvoření (od nejstarší)
es_es: Fecha de creación (el más antiguo primero)
fr: Date de création (ancien en premier)
ja: 作成日（古い順）
nl: Aanmaakdatum (oudste eerst)
ru: Дата создания (начиная со старых)
sv_se: Skapad (Äldst först)
th: วันที่สร้าง (เก่าที่สุดมาก่อน)
uk: Дата створення (спочатку найстаріші)
zh_tw: 創建日期(最初始的)

# [FilesSortOrder/longTitle] Creation Date (Recent First)
source: Creation Date (Recent First)
ar: تاريخ الإنشاء (الأجدد أولاً)
cs: Datum vytvoření (od nejnovější)
es_es: Fecha de creación (el más actual primero)
fr: Date de création (récent en premier)
ja: 作成日（新しい順）
nl: Aanmaakdatum (nieuwste eerst)
ru: Дата создания (начиная с новых)
sv_se: Skapad (Yngst först)
th: วันที่สร้าง (ล่าสุดมาก่อน)
uk: Дата створення (спочатку найновіші)
zh_tw: 創建日期(最近的一次)

# [FilesSortOrder/longTitle] Modification Date (Oldest First)
source: Modification Date (Oldest First)
ar: تاريخ آخر تعديل (الأقدم أولاً)
cs: Datum úpravy (od nejstarší)
es_es: Fecha de modificación (el más antiguo primero)
fr: Date de modification (ancien en premier)
ja: 変更日（古い順）
nl: Wijzigingsdatum (oudste eerst)
ru: Дата изменения (начиная со старых)
sv_se: Ändrad (Äldst först)
th: วันที่แก้ไข (เก่าที่สุดมาก่อน)
uk: Дата змінення (спочатку найстаріші)
zh_tw: 修改日期(最早的開始)

# [FilesSortOrder/longTitle] Modification Date (Recent First)
source: Modification Date (Recent First)
ar: تاريخ آخر تعديل (الأجدد أولاً)
cs: Datum úpravy (od nejnovější)
es_es: Fecha de modificación (el más actual primero)
fr: Date de création (récent en premier)
ja: 変更日（新しい順）
nl: Wijzigingsdatum (nieuwste eerst)
ru: Дата изменения (начиная с новых)
sv_se: Ändrad (Yngst först)
th: วันที่แก้ไข (ล่าสุดมาก่อน)
uk: Дата змінення (спочатку найновіші)
zh_tw: 修改日期(最近的一個)

# [FilesSortOrder/longTitle] Name (A..Z)
source: Name (A..Z)
ar: الاسم (A..Z)
cs: Název (A..Z)
es_es: Nombre (A..Z)
fr: Nom (A - Z)
ja: 名前（昇順）
nl: Naam (A..Z)
ru: Имя (А..я)
sv_se: Namn (A..Ö)
th: ชื่อ (A..Z)
uk: Назва (А..я)
zh_tw: 姓名 (A..Z)

# [FilesSortOrder/longTitle] Name (Z..A)
source: Name (Z..A)
ar: الاسم (Z..A)
cs: Název (Z..A)
es_es: Nombre (Z..A)
fr: Nom (Z - A)
ja: 名前（降順）
nl: Naam (Z..A)
ru: Имя (я..А)
sv_se: Namn (Ö..A)
th: ชื่อ (Z..A)
uk: Назва (Я..а)
zh_tw: 姓名(Z..A)

# [FilesSortOrder/longTitle] No Sorting
source: No Sorting
ar: بدون فرز
cs: Bez řazení
es_es: Sin ordenar
fr: Aucun tri
ja: 並び替えない
nl: Niet sorteren
ru: Не сортировать
sv_se: Ingen sortering
th: ไม่จัดเรียง
uk: Без сортування
zh_tw: 不排序

# [Generic/ConfirmDelete/title] Are you sure?
source: Are you sure?
es_es: ¿Estás seguro?
fr: Êtes-vous sûr ?
ja: よろしいですか？
nl: Weet je het zeker?
ru: Вы уверены?
th: คุณแน่ใจหรือไม่?
uk: Ви впевнені?

# [Generic/Edit/Aborting/text] Discard unsaved changes?
source: Discard unsaved changes?
es_es: ¿Descartar los cambios no guardados?
fr: Annuler les modifications non enregistrées ?
ja: 保存せずに終了しますか？
nl: Verwerp niet-opgeslagen wijzigingen?
ru: Отменить несохранённые изменения?
th: ละทิ้งการเปลี่ยนแปลงที่ยังไม่บันทึกหรือไม่?
uk: Відхилити незбережені зміни?

# [Generic] OK
source: OK
es_es: Aceptar
nl: Oké
ru: ОК
th: ตกลง

# [Group/Create/title] Create Group
source: Create Group
es_es: Crear grupo
fr: Créer un groupe
ja: グループを作成
nl: Maak groep
ru: Создать группу
th: สร้างกลุ่ม
uk: Створити групу

# [GroupSortOrder/longTitle] By Creation Date (New..Old)
source: By Creation Date (New..Old)
ar: حسب تاريخ الإنشاء (جديد..قديم)
cs: Podle datumu vytvoření (nové...staré)
es_es: Por fecha de creación (nuevo..viejo)
fr: Par date de création (nouveau - ancien)
ja: 作成日（新しい順）
nl: Op aanmaakdatum (nieuw..oud)
ru: По дате создания (новые..старые)
sv_se: På Skapandedatum (Ny..Gammal)
th: ตามวันที่สร้าง (ใหม่..เก่า)
uk: За датою створення (нове..старе)
zh_tw: 按創建日期(新...舊)

# [GroupSortOrder/longTitle] By Creation Date (Old..New)
source: By Creation Date (Old..New)
ar: حسب تاريخ الإنشاء (قديم..جديد)
cs: Podle datumu vytvoření (staré...nové)
es_es: Por fecha de creación (viejo..nuevo)
fr: Par date de création (ancien - nouveau)
ja: 作成日（古い順）
nl: Op aanmaakdatum (oud..nieuw)
ru: По дате создания (старые..новые)
sv_se: På Skapandedatum (Gammal..Ny)
th: ตามวันที่สร้าง (เก่า..ใหม่)
uk: За датою створення (старе..нове)
zh_tw: 按創建日期(舊...新)

# [GroupSortOrder/longTitle] By Modification Date (New..Old)
source: By Modification Date (New..Old)
ar: حسب تاريخ التعديل (جديد..قديم)
cs: Podle datumu úpravy (nové...staré)
es_es: Por fecha de modificación (nuevo..viejo)
fr: Par date de modification (nouveau - ancien)
ja: 変更日（新しい順）
nl: Op wijzigingsdatum (nieuw..oud)
ru: По дате изменения (новые..старые)
sv_se: På Ändringsdatum (Ny..Gammal)
th: ตามวันที่แก้ไข (ใหม่..เก่า)
uk: За датою зміни (нове..старе)
zh_tw: 按修改日期(新...舊)

# [GroupSortOrder/longTitle] By Modification Date (Old..New)
source: By Modification Date (Old..New)
ar: حسب تاريخ التعديل (قديم..جديد)
cs: Podle datumu úpravy (staré...nové)
es_es: Por fecha de modificación (viejo..nuevo)
fr: Par date de modification (ancien - nouveau)
ja: 変更日（古い順）
nl: Op wijzigingsdatum (oud..nieuw)
ru: По дате изменения (старые..новые)
sv_se: På Ändringsdatum (Gammal..Ny)
th: ตามวันที่แก้ไข (เก่า..ใหม่)
uk: За датою зміни (старе..нове)
zh_tw: 按修改日期(舊...新)

# [GroupSortOrder/longTitle] By Title (A..Z)
source: By Title (A..Z)
ar: حسب العنوان (A..Z)
cs: Podle názvu (A...Z)
es_es: Por título (A..Z)
fr: Par titre (A - Z)
ja: 名前（昇順）
nl: Op naam (A..Z)
ru: По названию (А..я)
sv_se: På Titel (A..Ö)
th: ตามชื่อ (A..Z)
uk: За назвою (А..Я)
zh_tw: 按標題 (A..Z)

# [GroupSortOrder/longTitle] By Title (Z..A)
source: By Title (Z..A)
ar: حسب العنوان (Z..A)
cs: Podle názvu (Z...A)
es_es: Por título (Z..A)
fr: Par titre (Z - A)
ja: 名前（降順）
nl: Op naam (Z..A)
ru: По названию (я..А)
sv_se: På Titel (Ö..A)
th: ตามชื่อ (Z..A)
uk: За назвою (я..А)
zh_tw: 按標題 (Z..A)

# [GroupSortOrder/longTitle] No Sorting
source: No Sorting
ar: بدون فرز
cs: Bez řazení
es_es: Sin ordenar
fr: Aucun tri
ja: 並び替えない
nl: Niet sorteren
ru: Не сортировать
sv_se: Ingen sortering
th: ไม่จัดเรียง
uk: Без сортування
zh_tw: 不排序

# [HardwareKey/NFC/OS too old]
source: NFC requires iOS 13 or later.
de: NFC benötigt iOS 13 oder höher.
es_es: NFC requiere iOS 13 o superior.
fr: NFC nécessite iOS 13 ou supérieur.
ja: NFCはiOS 13以降が必要です。
nl: NFC vereist iOS 13 of hoger.
ru: Для NFC требуется iOS 13 или более новая версия.
th: NFC ต้องการ iOS 13 ขึ้นไป
uk: Для NFC потрібно iOS 13 або новіша версія.

# [ItemCategory] Default (KeePass)
source: Default (KeePass)
de: Standard (KeePass)
es_es: Por defecto (KeePass)
fr: Par défaut (KeePass)
ja: デフォルト (KeePass)
nl: Standaard (KeePass)
ru: По умолчанию (KeePass)
sk: Predvolené (KeePass)
th: ค่าเริ่มต้น (KeePass)
uk: За замовчуванням (KeePass)

# [Premium/Benefits/AttachmentPreview/details]
source: Preview attached files directly in KeePassium and leave no traces in other apps. (Works with images, documents, archives and more.)
es_es: Vista previa de archivos adjuntos directamente en KeePassium para no dejar rastro en otras aplicaciones. (Funciona con imágenes, documentos, archivos y más.)
fr: Prévisualiser les fichiers attachés directement dans KeePassium et ne laisser aucune trace dans d'autres applications. (Fonctionne avec des images, des documents, des archives et plus.)
ja: 添付ファイルを直接Appで表示するので、他のAppに痕跡を残しません。(画像や文書、圧縮ファイルなどで有効です。)
nl: Bekijk bijlagen direct in KeePassium en laat geen sporen achter in andere apps. (werkt met afbeeldingen, documenten, archieven en nog veel meer)
ru: Просматривайте прикреплённые файлы прямо в KeePassium, не оставляя следов в других приложениях. (Работает с изображениями, документами, архивами и другими файлами.)
th: แสดงตัวอย่างไฟล์แนบได้โดยตรงใน KeePassium และไม่ทิ้งร่องรอยให้แอปอื่นเห็น (ใช้กับรูปภาพ, เอกสาร, บันทึกสำคัญ และอื่น ๆ)
uk: Переглядайте прикріплені файли прямо в KeePassium, не залишаючи слідів в інших додатках. (Працює з зображеннями, документами, архівами та іншими файлами.)
