Repository: keepassium/KeePassium-L10n
Catalog: */KeePassiumLib.xliff
Languages: ar, cs, de, es_es, fr, it, ja, nl, ru, sk, sv_se, th, uk, zh_tw

# [Database/Settings/ConsiderFileUnreachable/title]
source: Consider File Unreachable
de: Datei als unerreichbar betrachten
fr: Considérer le fichier comme inaccessible
it: Considera file irraggiungibile
ja: アクセスを試行
nl: Beschouw bestand als ontoegankelijk
ru: Считать файл недоступным
sk: Považujte súbor za nedostupný
uk: Вважати файл недоступним

# [Database/Settings/ExternalChanges/dontCheck]
source: Don't check
de: Nicht prüfen
it: Non controllare
sk: Nekontrolovať

# [Database/Settings/ExternalChanges/notify]
source: Notify
de: Benachrichtigen
it: Notifica
sk: Upozorniť

# [Database/Settings/ExternalChanges/reload]
source: Reload Automatically
de: Automatisch neu laden
it: Ricarica in automatico
sk: Automaticky znovu načítať

# [Database/Settings/ExternalChanges/title]
source: Database Modified Externally
de: Datenbank extern geändert
it: Database modificato esternamente
sk: Externe upravená databáza

# [Database/Settings/FallbackStrategy/ReAddFile/title]
source: Re-add File
de: Datei erneut hinzufügen
fr: Ajouter à nouveau le fichier
it: Aggiungi di nuovo il file
ja: ファイルを再追加
nl: Bestand opnieuw toevoegen
ru: Добавить файл заново
sk: Znova pridať súbor

# [Database/Settings/FallbackStrategy/ShowError/title]
source: Show Error
de: Fehler anzeigen
fr: Afficher l'erreur
it: Mostra errore
ja: エラーを表示
nl: Toon foutmelding
ru: Показать ошибку
sk: Zobraziť chybu
uk: Показати помилку

# [Database/Settings/FallbackStrategy/UseCache/title]
source: Use Local Copy
de: Lokale Kopie verwenden
fr: Utiliser une copie locale
it: Usa copia locale
ja: ローカルコピーを使用
nl: Gebruik lokale kopie
ru: Использовать локальную версию
sk: Použiť lokálnu kópiu
uk: Використовувати локальну копію

# [Database/Settings/FallbackStrategy/title]
source: If File is Unreachable
de: Wenn die Datei unerreichbar ist
fr: Si le fichier est inaccessible
it: Se il file è irraggiungibile
ja: アクセスできない場合
nl: Als bestand ontoegankelijk is
ru: Если файл недоступен
sk: Ak je súbor nedostupný
uk: Якщо файл недоступний

# [Database/Settings/FileAccess/title]
source: File Access
de: Dateizugriff
es_es: Acceso de archivos
fr: Accès au fichier
it: Accesso file
ja: ファイルアクセス
nl: Bestandtoegang
ru: Доступ к файлу
sk: Prístup k súboru
uk: Доступ до файлу

# [Database/Settings/ReadOnly/title]
source: Read Only
de: Nur Lesen
es_es: Solo lectura
fr: Lecture seule
it: Sola lettura
ja: 読み出しのみ
nl: Alleen lezen
ru: Только для чтения
sk: Iba na čítanie
uk: Лише для читання

# [Database/Settings/title]
source: Database Settings
de: Datenbankeinstellungen
es_es: Ajustes de base de datos
fr: Paramètres
it: Impostazioni database
ja: データベース設定
nl: Databankinstellingen
ru: Настройки базы
sk: Nastavenia databázy
uk: Налаштування бази

# [Database/Switch/action]
source: Switch Database
de: Datenbank wechseln
es_es: Cambiar base de datos
fr: Changer de base de données
it: Cambia database
ja: データベースを切替
nl: Andere databank openen
ru: Сменить базу паролей
sk: Prepnúť databázu
uk: Змінити базу паролів

# [Database/SyncConflict/Cancel/description]
source: Cancel saving, leave target file intact.
de: Brechen Sie den Speichervorgang ab und lassen Sie die Zieldatei unverändert.
es_es: Cancelar cambios. Dejar el archivo intacto.
fr: Annuler l'enregistrement, laisser le fichier cible intact.
it: Annulla salvataggio, lascia intatto il file di destinazione.
ja: 保存をキャンセルします。ファイルは変更されません。
nl: Breek het opslaan af en laat het bestand ongewijzigd.
ru: Отменить сохранение, оставить конечный файл без изменений.
sk: Zrušte ukladanie, ponechajte cieľový súbor nezmenený.
th: กำลังยกเลิกการบันทึก ปล่อยไฟล์ไว้ตามเดิม
uk: Скасувати збереження, залишити кінцевий файл без змін.

# [Database/SyncConflict/Merge/action]
source: Merge
de: Zusammenführen
es_es: Combinar
fr: Fusionner
it: Unisci
ja: 結合
nl: Voeg samen
ru: Объединить
sk: Zlúčiť
th: รวม
uk: Об'єднати

# [Database/SyncConflict/Merge/description]
source: Combine changes before saving.
de: Führen Sie die Änderungen vor dem Speichern zusammen.
es_es: Combinar cambios antes de guardar.
fr: Fusionner les modifications avant d'enregistrer.
it: Unisci le modifiche prima di salvare.
ja: 保存する前に変更を結合します。
nl: Combineer wijzigingen alvorens ze op te slaan.
ru: Объединить изменения перед сохранением.
sk: Pred uložením zlúčte zmeny.
th: รวมการเปลี่ยนแปลงก่อนบันทึก
uk: Об'єднати зміни перед збереженням.

# [Database/SyncConflict/Overwrite/description]
source: Overwrite target file with the local version.
de: Überschreiben Sie die Zieldatei mit der lokalen Version.
es_es: Sobrescribir el archivo de destino con la versión local.
fr: Écraser le fichier cible par la version locale.
it: Sovrascrivi il file di destinazione con la versione locale.
ja: 現在の内容でファイルを上書きします。
nl: Overschrijf het doelbestand met de lokale versie.
ru: Перезаписать файл назначения локальной версией.
sk: Nahraďte cieľový súbor lokálnou kópiou.
th: เขียนทับไฟล์นั้นด้วยไฟล์เดิมในเครื่อง
uk: Перезаписати файл призначення локальною версією.

# [Database/SyncConflict/SaveAs/description]
source: Save changes to another file.
de: Speichern Sie die Änderungen in einer anderen Datei.
es_es: Guardar cambios en otro archivo.
fr: Enregistrer les modifications dans un autre fichier.
it: Salva le modifiche su un altro file.
ja: 別のファイルに保存します。
nl: Sla de wijzigingen op in een ander bestand.
ru: Сохранить изменения в другой файл.
sk: Uložte zmeny do iného súboru.
th: กำลังเปลี่ยนไปบันทึกที่อีกไฟล์หนึ่ง
uk: Зберегти зміни в інший файл.

# [Database/SyncConflict/currentVersion]
source: Current version
de: Aktuelle Version
es_es: Versión actual
fr: Version actuelle
it: Versione attuale
ja: 現在のバージョン
nl: Huidige versie
ru: Текущая версия
sk: Súčasná verzia
uk: Поточна версія

# [Database/SyncConflict/description]
source: The database has changed since it was loaded in KeePassium.
de: Die Datenbank hat sich geändert, seit sie in KeePassium geladen wurde.
es_es: La base de datos ha cambiado desde que se abrió en KeePassium.
fr: La base de données a été modifiée depuis son chargement dans KeePassium.
it: Il database è cambiato da quando è stato caricato su KeePassium.
ja: KeePassiumが読み込んだ後にデータベースが変更されました。
nl: De databank is veranderd sinds deze is geopend in KeePassium.
ru: База паролей изменилась со времени её загрузки в KeePassium.
sk: Databáza sa od načítania v KeePassium zmenila.
th: ฐานข้อมูลมีการเปลี่ยนแปลงหลังจากโหลดเข้ามาใน KeePassium
uk: База паролів змінилася з часу її завантаження в KeePassium.

# [Database/SyncConflict/loadedVersion]
source: Loaded version
de: Geladene Version
es_es: Versión abierta
fr: Version chargée
it: Versione caricata
ja: 読込中のバージョン
nl: Geopende versie
ru: Загруженная версия
sk: Spustená verzia
uk: Завантажена версія

# [Database/SyncConflict/title]
source: Sync Conflict
de: Sync-Konflikt
es_es: Conflicto de sincronización
fr: Conflit de synchronisation
it: Conflitto di sincronizzazione
ja: 同期の競合
nl: Synchronisatieconflict
ru: Конфликт синхронизации
sk: Konflikt synchronizácie
th: การซิงค์ชนกัน
uk: Конфлікт синхронізації

# [Database/Unlock/Error] Failed to open key file
source: Failed to open key file
ar: فشل فتح ملف المفتاح
cs: Otevření klíčového souboru se nezdařilo
de: Schlüsseldatei konnte nicht geöffnet werden
es_es: Error al abrir archivo de clave
fr: Échec de l'ouverture du fichier clé
it: Apertura file chiave fallita
ja: キーファイルを開けませんでした
nl: Kan sleutelbestand niet openen
ru: Не удалось открыть ключевой файл
sk: Nepodarilo sa otvoriť súbor s kľúčom
sv_se: Misslyckades med att öppna nyckelfil
th: ไม่สามารถเปิดไฟล์กุญแจได้
uk: Не вдалося відкрити файл-ключ
zh_tw: 無法打開金鑰檔案

# [Database/Unlock/Error] Password and key file are both empty.
source: Password and key file are both empty.
ar: كلمة المرور وملف المفتاح كِلاهُما فارغان.
cs: Heslo a klíčový soubor jsou prázdné.
de: Passwortfeld ist leer und es wurde keine Schlüsseldatei angegeben.
es_es: La contraseña y el archivo de clave están vacíos.
fr: Le mot de passe et le fichier clé sont vides.
it: Password e file chiave sono entrambi vuoti.
ja: パスワードとキーファイルのいずれも指定されていません。
nl: Wachtwoord en sleutelbestand zijn beide leeg.
ru: И пароль, и ключевой файл пусты.
sk: Heslo a súbor s kľúčom sú prázdne.
sv_se: Både lösenord och nyckelfil saknas.
th: รหัสผ่านและไฟล์กุญแจว่างเปล่า
uk: І пароль, і файл-ключ порожні.
zh_tw: 密碼和金鑰都是空的。

# [Database/Unlock/wrongPassword/question]
source: Forgot your password?
de: Passwort vergessen?
es_es: ¿Has olvidado tu contraseña?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?
ja: パスワードをお忘れですか？
nl: Wachtwoord vergeten?
ru: Забыли пароль?
sk: Zabudli ste heslo?
th: ลืมรหัสผ่านของคุณใช่หรือไม่
uk: Забули свій пароль?

# [Database/Unlock] Key file error: %@
source: Key file error: %@
de: Schlüsseldatei Fehler: %@
es_es: Error del archivo de clave: %@
fr: Erreur de fichier clé : %@
it: Errore file chiave: %@
ja: キーファイルのエラー: %@
nl: Sleutelbestandsfout: %@
ru: Проблема с ключевым файлом: %@
sk: Chyba súboru s kľúčom: %@
th: ไฟล์กุญแจเกิดข้อผิดพลาด: %@
uk: Проблема з файл-ключом: %@

# [Database/UnsavedChanges/OpenAppCallToAction]
source: To save changes, open the main KeePassium app.
it: Per salvare le modifiche, aprire l'app principale di KeePassium.

# [Database/UnsavedChanges/autoFillCrashed]
source: AutoFill could not save some changes due to a technical limitation.
it: L'inserimento automatico non è riuscito a salvare alcune modifiche a causa di una limitazione tecnica.

# [Database/UnsavedChanges/cannotModifyYet]
source: Unfortunately, AutoFill cannot modify large databases yet. We are working to resolve this.
it: Purtroppo, l'inserimento automatico non è attualmente in grado di modificare database di grandi dimensioni. Stiamo lavorando per risolvere il problema.

# [Database/UnsavedChanges/saveAction]
source: Save Changes
it: Salva modifiche

# [Database/UnsavedChanges/someDatabases]
source: One or more databases have unsaved changes made in AutoFill.
it: Uno o più database ha delle modifiche non salvate effettuate con l'inserimento automatico.

# [Database/UnsavedChanges/thisDatabase]
source: This database has unsaved changes made in AutoFill.
it: Questo database ha delle modifiche non salvate effettuate con l'inserimento automatico.

# [Database/UnsavedChanges/title]
source: Unsaved Changes
it: Modifiche non salvate

# [Database1/FormatError] Database file is corrupted.
source: Database file is corrupted.
ar: ملف قاعدة البيانات تالف.
cs: Databáze je poškozena.
de: Datenbank-Datei ist beschädigt.
es_es: La base de datos está dañada.
fr: Le fichier de la base de données est corrompu.
it: File database corrotto.
ja: データベースが破損しています。
nl: Het databankbestand is beschadigd.
ru: Файл базы паролей повреждён.
sk: Databáza je poškodená.
sv_se: Databasfilen är skadad.
th: ไฟล์ฐานข้อมูลได้รับความเสียหาย
uk: Файл бази паролів пошкоджено.
zh_tw: 資料庫檔案損毀。

# [Database1/FormatError] Error parsing field %@. Corrupted database file?
source: Error parsing field %@. Corrupted database file?
ar: خطأ في تحليل الحقل %@. ملف قاعدة البيانات تالف؟
cs: Chyba analyzování pole %@. Databáze je poškozená?
de: Fehler beim Parsen des Feldes %@. Datenbankdatei beschädigt?
es_es: Error al analizar el campo %@. ¿Base de datos dañada?
fr: Erreur d''analyse du champ %@. Fichier de base de données corrompu ?
it: Errore analisi del campo %@. File database corrotto?
ja: フィールド %@ の解析エラー。 DBが破損？
nl: Fout tijdens verwerken van het veld '%@'. Is het databankbestand beschadigd?
ru: Не удалось разобрать поле %@. Файл базы повреждён?
sk: Chyba analyzovania poľa %@. Poškodená databáza?
sv_se: Tolkningsfel av fält %@. Är databasfilen skadad?
th: มีข้อผิดพลาดในช่อง %@. ไฟล์ฐานข้อมูลเสียหายใช่ไหม?
uk: Не вдалося розібрати поле %@. Файл бази паролів пошкоджений?
zh_tw: 解析 %@ 欄位錯誤。資料庫檔案損壞?

# [Database1/FormatError] Found an entry outside any group. Corrupted DB file?
source: Found an entry outside any group. Corrupted DB file?
ar: تمَّ العثور على سجل خارج أي مجموعة. ملف قاعدة البيانات تالف؟
cs: Záznam byl nalezen mimo jakoukoliv skupinu. Databáze je poškozená?
de: Eintrag außerhalb einer Gruppe gefunden. Datenbankdatei beschädigt?
es_es: Se encontró una entrada sin grupo. ¿BD dañada?
fr: Une entrée a été trouvée en dehors d'un groupe. Fichier BDD corrompu ?
it: Trovata una voce fuori da ogni gruppo. File DB corrotto?
ja: グループに属さないエントリーがあります。DBが破損？
nl: Er is een item zonder groep aangetroffen. Is het databankbestand beschadigd?
ru: Обнаружена запись вне группы. Файл базы повреждён?
sk: Našiel sa záznam mimo akejkoľvek skupiny. Poškodený súbor DB?
sv_se: Hittade ett konto som inte tillhör någon grupp. Är databasfilen skadad?
th: พบรายการที่ไม่อยู่ในกลุ่มใด ไฟล์ฐานข้อมูลเสียหายใช่ไหม?
uk: Виявлено запис поза групою. Файл бази паролів пошкоджений?
zh_tw: 在群組外找到條目。資料庫檔案損壞?

# [Database1/FormatError] Unexpected end of file. Corrupted database file?
source: Unexpected end of file. Corrupted database file?
ar: نهاية غير متوقعة للملف. ملف قاعدة البيانات تالف؟
cs: Neočekávaný konec souboru. Databáze je poškozená?
de: Unerwartetes Ende der Datei. Datenbankdatei beschädigt?
es_es: Final inesperado del archivo. ¿Base de datos dañada?
fr: Fin de fichier inattendu. Fichier de base de données corrompu ?
it: Fine file inaspettata. File database corrotto?
ja: 予期しないファイルの終了です。DBが破損？
nl: Onverwachte einde van bestand. Is het databankbestand beschadigd?
ru: Неожиданный конец файла. Файл базы повреждён?
sk: Neočakávaný koniec súboru. Poškodená databáza?
sv_se: Oväntat slut på filen. Är databasfilen skadad?
th: ไฟล์ส่วนท้ายไม่ถูกต้อง ไฟล์ฐานข้อมูลเสียหายใช่ไหม?
uk: Несподіваний кінець файлу. Файл бази паролів пошкоджений?
zh_tw: 檔案意外的結束。資料庫檔案損壞?

# [Database1/Header1/Error] Header reading error. DB file corrupt?
source: Header reading error. DB file corrupt?
ar: خطأ في قراءة الترويسة. ملف قاعدة البيانات تالف؟
cs: Chyba při čtení hlavičky. Databáze je porušená?
de: Header Lesefehler. Datenbankdatei beschädigt?
es_es: Error de lectura del encabezado. ¿BD dañada?
fr: Erreur de lecture de l'en-tête. Fichier de BDD corrompu ?
it: Errore lettura intestazione. File DB corrotto?
ja: ヘッダー読み込みエラー。DBが破損？
nl: Kan kop niet uitlezen. Is het databankbestand beschadigd?
ru: Ошибка чтения заголовка. Файл базы повреждён?
sk: Chyba čítania hlavičky. Poškodená databáza?
sv_se: Fel när headers lästes. Är databasfilen skadad?
th: ไฟล์ส่วนหัวไม่ถูกต้อง ไฟล์ฐานข้อมูลเสียหายใช่ไหม?
uk: Помилка читання заголовка. Файл бази паролів пошкоджений?
zh_tw: 頭部訊息載入錯誤。資料庫檔案損壞?

# [Database1/Header1/Error] Unsupported cipher. (Code: %@)
source: Unsupported cipher. (Code: %@)
ar: تعمية غير مدعومة. (الرمز: %@)
cs: Nepodporovaná šifra (kód: %@)
de: Nicht unterstützte Chiffre. (Code: %@)
es_es: Cifrado no soportado. (Cód: %@)
fr: Chiffrement non pris en charge. (Code : %@)
it: Cifrario non supportato. (Codice: %@)
ja: 未サポートの暗号方式 (コード: %@)
nl: Niet-ondersteunde vercijfering. (code: %@)
ru: Неподдерживаемый алгоритм шифрования. (Код %@)
sk: Nepodporovaná šifra (kód: %@)
sv_se: Chiffer stöds ej. (Felkod: %@)
uk: Непідтримуваний алгоритм шифрування. (Код: %@)
zh_tw: 不支持的密碼。(代碼:%@)

# [Database1/Header1/Error] Unsupported database format version: %@.
source: Unsupported database format version: %@.
ar: صيغة قاعدة البيانات غير مدعومة الاصدار: %@.
cs: Nepodporovaná verze formátu databáze: %@.
de: Nicht unterstützte Datenbank-Format Version: %@.
es_es: Versión no compatible de base de datos: %@.
fr: Version du format de base de données non prise en charge : %@.
it: Versione formato di database non supportata: %@.
ja: 未サポートのDB形式のバージョン: %@
nl: Niet-ondersteunde databankformaatversie: %@.
ru: Неподдерживаемая версия формата базы: %@.
sk: Nepodporovaná verzia formátu databázy: %@.
sv_se: Databasversionen stöds ej: %@.
th: ไม่รองรับฟอร์แมทฐานข้อมูลเวอร์ชัน: %@.
uk: Непідтримувана версія формату бази: %@.
zh_tw: 不支持的資料庫格式版本:%@。

# [Database1/Header1/Error] Wrong file signature. Not a KeePass database?
source: Wrong file signature. Not a KeePass database?
ar: توقيع الملف خاطئ. ليست قاعدة بيانات KeePass؟
cs: Špatná signatura souboru. Je to KeePass databáze?
de: Falsche Dateisignatur. Keine KeePass-Datenbank?
es_es: Firma de archivo incorrecta. ¿Es una base de datos KeePass?
fr: Mauvaise signature de fichier. Pas une base de données KeePass ?
it: Firma file errata. Non è un database KeePass?
ja: 不正なシグネチャです。KeePassのDBではない？
nl: Verkeerde bestandshandtekening. Is het wel een KeePass-databank?
ru: Неверная сигнатура файла. Это точно база паролей KeePass?
sk: Chybný podpis súboru. Je to KeePass databáza?
sv_se: Felaktig signatur på filen. Inte en KeePass databas?
th: ไฟล์ลายเซ็นไม่ถูกต้อง ไม่ใช่ฐานข้อมูล KeePass ใช่หรือไม่?
uk: Невірна сигнатура файлу. Це дійсно база паролів KeePass?
zh_tw: 錯誤的檔案簽名。不是一個KeePass資料庫?

# [Database1/Progress] Packing the content
source: Packing the content
ar: تجميع المحتوى
cs: Zabalení obsahu
de: Inhalt packen
es_es: Comprimiendo el contenido
fr: Collecte du contenu
it: Aggrego il contenuto
ja: コンテンツをパッケージング中
nl: Bezig met inpakken
ru: Упаковка данных
sk: Balenie obsahu
sv_se: Packar innehållet
th: กำลังห่อข้อมูล
uk: Пакування даних
zh_tw: 打包內容

# [Database1/Progress] Parsing content
source: Parsing content
ar: تحليل المحتوى
cs: Analýza obsahu
de: Inhalt analysieren
es_es: Analizando contenido
fr: Analyse du contenu
it: Analizzo il contenuto
ja: コンテンツを解析中
nl: Bezig met verwerken
ru: Разбор данных
sk: Analýza obsahu
sv_se: Tolkar innehåll
th: กำลังแยกวิเคราะห์ข้อมูล
uk: Розбір даних
zh_tw: 解析內容

# [Database2/FormatError] Cannot parse database. %@
source: Cannot parse database. %@
ar: يتعذَّر تحليل قاعدة البيانات. %@
cs: Nelze zanalyzovat databázi. %@
de: Datenbank kann nicht analysiert werden. %@
es_es: No se pudo analizar la base de datos. %@
fr: Impossible d'analyser la base de données. %@
it: Impossibile analizzare database. %@
ja: データベースを解析できません。 %@
nl: Kan databank niet verwerken. %@
ru: Не удалось разобрать базу паролей. %@
sk: Databázu nie je možné analyzovať. %@
sv_se: Kunde inte tolka databasen. %@
th: ไม่สามารถแยกวิเคราะห์ฐานข้อมูล %@
uk: Не вдалося розібрати базу даних. %@
zh_tw: 無法解析資料庫。%@

# [Database2/FormatError] Corrupted database file (HMAC mismatch in block %d)
source: Corrupted database file (HMAC mismatch in block %d)
ar: ملف قاعدة بيانات تالف (عدم تطابق HMAC في الكتلة %d)
cs: Poškozená databáze (neshoda HMAC v bloku %d)
de: Fehlerhafte Datenbankdatei (HMAC-Konflikt im Block %d)
es_es: Base de datos dañada (HMAC no coincide en el bloque %d)
fr: Fichier de base de données corrompu (incompatibilité HMAC dans le bloc %d)
it: File database corrotto (mancata corrispondenza HMAC nel blocco %d)
ja: データベース破損（HMAC不一致 ブロック%d）
nl: Beschadigd databankbestand (HMAC komt niet overeen in %d)
ru: Файл с базой паролей повреждён (неверный HMAC в блоке %d)
sk: Poškodená databáza (nezhoda HMAC v bloku %d)
sv_se: Skadad databasfil (HMAC stämmer inte i block %d)
th: ไฟล์ฐานข้อมูลไม่ถูกต้อง (HMAC mismatch in block %d)
uk: Файл з базою паролів пошкоджений (невірний HMAC в блоці %d)
zh_tw: 資料庫檔案損壞(區塊 %d HMAC值不匹配)

# [Database2/FormatError] Corrupted database file (block %d has negative size)
source: Corrupted database file (block %d has negative size)
ar: ملف قاعدة بيانات تالف (الكتلة %d لها حجم سالب)
cs: Poškozená databáze (blok %d má zápornou velikost)
de: Fehlerhafte Datenbankdatei (Block %d hat negative Größe)
es_es: Base de datos dañada (bloque %d tiene tamaño negativo)
fr: Fichier de base de données corrompu (le bloc %d a une taille négative)
it: File database corrotto (il blocco %d ha dimensioni negative)
ja: データベース破損（負のサイズ ブロック %d）
nl: Beschadigd databankbestand (blok %d heeft een negatieve grootte)
ru: Файл с базой паролей повреждён (у блока %d отрицательный размер)
sk: Poškodená databáza (blok %d má zápornú veľkosť)
sv_se: Skadad databasfil (block %d har negativ storlek)
th: ไฟล์ฐานข้อมูลไม่ถูกต้อง (block %d has negative size)
uk: Файл з базою паролів пошкоджений (у блоку %d негативний розмір)
zh_tw: 資料庫檔案損壞(區塊 %d 具有負大小)

# [Database2/FormatError] Corrupted database file (hash mismatch in block %d)
source: Corrupted database file (hash mismatch in block %d)
ar: ملف قاعدة بيانات تالف (عدم تطابق التجزئة في الكتلة %d)
cs: Poškozená databáze (nesoulad hashr v bloku %d)
de: Fehlerhafte Datenbankdatei (Hash-Konflikt im Block %d)
es_es: Base de datos dañada (hash no coincide en el bloque %d)
fr: Fichier de base de données corrompu (incompatibilité de hachage dans le bloc %d)
it: File database corrotto (mancata corrispondenza hash nel blocco %d)
ja: データベース破損（ハッシュ不一致 ブロック%d）
nl: Beschadigd databankbestand (hash komt niet overeen in blok %d)
ru: Файл с базой паролей повреждён (неверный хеш в блоке %d)
sk: Poškodená databáza (nesúlad hash v bloku %d)
sv_se: Skadad databasfil (hashnyckel matchar ej i block %d)
th: ไฟล์ฐานข้อมูลไม่ถูกต้อง (hash mismatch in block %d)
uk: Файл з базою паролів пошкоджений (невірний хеш в блоці %d)
zh_tw: 資料庫檔案損壞(區塊 %d 哈希值不匹配)

# [Database2/FormatError] Gzip error: %@
source: Gzip error: %@
ar: خطأ Gzip: %@
cs: Chyba Gzip: %@
de: Gzip Fehler: %@
es_es: Error en archivo Gzip: %@
fr: Erreur Gzip : %@
it: Errore Gzip: %@
ja: Gzipエラー: %@
nl: Gzip-fout: %@
ru: Ошибка Gzip: %@
sk: Chyba Gzip: %@
sv_se: Gzip-fel: %@
uk: Помилка Gzip: %@
zh_tw: Gzip 錯誤: %@

# [Database2/FormatError] Unexpected block ID.
source: Unexpected block ID.
ar: مُعرِّف كتلة غير متوقع.
cs: Neočekávaný blok ID.
de: Unerwartete BlockID.
es_es: ID de bloque inesperado.
fr: ID de bloc inattendu.
it: ID blocco inaspettato.
ja: 予期しないブロックIDです。
nl: Onverwachte blok-id.
ru: Неожиданный номер блока.
sk: Neočakávané blok ID.
sv_se: Oväntat block-ID.
uk: Несподіваний номер блоку.
zh_tw: 意外的區塊ID。

# [Database2/FormatError] Unexpected end of file. Corrupted file?
source: Unexpected end of file. Corrupted file?
ar: نهاية غير متوقعة للملف. الملف تالف؟
cs: Neočekávaný konec souboru. Poškozený soubor?
de: Unerwartetes Ende der Datei. Datenbankdatei möglicherweise fehlerhaft?
es_es: Final inesperado de archivo. ¿Archivo dañado?
fr: Fin de fichier inattendue. Fichier corrompu ?
it: Fine file inaspettata. File corrotto?
ja: 予期しないファイルの終了です。DBが破損？
nl: Onverwachte einde van bestand. Is het bestand beschadigd?
ru: Неожиданный конец файла. Повреждённый файл?
sk: Neočakávaný koniec súboru. Poškodený súbor?
sv_se: Oväntat slut på filen. Är filen skadad?
th: ไฟล์ส่วนท้ายไม่ถูกต้อง ไฟล์ฐานข้อมูลเสียหายใช่ไหม?
uk: Несподіваний кінець файлу. Файл пошкоджено?
zh_tw: 檔案意外的結束。檔案損壞?

# [Database2/Header2/Error] Failed to uncompress attachment data: %@
source: Failed to uncompress attachment data: %@
ar: فشل فك ضغط البيانات المُرفقة: %@
cs: Selhala komprimace přílohy: %@
de: Fehler beim Entpacken der Anhang-Daten: %@
es_es: Error al descomprimir los datos adjuntos: %@
fr: Échec de la décompression des données de la pièce jointe : %@
it: Impossibile decomprimere dati allegati: %@
ja: 添付データの展開に失敗しました: %@
nl: Fout bij het uitpakken van de bijlagegegevens: %@
ru: Не удалось распаковать содержимое прикреплённого файла: %@
sk: Nepodarilo sa dekomprimovať prílohu: %@
sv_se: Misslyckades dekomprimera bilagan: %@
th: ไม่สามารถบีบอัดไฟล์แนบ: %@
uk: Неможливо розпакувати вміст прикріпленого файлу: %@
zh_tw: 解壓縮附件的資料失敗:%@

# [Database2/Header2/Error] Header HMAC mismatch. DB file corrupt?
source: Header HMAC mismatch. DB file corrupt?
ar: عدم تطابق ترويسة HMAC. ملف قاعدة البيانات تالف؟
cs: Nesoulad hlavičky HMAC. Databáze je poškozená?
de: Header HMAC-Fehler. Datenbankdatei möglicherweise beschädigt?
es_es: Cabecera HMAC no coincide. ¿Archivo DB dañado?
fr: Incompatibilité HMAC de l'en-tête. Fichier BDD corrompu ?
it: Intestazione HMAC non corrispondente. File DB corrotto?
ja: ヘッダーHMACが一致しません。DBが破損？
nl: Kop HMAC komt niet overeen. Is het databankbestand beschadigd?
ru: Неверный HMAC заголовка. Файл базы повреждён?
sk: Nesúlad hlavičky HMAC. Poškodená databáza?
sv_se: Header HMAC matchar inte. Är databasfilen skadad?
uk: Невірний HMAC заголовка. Файл бази пошкоджений?
zh_tw: 標頭 HMAC 不匹配。資料庫檔案損壞?
