Repository: keepassium/KeePassium-L10n
Catalog: */KeePassiumLib.xliff
Languages: ar, cs, de, es_es, fr, it, ja, nl, ru, sk, sv_se, th, uk, zh_tw

# [Database2/Xml2/ParsingError] Nil value in %@
source: Nil value in %@
ar: لا توجد قيمة في %@
cs: Nulová hodnota v %@
de: Nil Wert in %@
es_es: Valor Nil en %@
fr: Valeur nulle dans %@
it: Valore nullo in %@
ja: %@ に値が無い
nl: Nil-waarde in %@
ru: Обнаружено значение "nil" в теге %@
sk: Nulová hodnota v %@
sv_se: Nil-värde i %@
uk: Виявлено значення "nil" в тезі %@
zh_tw: 在%@中找到"Nil"值

# [Database2/Xml2/ParsingError] Unexpected tag '%@'
source: Unexpected tag '%@'
ar: وسم غير متوقع '%@'
cs: Neočekávaný štítek '%@'
de: Unerwarteter Tag '%@'
es_es: Etiqueta inesperada '%@'
fr: Tag inattendu '%@'
it: Tag inaspettato '%@'
ja: 予期しないタグ '%@'
nl: Onverwachte tag '%@'
ru: Неожиданный тег ‘%@‘
sk: Neočakávaný štítok '%@'
sv_se: Oväntad tagg '%@'
uk: Несподіваний тег '%@'
zh_tw: 意外的標籤 '%@'

# [Database2/Xml2/ParsingError] Unexpected tag '%@' (instead of '%@')
source: Unexpected tag '%1$@' (instead of '%2$@')
ar: وسم غير متوقع '%1$@' (بدلاً من '%2$@')
cs: Neočekávaný štítek '%1$@' (místo '%2$@')
de: Unerwarteter Tag '%1$@‘ (anstelle von '%2$@')
es_es: Etiqueta inesperada '%1$@' (en lugar de '%2$@')
fr: Tag inattendu '%1$@' (au lieu de '%2$@')
it: Tag inaspettato '%1$@' (invece di '%2$@')
ja: 予期しないタグ '%1$@'（正しくは '%2$@'）
nl: Onverwachte tag '%1$@' (in plaats van '%2$@')
ru: Неожиданный тег ‘%1$@‘ (вместо ‘%2$@‘)
sk: Neočakávaný štítok '%1$@' (namiesto '%2$@')
sv_se: Oväntad tagg '%1$@' (istället för '%2$@')
uk: Несподіваний тег '%1$@' (замість '%2$@')
zh_tw: '%1$@'標籤錯誤(而不是'%2$@')

# [Database2/Xml2/ParsingError] XML error: %@
source: XML error: %@
ar: خطأ XML: %@
cs: Chyba XML: %@
de: XML Fehler: %@
es_es: Error XML: %@
fr: Erreur XML : %@
it: Errore XML: %@
ja: XMLエラー: %@
nl: XML-fout: %@
ru: Ошибка XML: %@
sk: Chyba XML: %@
sv_se: XML-fel: %@
uk: Помилка XML: %@
zh_tw: XML 資料錯誤:%@

# [Database2/backupGroupName] Recycle Bin
source: Recycle Bin
ar: سلَّة المحذوفات
cs: Koš
de: Papierkorb
es_es: Papelera de reciclaje
fr: Corbeille
it: Cestino
ja: ゴミ箱
nl: Prullenbak
ru: Корзина
sk: Odpadkový kôš
sv_se: Papperskorg
th: ถังขยะ
uk: Смітник
zh_tw: 資源回收筒

# [DatabaseError] Cannot open database
source: Cannot open database
ar: يتعذَّر فتح قاعدة البيانات
cs: Databázi nelze otevřít
de: Datenbank kann nicht geöffnet werden
es_es: No se pudo abrir la base de datos
fr: Impossible d'ouvrir la base de données
it: Impossibile aprire database
ja: データベースを開けません
nl: Kan databank niet openen
ru: Не удалось открыть базу паролей
sk: Databáza sa nedá otvoriť
sv_se: Kan inte öppna databas
th: ไม่สามารถเปิดฐานข้อมูลได้
uk: Не вдалося відкрити базу паролів
zh_tw: 資料庫無法開啟

# [DatabaseError] Cannot save database
source: Cannot save database
ar: يتعذَّر حفظ قاعدة البيانات
cs: Databázi nelze uložit
de: Datenbank kann nicht gespeichert werden
es_es: No se pudo guardar la base de datos
fr: Impossible de sauvegarder la base de données
it: Impossibile salvare database
ja: データベースを保存できません
nl: Kan databank niet opslaan
ru: Не удалось сохранить базу паролей
sk: Databáza sa nedá uložiť
sv_se: Kan inte spara databas
th: ไม่สามารถบันทึกฐานข้อมูลได้
uk: Не вдалося зберегти базу паролів
zh_tw: 資料庫保存錯誤

# [DatabaseError] Invalid password or key file
source: Invalid password or key file
ar: كلمة المرور غير صالحة أو ملف المفتاح غير صالح
cs: Chybné heslo nebo klíčový soubor
de: Ungültiges Passwort oder Schlüsseldatei
es_es: Contraseña o archivo de clave incorrecto
fr: Mot de passe ou fichier clé incorrect
it: Password o file chiave non validi
ja: パスワードまたはキーファイルが無効です
nl: Ongeldig wachtwoord of sleutelbestand
ru: Неверный пароль или ключевой файл
sk: Chybné heslo alebo súbor s kľúčom
sv_se: Felaktigt lösenord eller nyckelfil
th: รหัสผ่านหรือไฟล์กุญแจไม่ถูกต้อง
uk: Неправильний пароль або файл-ключ
zh_tw: 錯誤的密碼或者金鑰檔案

# [DiagLog/subtitle]
source: For expert troubleshooting
de: Fehlerbehebung (Expertenmodus)
fr: Résolution de problèmes pour experts
it: Per troubleshooting avanzato
ja: 障害対応のための情報
nl: Voor probleemoplossing van deskundigen
ru: Для решения проблем
sk: Pre odborné riešenie problémov
th: สำหรับการแก้ไขปัญหาโดยผู้เชี่ยวชาญ
uk: Для вирішення проблем

# [DiagLog/title]
source: Diagnostic Log
de: Diagnoseprotokolle anzeigen
fr: Journal de diagnostic
it: Registro diagnostico
ja: 診断ログ
nl: Diagnostisch logbestand
ru: Диагностика
sk: Diagnostické správy
th: บันทึกการวินิจฉัย
uk: Діагностика

# [Diagnostics] Diagnostic log has been copied to clipboard.
source: Diagnostic log has been copied to clipboard.
de: Das Diagnoseprotokoll wurde in die Zwischenablage kopiert.
es_es: El diagnóstico se ha copiado al portapapeles.
fr: Le journal de diagnostic a été copié dans le presse-papiers.
it: Il registro diagnostico è stato copiato negli appunti.
ja: 診断ログをクリップボードにコピーしました。
nl: Diagnostisch logbestand is gekopieerd naar het klembord.
ru: Журнал диагностики скопирован в буфер обмена.
sk: Diagnostické správy boli skopírované do schránky.
th: บันทึกการวินิจฉัยได้คัดลอกไปยังคลิปบอร์ดเรียบร้อยแล้ว
uk: Журнал діагностики скопійований до буферу обміну.

# [EditEntry/Icon/change]
source: Change Icon
de: Symbol ändern
fr: Changer l'icône
it: Cambia icona
nl: Wijzig pictogram
ru: Сменить значок
sk: Zmeniť ikonu

# [EditEntry/UserName/choose]
source: Choose
de: Auswählen
es_es: Seleccionar
fr: Choisir
it: Scegli
ja: 選択
nl: Kies
ru: Выбрать
sk: Vybrať
th: เลือก
uk: Обрати

# [Entry/Attachment/Photo/defaultName]
source: Photo
de: Foto
es_es: Foto
it: Foto
ja: 写真
nl: Foto
ru: Фото
sk: Fotografia
th: รูปภาพ
uk: Фотографія

# [Entry/Attachment/add]
source: Add File
de: Datei hinzufügen
es_es: Añadir archivo
fr: Ajouter un fichier
it: Aggiungi file
ja: ファイルを追加
nl: Voeg bestand toe
ru: Добавить файл
sk: Pridať súbor
th: เพิ่มไฟล์
uk: Додати файл

# [Entry/Attachment/chooseFile]
source: Choose File
de: Datei auswählen
es_es: Seleccionar archivo
fr: Choisir un fichier
it: Scegli file
ja: ファイルを選択
nl: Kies een bestand
ru: Выбрать файл
sk: Vybrať súbor
th: เลือกไฟล์
uk: Обрати файл

# [Entry/Attachment/choosePhoto]
source: Choose Photo
de: Foto auswählen
es_es: Seleccionar foto
fr: Choisir une photo
it: Scegli foto
ja: 写真を選択
nl: Kies een foto
ru: Выбрать фото
sk: Vybrať fotografiu
th: เลือกรูปภาพ
uk: Обрати фото

# [Entry/Attachment/takePhoto]
source: Take Photo
de: Foto aufnehmen
es_es: Tomar foto
fr: Prendre une photo
it: Scatta foto
ja: 写真を撮る
nl: Maak een foto
ru: Сделать фото
sk: Odfotiť
th: ถ่ายภาพ
uk: Сфотографувати

# [Entry/Attachments/preview]
source: Preview
de: Vorschau
es_es: Vista previa
fr: Prévisualiser
it: Anteprima
ja: プレビュー
nl: Voorvertoning
ru: Просмотр
sk: Náhľad
th: แสดงตัวอย่าง
uk: Перегляд

# [Entry/Create/action] Create Entry
source: Create Entry
de: Eintrag hinzufügen
es_es: Crear entrada
fr: Créer une entrée
it: Crea voce
ja: エントリーを作成
nl: Maak item
ru: Создать запись
sk: Vytvoriť záznam
th: สร้างรายการ
uk: Створити запис

# [Entry/Edit/CreateField/defaultName] Field Name
source: Field Name
de: Feldname
es_es: Nombre del campo
fr: Nom du champ
it: Nome campo
ja: 項目名
nl: Veldnaam
ru: Название поля
sk: Názov poľa
th: ชื่อ
uk: Назва поля

# [Entry/Edit/action]
source: Edit Entry
de: Eintrag bearbeiten
it: Modifica voce
sk: Upraviť záznam

# [Entry/Field/CopyReference/acknowledgement]
source: Field reference copied to clipboard
de: Feldreferenz in Zwischenablage kopiert
fr: Référence du champ copiée dans le presse-papiers
it: Riferimento campo copiato negli appunti
ja: クリップボードにコピーしました
nl: Veldverwijzing gekopieerd naar klembord
ru: Ссылка на поле скопирована в буфер обмена
sk: Odkaz na pole bol skopírovaný do schránky

# [Entry/Field/CopyReference/action]
source: Copy Field Reference
de: Feldreferenz kopieren
fr: Copier la référence du champ
it: Copia riferimento campo
ja: 項目の参照をコピー
nl: Kopieer veldverwijzing
ru: Скопировать ссылку на поле
sk: Kopírovať odkaz na pole

# [Entry/Field/LargeType/action]
source: Show in Large Type
de: In großer Schrift anzeigen
it: Mostra con testo grande
ru: Показать крупным шрифтом
sk: Zobraziť vo veľkom písme

# [Entry/Field/Protected/title]
source: Protected Field
de: Geschütztes Feld
it: Campo protetto
sk: Chránené pole

# [Entry/Field/name] Icon
source: Icon
de: Symbol
it: Icona
nl: Pictogram
ru: Значок
sk: Ikona

# [Entry/Field/name] Notes
source: Notes
de: Kommentare
es_es: Notas
it: Note
ja: メモ
nl: Notities
ru: Заметки
sk: Poznámky
th: หมายเหตุ
uk: Нотатки

# [Entry/Field/name] Passkey
source: Passkey
it: Chiave d'accesso

# [Entry/Field/name] Title
source: Title
de: Titel
es_es: Título
fr: Titre
it: Titolo
ja: タイトル
nl: Titel
ru: Название
sk: Názov
th: ชื่อ
uk: Назва

# [Entry/Field/name] User Name
source: User Name
de: Benutzername
es_es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
ru: Имя
sk: Užívateľské meno
th: ชื่อผู้ใช้งาน
uk: Ім'я користувача

# [Entry/Field/tags] Tags
source: Tags
it: Tag
ru: Теги
sk: Štítky

# [Entry/Files/Add] Loading attachment file
source: Loading attachment file
de: Anhang hochladen
es_es: Cargando archivo adjunto
fr: Chargement du fichier joint
it: Carico file allegato
ja: 添付ファイルを読み込み中
nl: Bezig met laden van bijlage
ru: Загрузка прикреплённого файла
sk: Nahrávam prílohu
th: กำลังโหลดไฟล์แนบ
uk: Завантаження прикріпленого файлу

# [Entry/History/ExpiryDate] Never
source: Never
de: Nie
es_es: Nunca
fr: Jamais
it: Mai
ja: しない
nl: Nooit
ru: Никогда
sk: Nikdy
th: ตลอดไป
uk: Ніколи

# [Entry/History] Creation Date
source: Creation Date
de: Erstellungsdatum
es_es: Fecha de creación
fr: Date de création
it: Data di creazione
ja: 作成日
nl: Aanmaakdatum
ru: Дата создания
sk: Dátum vytvorenia
th: วันที่สร้าง
uk: Дата створення

# [Entry/History] Expiry Date
source: Expiry Date
de: Ablaufdatum
es_es: Fecha de caducidad
fr: Date d'expiration
it: Data di scadenza
ja: 有効期限
nl: Vervaldatum
ru: Дата окончания
sk: Dátum skončenia platnosti
th: วันหมดอายุ
uk: Термін дії

# [Entry/History] Last Access Date
source: Last Access Date
de: Letztes Zugriffsdatum
es_es: Fecha de último acceso
fr: Date du dernier accès
it: Data ultimo accesso
ja: 最終アクセス日
nl: Laatst geopend op
ru: Дата доступа
sk: Naposledy zobrazené
th: วันที่เข้าถึงล่าสุด
uk: Дата останнього доступу

# [Entry/History] Last Modification Date
source: Last Modification Date
de: Letzte Änderung
es_es: Fecha de última modificación
fr: Date de dernière modification
it: Data ultima modifica
ja: 変更日
nl: Laatst gewijzigd op
ru: Дата изменения
sk: Dátum poslednej zmeny
th: วันที่แก้ไขครั้งล่าสุด
uk: Дата останньої зміни

# [Entry/History] Modification Date
source: Modification Date
de: Änderungsdatum
it: Data di modifica
sk: Dátum zmeny

# [Entry/History] Previous Versions
source: Previous Versions
de: Vorherige Versionen
es_es: Versiones previas
fr: Versions précédentes
it: Versioni precedenti
ja: 以前のバージョン
nl: Vorige versies
ru: Предыдущие версии
sk: Predchádzajúce verzie
th: เวอร์ชันก่อนหน้า
uk: Попередні версії

# [Entry/New/defaultTitle] New Entry
source: New Entry
de: Neuer Eintrag
es_es: Nueva entrada
fr: Nouvelle entrée
it: Nuova voce
ja: 新規エントリー
nl: Nieuw item
ru: Новая запись
sk: Nový záznam
th: รายการใหม่
uk: Новий запис

# [Entry/title]
source: Entry
de: Eintrag
it: Voce
sk: Záznam

# [File/In Trash/warning]
source: '%@' is located in Recently Deleted and might be deleted soon. To preserve your data, move the file to a more permanent location.
ar: إنَّ '%@' موجود في "المحذوفة مؤخرًا" وقد يتمُّ حذفه قريبًا. للحِفاظ على بياناتك، انقل المَلف إلى موقع أكثر ديمومة.
cs: '%@' je umístěn v nedávno smazaných souborech a může být brzy odstraněn. Chcete-li soubor zachovat, přesuňte jej na trvalejší místo.
de: '%@' befindet sich in „Zuletzt gelöscht“ gelöscht und könnte bald gelöscht werden. Um Ihre Daten zu bewahren, verschieben Sie die Datei an einen dauerhafteren Ort.
es_es: %@ está ubicado en Eliminados Recientemente y puede ser eliminado en cualquier momento. Para preservar la información, cambie el archivo a una ubicación más permanente.
fr: « %@ » se trouve dans « Suppressions récentes » et pourrait être supprimé prochainement. Pour protéger vos données, déplacez le fichier vers un emplacement plus permanent.
it: '%@' si trova nella cartella Eliminati di recente e potrebbe essere eliminato a breve. Per preservare i tuoi dati, sposta il file in una posizione più permanente.
ja: '%@' は「最近削除した項目」にあり、いずれ削除されます。お使いのデータを残すには別のフォルダに移動してください。
nl: '%@' bevindt zich in Recent verwijderd en kan binnenkort worden verwijderd. Verplaats het bestand naar een meer permanente locatie om uw gegevens te bewaren.
ru: '%@' расположен в недавно удалённых и может быть вскоре удалён. Чтобы сохранить свои данные, переместите файл в более постоянное место.
sk: '%@' je umiestnený v nedávno zmazaných súboroch a môže byť čoskoro odstránený. Ak chcete súbor zachovať, presuňte ho na trvalejšie miesto.
sv_se: '%@' finns i Nyligen borttagna och kanske snart tas bort. För att bevara dina data kan du flytta filen till en mer permanent plats.
th: '%@' ถูกเก็บไว้ที่ที่เพิ่งลบล่าสุด และอาจจะถูกลบไปในเร็ว ๆ นี้ หากต้องการเก็บข้อมูลไว้ ให้เก็บไฟล์ไปยังที่สำหรับจัดเก็บถาวรกว่านี้
uk: '%@' розташований в нещодавно вилучених і може бути незабаром видалений. Щоб зберегти свої дані, перемістіть файл в більш постійне місце.

# [File/PermissionDenied] Try to remove the file from the app, then add it again.
source: Try to remove the file from the app, then add it again.
de: Versuchen Sie die Datei aus der App zu entfernen und fügen Sie sie erneut hinzu.
es_es: Prueba a eliminar el archivo de la aplicación e inténtalo de nuevo.
fr: Essayez de supprimer le fichier de l'application, puis ajoutez-le à nouveau.
it: Prova a rimuovere il file dall'app, quindi aggiungilo di nuovo.
ja: Appからファイルを削除し、もう一度追加してみてください。
nl: Probeer het bestand uit de app te verwijderen en voeg het dan opnieuw toe.
ru: Попробуйте убрать файл из приложения, а затем добавить его снова.
sk: Skúste odstrániť súbor z aplikácie a potom ho znovu pridať.
th: ลองลบไฟล์ออกจากแอป แล้วเพิ่มกลับเข้าไปใหม่
uk: Спробуйте видалити файл з програми, а потім додати його знову.

# [File/Re-add/title]
source: Add the file again
de: Datei erneut hinzufügen
es_es: Agregue el archivo nuevamente
fr: Ajouter à nouveau le fichier
it: Aggiungi di nuovo il file
ja: ファイルをもう一度追加
nl: Voeg het bestand opnieuw toe
ru: Добавить файл снова
sk: Pridajte súbor znova
th: เพิ่มไฟล์อีกครั้ง
uk: Додати файл знову

# [File/TemporaryBackup/warning]
source: This is a temporary backup database. It can be automatically deleted without a warning. Don't use it as your main database.
ar: هذه عِبارة عن قاعدة بيانات احتياطية مؤقتة. يُمكن أن تُحذَف تلقائيًا دون سابق إنذار. لا تستخدمها كقاعدة بياناتك الرئيسة.
cs: Toto je dočasná záložní databáze. Může být automaticky odstraněna bez varování. Nepoužívejte ji jako svou hlavní databázi.
de: Dies ist eine temporäre Backup-Datenbank. Sie kann ohne Vorwarnung automatisch gelöscht werden. Verwenden Sie sie nicht als Ihre Hauptdatenbank.
es_es: Esta es una base de datos transitoria. Puede ser eliminada automáticamente sin previo aviso. No la utilice como su base de datos principal.
fr: Il s'agit d'une base de données de sauvegarde temporaire. Elle peut être automatiquement supprimée sans avertissement. Ne l'utilisez pas comme base de données principale.
it: Questa è una copia temporanea di un database. Può essere eliminata automaticamente senza preavviso. Non usarla come database principale.
ja: これは一時的なバックアップのデータベースです。警告なく自動的に削除されますので、メインのデータベースとして使用しないでください。
nl: Dit is een tijdelijke back-updatabase. Deze kan zonder waarschuwing automatisch worden verwijderd. Gebruik deze niet als uw hoofddatabase.
ru: Это временная копия базы данных. Она может быть автоматически удалена без предупреждения. Не используйте её как основную базу.
sk: Toto je dočasná záložný databáza. Môže byť automaticky a bez varovania vymazaná. Nepoužívajte ju ako svoju hlavnú databázu.
sv_se: Det här är en temporär säkerhetskopierad databas. Den kan tas bort automatiskt utan varning. Använd den inte som din huvuddatabas.
th: นี่คือการสำรองฐานข้อมูลชั่วคราว มันจะถูกลบโดยอัตโนมัติโดยไม่มีการแจ้งไว้ อย่าใช้มันเป็นฐานข้อมูลหลักของคุณ
uk: Це тимчасова копія бази даних. Вона може бути автоматично видалена без попередження. Не використовуйте її як основну базу паролів.

# [FileAccessError/FileProvider/NotFound/generic]
source: Storage provider is not available. Please check whether it is installed and logged in to your account.
ar: خدمة التخزين غير متوفرة. الرجاء التحقُّق مما إذا كانت مثبَّتة وقد تمَّ تسجيل الدخول إلى حسابك.
cs: Poskytovatel úložiště není k dispozici. Zkontrolujte, zda je nainstalován a přihlášen k vašemu účtu.
de: Der Speicheranbieter ist nicht verfügbar. Bitte überprüfen Sie, ob er installiert und in Ihrem Konto angemeldet ist.
es_es: El proveedor de almacenamiento no está disponible. Compruebe si está instalado y si ha iniciado sesión en el sistema.
fr: Le fournisseur de stockage n'est pas disponible. Veuillez vérifier s'il est installé et connecté à votre compte.
it: Il fornitore di spazio di archiviazione non è disponibile. Controlla che sia installato e connesso al tuo account.
ja: ストレージが利用できません。アプリがインストールされログインしているか確認してください。
nl: Opslag provider is niet beschikbaar. Controleer of deze is geïnstalleerd en dat uw account is ingelogd.
ru: Хранилище файлов недоступно. Убедитесь, что соответствующее приложение установлено и подключено к вашему аккаунту.
sk: Poskytovateľ úložiska nie je k dispozícii. Skontrolujte prosím, či je nainštalovaný a prihlásený k vášmu účtu.
sv_se: Lagringsleverantören är inte tillgänglig. Kontrollera att appen är installerad och inloggad på ditt konto.
th: ระบบจัดเก็บข้อมูลยังใช้งานไม่ได้ โปรดตรวจสอบว่ามันติดตั้งและมีการเข้าสู่ระบบเรียบร้อยแล้ว
uk: Сховище файлів недоступно. Переконайтеся, що відповідну програму встановлено і підключено до вашого облікового запису.
zh_tw: 儲存空間提供商不可用，請確認是否安裝並登入帳號。

# [FileAccessError/FileProvider/NotFound/other]
source: %@ is not available. Please check whether it is installed and logged in to your account.
ar: %@ غير متوفرة. الرجاء التحقُّق مما إذا كانت مثبَّتة وقد تمَّ تسجيل الدخول إلى حسابك.
cs: %@ není k dispozici. Zkontrolujte, zda je nainstalován a přihlášen k vašemu účtu.
de: %@ ist nicht verfügbar. Bitte überprüfen Sie, ob der Anbieter installiert und in Ihrem Konto angemeldet ist.
es_es: %@ no está disponible. Por favor, comprueba si está instalado y inicia sesión en tu cuenta.
fr: %@ n'est pas disponible. Veuillez vérifier s'il est installé et connecté à votre compte.
it: %@ non è disponibile. Controlla che sia installato e connesso al tuo account.
ja: %@が利用できません。アプリがインストールされログインしているか確認してください。
nl: %@ is niet beschikbaar. Controleer of deze is geïnstalleerd en dat uw account is ingelogd.
ru: %@ недоступен. Убедитесь, что соответствующее приложение установлено и подключено к вашему аккаунту.
sk: %@ nie je k dispozícii. Skontrolujte prosím, či je nainštalovaný a prihlásený k vášmu účtu.
sv_se: %@ är inte tillgänglig. Kontrollera att den är installerad och inloggad på ditt konto.
th: %@ ไม่สามารถใช้งานได้ โปรดตรวจสอบว่ามันติดตั้งและมีการเข้าสู่ระบบเรียบร้อยแล้ว
uk: %@ недоступний. Переконайтеся, що відповідну програму встановлено і підключено до вашого облікового запису.
zh_tw: %@ 不可用，請確認是否安裝並登入帳號。

# [FileAccessError/FileProvider/NotFound/smbShare]
source: Network storage is disconnected.
ar: وحدة التخزين الشبكية غير مُتَّصلة.
cs: Síťové úložiště je odpojeno.
de: Netzwerkspeicher nicht verbunden.
es_es: El almacenamiento en red está desconectado.
fr: Le stockage réseau est déconnecté.
it: L'archivio di rete è disconnesso.
ja: ネットワークストレージが切断されました。
nl: Netwerkopslag is niet verbonden.
ru: Сетевое хранилище не подключено.
sk: Sieťové úložisko je odpojené.
sv_se: Nätverkslagring är inte ansluten.
th: ยังไม่ได้เชื่อมต่อที่จัดเก็บข้อมูลในเครือข่าย
uk: Мережеве сховище не підключено.
zh_tw: 網路儲存空間已斷開連接。

# [FileAccessError/FileProvider/NotFound/usbDrive]
source: USB drive is disconnected.
ar: وحدة USB غير مُتَّصلة.
cs: USB disk je odpojen.
de: USB-Laufwerk nicht verbunden.
es_es: El dispositivo USB está desconectado.
fr: Le lecteur USB est déconnecté.
it: L'unità USB è disconnessa.
ja: USBドライブが切断されました。
nl: USB-schijf is niet verbonden.
ru: USB-накопитель не подключён.
sk: USB disk je odpojený.
sv_se: USB-enheten är frånkopplad.
th: ยังไม่ได้เชื่อมต่อไดรฟ์ USB
uk: USB-накопичувач не підключено.
zh_tw: USB 隨身碟已斷開連接。

# [FileAccessError/ManagedAccessDenied/title]
source: Access to this storage is disabled by your organization.
de: Der Zugriff auf diesen Speicher wurde von Ihrer Organisation deaktiviert.
it: L'accesso a questo archivio è disabilitato dalla tua istituzione.
ru: Доступ к этому хранилищу отключён вашей организацией.
sk: Prístup k tomuto úložisku je zakázaný vašou organizáciou.

# [FileAccessError/NetworkAccessDenied/generic]
source: Network access is blocked by the settings.
de: Netzwerkzugriff wird durch Einstellungen blockiert.
fr: L'accès au réseau est bloqué par les paramètres.
it: L'accesso alla rete è bloccato dalle impostazioni.
ja: ネットワークアクセスは設定によってブロックされています。
nl: Netwerktoegang wordt geblokkeerd door de instellingen.
ru: Сетевой доступ заблокирован в настройках.
sk: Prístup na sieť je blokovaný nastaveniami.

# [FileAccessError/NoResponse/genericFileProvider]
source: Storage provider does not respond.
ar: مزود خدمة التخزين لا يستجيب.
cs: Poskytovatel úložiště neodpovídá.
de: Speicheranbieter reagiert nicht.
es_es: El proveedor de almacenamiento no responde.
fr: Le fournisseur de stockage ne répond pas.
it: Il fornitore di spazio di archiviazione non risponde.
ja: ストレージが応答しません。
nl: De opslagdienst reageert niet.
ru: Хранилище файлов не отвечает.
sk: Poskytovateľ úložiska neodpovedá.
sv_se: Lagringsleverantören svarar inte.
th: ระบบจัดเก็บข้อมูลไม่ตอบสนอง
uk: Сховище файлів не відповідає.
zh_tw: 儲存空間提供商沒有回應。

# [FileAccessError/NoResponse/knownFileProvider]
source: %@ does not respond.
ar: %@ لا يستجيب.
cs: %@ neodpovídá.
de: %@ reagiert nicht.
es_es: %@ no responde.
fr: %@ ne répond pas.
it: %@ non risponde.
ja: %@ は応答しません。
nl: %@ reageert niet.
ru: %@ не отвечает.
sk: %@ neodpovedá.
sv_se: %@ svarar inte.
th: %@ ไม่ตอบสนอง
uk: %@ не відповідає.
zh_tw: %@ 沒有回應。

# [FileAccessError/NoWritePermission/title]
source: Cannot save file (%@)
ar: يتعذَّر حفظ الملف (%@)
cs: Soubor (%@) nelze uložit
de: Datei konnte nicht gespeichert werden (%@)
es_es: No se puede guardar el archivo (%@)
fr: Impossible d'enregistrer le fichier (%@)
it: Impossibile salvare il file (%@)
ja: ファイルを保存できません (%@)
nl: Kan bestand niet opslaan (%@)
ru: Невозможно сохранить файл (%@)
sk: Súbor (%@) sa nedá uložiť
sv_se: Kan inte spara fil (%@)
th: ไม่สามารถบันทึกไฟล์ (%@)
uk: Неможливо зберегти файл (%@)
