Repository: keepassium/KeePassium-L10n
Catalog: */KeePassiumLib.xliff
Languages: ar, cs, de, es_es, fr, it, ja, nl, ru, sk, sv_se, th, uk, zh_tw

# [Premium/Benefits/AttachmentPreview/title]
source: Preview without a trace
es_es: Vista previa sin dejar rastro
fr: Aperçu sans trace
ja: 痕跡を残さず閲覧
nl: Voorbeeld zonder spoor
ru: Просмотр без следов
th: แสดงตัวอย่างโดยไม่ทิ้งร่องรอย
uk: Перегляд без слідів

# [Premium/Benefits/CustomAppIcon/details]
source: Make KeePassium look unique, familiar, or disguise it as a calculator — the choice is yours.
es_es: Haga que KeePass se vea único, familiar o disfracelo como una calculadora: la elección es suya.
fr: Donnez à KeePassium un aspect unique, familier, ou déguisez-le en calculatrice - le choix vous appartient.
ja: KeePassiumの装いを独特にできますし、電卓に偽装させてもいい。お好みで選べます。
nl: Laat KeePassium er uniek of vertrouwd uitzien of vermom het als rekenmachine - de keuze is aan u.
ru: Сделайте значок приложения уникальным или привычным — или вообще замаскируйте KeePassium под калькулятор.
th: สามารถตั้งแอป KeePassium ให้ดูไม่เหมือนแอปอื่น, คล้าย ๆ, หรือแอปเครื่องคิดเลขปลอมก็ได้ — แล้วแต่คุณเลย
uk: Зробіть іконку програми унікальною чи звичною - або взагалі замаскуйте KeePassium під калькулятор.

# [Premium/Benefits/CustomAppIcon/title]
source: Change app icon
es_es: Cambiar el icono de la app
fr: Changer l'icône de l'application
ja: Appのアイコンを変更
nl: Pictogram wijzigen
ru: Смените значок приложения
th: เปลี่ยนไอคอนของแอป
uk: Змініть іконку програми

# [Premium/Benefits/DatabaseTimeout/details]
source: Tired of typing your master password? Keep your database open longer and unlock it with one tap.
es_es: ¿Cansado de escribir la contraseña maestra? Mantén la base de datos abierta por más tiempo y desbloquéala con un toque.
fr: Fatigué de taper votre mot de passe maître ? Gardez votre base de données ouverte plus longtemps et débloquez-la en un seul clic.
ja: マスターパスワードの入力にうんざりですか？ もっと長時間データベースが開いたままにできて、ロック解除がワンタッチで可能になります。
nl: Ben je het zat om je hoofdwachtwoord te typen? Houd je databank langer open en ontgrendel deze met één tik.
ru: Надоело вводить мастер-пароль? Держите базу паролей открытой дольше и разблокируйте её одним нажатием.
th: เหนื่อยที่จะต้องพิมพ์รหัสผ่านหลักใช่ไหม? สามารถตั้งให้ฐานข้อมูลคุณเปิดทิ้งไว้นาน ๆ ได้ด้วยการแตะหนึ่งครั้ง
uk: Набридло вводити майстер-пароль? Тримайте базу паролів відкритою довше, щоб розблокувати її одним натисканням.

# [Premium/Benefits/DatabaseTimeout/title]
source: Save your time
es_es: Ahorra tiempo
fr: Gagnez du temps
ja: 時間を節約
nl: Bespaar tijd
ru: Экономьте своё время
th: ประหยัดเวลาของคุณ
uk: Економте свій час

# [Premium/Benefits/ViewFieldReferences/details]
source: Use field references to show information from other entries, instead of creating multiple copies of the same information.
es_es: Utilice referencias de campo para mostrar información de otras entradas, en lugar de crear varias copias de la misma información.
fr: Utilisez les références de champ pour afficher des informations provenant d'autres entrées, au lieu de créer plusieurs copies de la même information.
ja: 同じ内容のコピーを何個も作る代わりに、フィールドの参照を使って他エントリの情報を表示する。
nl: Gebruik veldverwijzingen om informatie van andere items weer te geven, in plaats van meerdere kopieën van dezelfde informatie te maken.
ru: Вместо создания нескольких копий одной и той же информации используйте ссылки на поля для её показа из других записей.
th: ใช้ช่องอ้างอิงเพื่อแสดงข้อมูลจากรายการอื่น โดยไม่ต้องทำสำเนาอีกเมื่อมีข้อมูลซ้ำกัน
uk: Замість створення декількох копій однієї і тієї ж інформації використовуйте посилання на поля для її показу з інших записів.

# [Premium/Benefits/ViewFieldReferences/title]
source: Show field references
es_es: Mostrar referencias de campo
fr: Afficher les références des champs
ja: フィールド参照を表示
nl: Veldverwijzingen tonen
ru: Показать ссылки на поля
th: แสดงช่องอ้างอิง
uk: Показати посилання на поля

# [PremiumFeature/CustomAppIcons/title]
source: Custom App Icons
es_es: Iconos personalizados de la App
fr: Icônes personnalisées d'applications
ja: Appのアイコンの変更
nl: Aangepaste app-pictogrammen
ru: Другой значок приложения
th: กำหนดไอคอนของแอป
uk: Інша іконка додатку

source: Save time entering your complex master passwords — keep your database open longer in the premium version.
es_es: Ahorra tiempo introduciendo la larga contraseña maestra — mantén tu base de datos abierta más tiempo con la versión premium.
fr: Gagnez du temps en entrant vos mots de passe principaux complexes — gardez votre base de données ouverte plus longtemps dans la version premium.
ja: マスターパスワードの入力時間を節約します：プレミアム版ではもっと長い時間データベースを開けたままにできます。
nl: Bespaar tijd bij het invoeren van complexe hoofdwachtwoorden — in de Premium-versie kun je je databank langer open houden.
ru: Экономьте время на вводе сложных мастер-паролей — держите базу открытой дольше в премиум-версии приложения.
th: จะไม่เสียเวลาเพื่อมาใส่รหัสผ่านหลักที่มีความซับซ้อน — สามารถเปิดฐานข้อมูลทิ้งไว้นาน ๆ ได้เมื่อใช้เวอร์ชันพรีเมียม
uk: Економте час на введення складних майстер-паролів — тримайте базу відкритою довше в преміум-версії додатка.

# [PremiumFeature/LongDBTimeouts/title] Long Database Timeouts
source: Long Database Timeouts
es_es: Tiempo largo de cierre de la base de datos
fr: Délais d'expiration longs de la base de données
ja: 長時間経過後のデータベースの自動ロック
nl: Lage databank-time-outs
ru: Отложенное закрытие баз
th: ฐานข้อมูลที่หมดเวลาใช้ระยะเวลายาวนาน
uk: Відкладене закриття баз паролів

source: Preview images and documents directly in the app, in the premium version.
es_es: Vista previa de imágenes y documentos directamente en la aplicación con la versión premium.
fr: Aperçu des images et des documents directement dans l'application, dans la version premium.
ja: プレミアム版では画像や文書を直接Appで見ることができます。
nl: In de Premium-versie kun je afbeeldingen en documenten direct voorvertonen in de app.
ru: Просматривайте изображения и документы прямо в премиум-версии программы.
th: สามารถแสดงตัวอย่างรูปภาพและเอกสารได้โดยตรงในแอป เมื่อใช้เวอร์ชันพรีเมียม
uk: Переглядайте зображення та документи прямо в преміум-версії програми.

# [PremiumFeature/Preview/title] Preview Attachments
source: Preview Attachments
es_es: Vista previa de adjuntos
fr: Aperçu des pièces jointes
ja: 添付ファイルのプレビュー
nl: Bijlagen voorvertonen
ru: Просмотр прикреплённых файлов
th: ดูตัวอย่างไฟล์แนบ
uk: Перегляд прикріплених файлів

# [Settings/EntryListDetail/longTitle] Last Modified Date
source: Last Modified Date
ar: تاريخ آخر تعديل
cs: Datum poslední změny
es_es: Fecha de la última modificación
fr: Dernière modification
ja: 変更日
nl: Laatst gewijzigd op
ru: Дата изменения
sv_se: Senaste ändringsdatum
th: วันที่แก้ไขครั้งล่าสุด
uk: Дата останньої зміни
zh_tw: 上次修改的日期

# [Settings/EntryListDetail/longTitle] Notes
source: Notes
ar: المُلاحظات
cs: Poznámky
es_es: Notas
ja: メモ
nl: Notities
ru: Заметки
sv_se: Anteckningar
th: หมายเหตุ
uk: Нотатки
zh_tw: 備註

# [Settings/EntryListDetail/longTitle] Password
source: Password
ar: كلمة المرور
cs: Heslo
es_es: Contraseña
fr: Mot de passe
ja: パスワード
nl: Wachtwoord
ru: Пароль
sv_se: Lösenord
th: รหัสผ่าน
uk: Пароль
zh_tw: 密碼

# [Settings/EntryListDetail/longTitle] Tags
source: Tags
ru: Теги

# [Settings/EntryListDetail/longTitle] User Name
source: User Name
ar: اسم المُستخدِم
cs: Uživatelské jméno
es_es: Nombre de usuario
fr: Nom d'utilisateur
ja: ユーザー名
nl: Gebruikersnaam
ru: Имя
sv_se: Användarnamn
th: ชื่อผู้ใช้งาน
uk: Ім'я користувача
zh_tw: 用戶名稱

# [SortBy/DateCreated]
source: Date Created
es_es: Fecha de creación
fr: Date de création
ja: 作成日
nl: Aanmaakdatum
ru: Дата создания
uk: Дата створення

# [SortBy/DateModified]
source: Date Modified
es_es: Fecha de modificación
fr: Date de modification
ja: 変更日
nl: Bewerkingsdatum
ru: Дата изменения
uk: Дата змінення

# [SortBy/ItemTitle]
source: Title
es_es: Título
fr: Titre
ja: タイトル
nl: Titel
ru: Название
th: ชื่อ
uk: Назва

source: Sort By
es_es: Ordenar por
fr: Trier par
ja: 並び替え
nl: Sorteer op
ru: Сортировка
uk: Сортувати за

# [StorageService/OneDriveForBusiness/title]
source: OneDrive for Business
fr: OneDrive Entreprise
nl: OneDrive voor bedrijven
ru: OneDrive для бизнеса
sk: OneDrive pre firmy

# [TipBox/title/1]
source: Tip Jar
es_es: Bote de propinas
fr: Dons
ja: KeePassiumを支援
nl: Fooienpot
ru: Чаевые
th: กล่องใส่ทิป
uk: Чайові

# /[Generic/Count/Bits]:dict/GenericCountBits:dict/one:dict/:string
source: %d bit
ru: %d бит

# /[Generic/Count/Bits]:dict/GenericCountBits:dict/few:dict/:string
source: %d bits
ru: %d бита

# /[Generic/Count/Bits]:dict/GenericCountBits:dict/many:dict/:string
source: %d bits
ru: %d бит

source: %d entries selected
ru: Выбрано %d записи
sk: %d vybratých záznamov

source: %d entries selected
ru: Выбрано %d записей
sk: %d vybratých záznamov

# /[Generic/Count/Threads]:dict/GenericCountThreads:dict/one:dict/:string
source: %d thread
ru: %d поток
sk: %d vlákno

# /[Generic/Count/Threads]:dict/GenericCountThreads:dict/few:dict/:string
source: %d threads
ru: %d потока
sk: %d vlákna

# /[Generic/Count/Threads]:dict/GenericCountThreads:dict/many:dict/:string
source: %d threads
ru: %d потоков
sk: %d vlákna

# [Entry/Field/name] URL
source: URL
fr: Adresse URL
sk: Adresa URL

source: %d items selected
sk: %d vybrané položky

source: %d items selected
sk: %d vybranej položky

# [Database2/Xml2/ParsingError] Not a KeePass XML
source: Not a KeePass XML
ar: ليس الـXML الخاص بـKeePass
cs: Žádné KeePass XML
es_es: No es un XML KeePass
fr: Pas un XML KeePass
ja: KeePass XMLではありません
nl: Geen KeePass-XML
sv_se: Inte en KeePass XML
uk: XML не відповідає формату KeePass
zh_tw: 不是KeePass 的XML格式

# [FileProvider/Stratospherix FileBrowser/name]
source: FileBrowser
ja: Stratospherix FileBrowser

# [FileProvider/qnapQFile/name]
source: Qfile
ja: QNAP Qfile

# [Settings/EntryListDetail/longTitle] URL
source: URL
ar: عنوان URL
fr: Adresse URL
zh_tw: 網址

source: Import Database
es_es: Importar base de datos
th: นำเข้าฐานข้อมูล
uk: Імпортувати базу паролів

# [OTP/Setup]
source: Setup one-time password (OTP)
es_es: Configurar contraseña de un solo uso (OTP)
th: ตั้งค่ารหัสผ่านแบบใช้ครั้งเดียว (OTP)
uk: Налаштувати одноразовий пароль (OTP)

# [BiometricAuthType] Face ID
source: Face ID
es_es: Reconocimiento facial
