Repository: keepassium/KeePassium-L10n
Catalog: */KeePassium.xliff
Languages: ar, fr, it, ja, ko, nl, pl, tr, zh_cn

# [Settings/DatabaseBackup/PeriodicCleanup/description]
source: KeePassium can automatically delete old backup files to free up some storage space.
ja: 古いバックアップを自動的に削除して空き容量を増やします。
nl: KeePassium kan oude back-upbestanden automatisch wissen om ruimte vrij te maken.

# [Settings/DatabaseBackup/PeriodicCleanup/title]
source: Periodic Cleanup
ja: 定期的なクリーンアップ
nl: Schoon periodiek op

# [Settings/DatabaseBackup/ShowBackupFiles/description]
source: Backup copies will appear along with the original files.
ja: バックアップを元のファイルと一緒に表示します。
nl: Back-ups worden bewaard naast de oorspronkelijke bestanden.

# [Settings/DatabaseBackup/SystemBackup/title]
source: iTunes and iCloud Backup
ja: iTunes / iCloudバックアップ
nl: Back-up van iTunes of iCloud

# [Settings/DatabaseLockTimeout/description]
source: If you are not interacting with the app for some time, the database will be closed for your safety. To open it, you will need to enter its master password again.
ja: Appがしばらく使われていない場合、安全のためにデータベースを閉じます。再開するにはマスターパスワードを再度入力してください。
nl: Als je al even niks hebt gedaan in de app, dan wordt de database omwille van de veiligheid gesloten. Voer je hoofdwachtwoord opnieuw in om de app weer te openen.

# [Settings/DatabaseTimeout/Immediately/description]
source: When leaving the app
ja: Appを切り替える時
nl: Bij het verlaten van de app

# [Settings/DatabaseTimeout/Immediately/title
source: Immediately
ja: 即時
nl: Onmiddelijk

# [Settings/DatabaseTimeout/Never/title]
source: Never
ja: なし
nl: Nooit

# [Settings/HidePasswords/description]
source: Hide passwords and other protected fields behind asterisks (recommended).
ja: パスワードなどの保護されたフィールドをアスタリスクで隠します。 (推奨)
nl: Maskeer wachtwoorden en andere beveiligde velden met jokertekens (aanbevolen).

# [Settings/HidePasswords/title]
source: Hide Passwords
ja: パスワードを隠す
nl: Verberg wachtwoorden

# [Settings/KeyFiles/Remember/description]
source: Remember and automatically select the last used key file for each database. Clearing the associations does not affect the files.
ja: 最後に使用したキーファイルをデータベースごとに覚えておいて、自動的に選択します。関連付けをクリアしてもファイルには影響ありません。
nl: Onthoud en selecteer automatisch het laatst gebruikte sleutelbestand van elke database. Het wissen van de associaties heeft geen invloed op de bestanden.

# [Settings/KeyFiles/title]
source: Key Files
ja: キーファイル
nl: Sleutelbestanden

# [Settings/MasterKeys/CacheDerived/description]
source: Cached keys allow KeePassium to skip key derivation and YubiKey scans whenever possible.
ja: キーをキャッシュすると、KeePassiumは鍵の派生やYubiKeyスキャンを省略できるようになります。
nl: Sleutels in cache laten KeePassium waar mogelijk sleutelafleiding en YubiKey-scans overslaan.

# [Settings/MasterKeys/Clear/action]
source: Clear Master Keys
ja: マスターキーをクリア
nl: Wis hoofdsleutels

# [Settings/MasterKeys/ClearOnTimeout/title]
source: Clear Master Keys on Timeout
ja: タイムアウト時にマスターキーを消去
nl: Wis hoofdsleutels bij time-out

# [Settings/MasterKeys/Remember/description]
source: Once you unlock a database, its master key can be stored in device's secure keychain. The next time, KeePassium will use that key so you won't have to type your full master password again.
ja: データベースのロックを解除すると、そのマスターキーはデバイス内の安全なキーチェーンに保存できます。 次回はそのキーが使われるため、マスターパスワードを再び入力する必要はありません。
nl: Zodra je een database ontgrendelt, kan de hoofdsleutel worden opgeslagen in de beveiligde sleutelhanger van het systeem. De eerstvolgende keer gebruikt KeePassium deze sleutel zodat je je volledige hoofdwachtwoord niet opnieuw hoeft te typen.

# [Settings/OTP/title]
source: One-time passwords
ja: ワンタイムパスワード
nl: Eenmalige wachtwoorden

# [Settings/ProtectedFields/title]
source: Protected Fields
ja: 保護されたフィールド
nl: Beveiligde velden

# [Settings/QuickUnlock/title]
source: Quick Unlock
ja: クイック解錠
nl: Snel ontgrendelen

# [Settings/Search/InFieldNames/title]
source: Search in Field Names
ja: フィールド名を検索
nl: Doorzoek veldnamen

# [Settings/Search/InPasswords/title]
source: Search in Passwords
ja: パスワードで検索
nl: Zoeken in wachtwoorden

# [Settings/Search/InProtectValues/title]
source: Search in Protected Values
ja: 保護されたデータを検索
nl: Doorzoek beveiligde waarden

# [Settings/Search/Scope/title]
source: Search Scope
ja: 検索範囲
nl: Zoekbereik

# [Settings/Search/StartWithSearch/description]
source: After opening a database, automatically show the search field.
ja: データベースを開いた後、自動的に検索欄を表示します。
nl: Toon automatisch het zoekveld na het openen van een database.

# [Settings/Search/StartWithSearch/title]
source: Start with Search
ja: 起動時に検索
nl: Focus op zoekveld

# [Settings/Search/title]
source: Search
ja: 検索
nl: Zoek

# [Settings/ShakeGestureAction/Confirm/description]
source: If the app is locked, it acts without confirmation.
ja: アプリがロック中の場合は確認なしで動作します。
nl: Als de app vergrendeld is, werkt het zonder bevestiging.

# [Settings/ShakeGestureAction/Confirm/title]
source: Ask for Confirmation
ja: 確認を求める
nl: Vraag om bevestiging

# [Settings/ShakeGestureAction/title]
source: When Shaken
ja: デバイスを振ったとき
nl: Bij schudden

# [Settings/Support/title]
source: Support
ja: お問い合わせ
nl: Ondersteuning

# [Settings/UniversalClipboard/description]
source: Use Universal Clipboard to copy and paste between your Apple devices. On external devices, this clipboard is cleared after two minutes.
ja: ユニバーサルクリップボードなら、お使いのAppleデバイス間でコピー＆ペーストできます。外部デバイスではクリップボードは2分後に消去されます。
nl: Gebruik het universele klembord om te kopiëren en plakken tussen je Apple-apparaten. Op externe apparaten wordt dit klembord na twee minuten gewist.

# [Settings/UniversalClipboard/title]
source: Universal Clipboard
ja: ユニバーサルクリップボード
nl: Universeel klembord

# [Tags/Create/action]
source: Create Tag
ja: タグを作成
nl: Maak tag

# [Tags/Create/placeholder]
source: Enter tag name
ja: タグ名を入力
nl: Voer tagnaam in

# [Tags/Create/title]
source: New Tag
ja: 新規タグ
nl: Nieuwe tag

# [Tags/Delete/Confirm/message]
source: Delete this tag from all groups and entries?
ja: すべてのグループとエントリからこのタグを削除しますか？
nl: Dit label verwijderen uit alle groepen en items?

# [Tags/Edit/title]
source: Edit Tag
ja: タグを編集
nl: Label bewerken

# [Tags/None/placeholder]
source: There are no tags in the database, add some.
ja: データベースにタグがありません。追加してください。
nl: Er zijn geen tags in de database, voeg er enkele toe.

# [Tags/Search/emptyResult]
source: No suitable tags found.
ja: 見つかりませんでした
nl: Geen geschikte tags gevonden.

# [Tags/Section/All]
source: All Tags
ja: すべてのタグ
nl: Alle tags

# [Tags/Section/Inherited]
source: Inherited Tags
ja: 継承されたタグ
nl: Overgeërfde tags

# [Tags/Section/Selected]
source: Selected Tags
ja: 選択したタグ
nl: Geselecteerde tags

# [Tags/UsageCount/title]
source: Usage count
ja: 使用回数
nl: Aantal keren gebruikt

# [WhatsNew/Announcement/body]
source: Discover new features and improvements in KeePassium.
ja: KeePassiumの新機能と改善点をご覧ください。
nl: Ontdek nieuwe functies en verbeteringen in KeePassium.

# [WhatsNew/Announcement/button]
source: What's New
ja: バージョン履歴
nl: Wijzigingslog

# [WhatsNew/Feature/AppScopedConnections/description]
source: Protect your cloud data using app-folder-only permissions.
ja: アプリフォルダ限定のアクセス許可を使用してクラウドデータを保護します。
nl: Bescherm je cloudgegevens met machtigingen voor alleen de appmap.

# [WhatsNew/Feature/AppScopedConnections/title]
source: Safer Cloud Access
ja: 安全性の高いクラウドアクセス
nl: Veiligere cloudtoegang

# [WhatsNew/Feature/AutoFillWithMemory/description]
source: KeePassium remembers the entry you choose on each website.
ja: KeePassiumは各ウェブサイトで選択したエントリーを記憶します。
nl: KeePassium onthoudt het item dat je kiest op elke website.

# [WhatsNew/Feature/AutoFillWithMemory/title]
source: Smarter AutoFill
ja: 洗練された自動入力
nl: Slimmer automatisch invullen

# [WhatsNew/Feature/AutoType/description]
source: Quickly sign in to any app or web browser using key-press emulation.
ja: キー入力のエミュレーションを使用して任意のアプリやウェブブラウザに素早くサインインできます。
nl: Snel aanmelden bij elke app of webbrowser met toetsaanslagemulatie.

# [WhatsNew/Feature/AutoType/title]
source: Password Auto-Type
ja: パスワードの自動タイプ
nl: Wachtwoord automatisch invullen

# [WhatsNew/Feature/CreativeAutoFill/description]
source: Create new entries in AutoFill with main fields pre-filled automatically.
ja: 自動入力に新しいエントリーを作成し、主なフィールドに自動的に事前入力できます。
nl: Maak nieuwe items in Automatisch invullen, met de belangrijkste velden vooraf automatisch ingevuld.

# [WhatsNew/Feature/CreativeAutoFill/title]
source: Faster Sign-Ups
ja: 登録の高速化
nl: Snellere registraties

# [WhatsNew/Feature/MoreInteractions/description]
source: Drag and drop, select multiple items, and browse alphabetically.
ja: ドラッグアンドドロップで複数の項目を選択し、アルファベット順に参照できます。
nl: Sleep en zet neer, selecteer meerdere items en blader alfabetisch.

# [WhatsNew/Feature/MoreInteractions/title]
source: More Ways to Interact
ja: 操作方法の拡充
nl: Meer manieren voor interactie

# [WhatsNew/FullChangelog/title]
source: Detailed Changelog
ja: 詳細な変更履歴
nl: Gedetailleerde wijzigingslog

# [WhatsNew/fullTitle]
source: What's New in KeePassium
ja: KeePassiumの新着情報
nl: Wat is er nieuw in KeePassium

# [AutoFill/Search/Context/title]
source: Context
ja: コンテキスト

# [Settings/AppLock/Timeout/title]
source: Timeout
ja: タイムアウト

# [Settings/DatabaseBackup/title]
source: Database Backup
ja: データベースのバックアップ

# [Settings/DatabaseLockTimeout/title]
source: Database Timeout
ja: データベースのタイムアウト

# [Settings/Premium/title]
source: Premium
ja: プレミアム

# [Settings/Start/title]
source: Start
ja: 起動時
