Repository: keepassium/KeePassium-L10n
Catalog: */KeePassiumLib.xliff
Languages: ar, cs, de, es_es, fr, it, ja, nl, ru, sk, sv_se, th, uk, zh_tw

# [Database2/Header2/Error] Header field %@ is corrupted.
source: Header field %@ is corrupted.
ar: حقل الترويسة %@ تالف.
cs: Hlavička pole %@ je poškozená.
de: Header-Feld %@ ist beschädigt.
es_es: El campo de la cabecera %@ está dañado.
fr: Le champ d'en-tête %@ est corrompu.
it: Il campo intestazione %@ è corrotto.
ja: ヘッダーフィールド %@ が破損しています。
nl: Kopveld %@ is beschadigd.
ru: В заголовке повреждено поле %@.
sk: Hlavička poľa %@ je poškodená.
sv_se: Headerfält %@ är skadat.
uk: У заголовку пошкоджено поле %@.
zh_tw: 標頭欄位 %@ 已損壞。

# [Database2/Header2/Error] Header hash mismatch. DB file corrupt?
source: Header hash mismatch. DB file corrupt?
ar: عدم تطابق تجزئة الترويسة. ملف قاعدة البيانات تالف؟
cs: Nesoulad hlavičky hashe. Databáze je poškozená?
de: Header Hash-Fehler. Datenbankdatei beschädigt?
es_es: Hash de cabecera no coincide. ¿Archivo BD dañado?
fr: Incompatibilité de hachage de l'en-tête. Fichier BDD corrompu ?
it: Intestazione hash non corrispondente. File DB corrotto?
ja: ヘッダーのハッシュが一致しません。DBが破損？
nl: Hash komt niet overeen in kop. Is het databankbestand beschadigd?
ru: Неверный хеш заголовка. Файл базы повреждён?
sk: Nesúlad hash hlavičky. Poškodená databáza?
sv_se: Hashnyckel för header matchar inte. Är databasfilen skadad?
uk: Невірний хеш заголовка. Файл бази пошкоджений?
zh_tw: 標頭哈希值不匹配。資料庫檔案損壞?

# [Database2/Header2/Error] Header reading error. DB file corrupt?
source: Header reading error. DB file corrupt?
ar: خطأ في قراءة الترويسة. ملف قاعدة البيانات تالف؟
cs: Chyba při čtení hlavičky. Databáze je porušená?
de: Header Lesefehler. Datenbankdatei beschädigt?
es_es: Error de lectura del encabezado. ¿BD dañada?
fr: Erreur de lecture de l'en-tête. Fichier de BDD corrompu ?
it: Errore lettura intestazione. File DB corrotto?
ja: ヘッダー読み込みエラー。DBが破損？
nl: Kan kop niet uitlezen. Is het databankbestand beschadigd?
ru: Ошибка чтения заголовка. Файл базы повреждён?
sk: Chyba čítania hlavičky. Poškodená databáza?
sv_se: Fel när headers lästes. Är databasfilen skadad?
th: ไฟล์ส่วนหัวไม่ถูกต้อง ไฟล์ฐานข้อมูลเสียหายใช่ไหม?
uk: Помилка читання заголовка. Файл бази паролів пошкоджений?
zh_tw: 頭部訊息載入錯誤。資料庫檔案損壞?

# [Database2/Header2/Error] Unknown compression algorithm.
source: Unknown compression algorithm.
ar: خوارزمية ضغط غير معروفة.
cs: Neznámý kompresní algoritmus.
de: Unbekannter Kompressionsalgorithmus.
es_es: Algoritmo de compresión desconocido.
fr: Algorithme de compression inconnu.
it: Algoritmo di compressione sconosciuto.
ja: 不明な圧縮アルゴリズムです。
nl: Onbekend compressie-algoritme.
ru: Неизвестный алгоритм сжатия.
sk: Neznámy kompresný algoritmus.
sv_se: Okänd kompressionsalgoritm.
th: ไม่ทราบอัลกอริทึมบีบอัด
uk: Невідомий алгоритм стиснення.
zh_tw: 未知的壓縮演算法。

# [Database2/Header2/Error] Unsupported KDF: %@
source: Unsupported KDF: %@
ar: KDF غير مدعوم: %@
cs: Nepodporovaný KDF: %@
de: Nicht unterstützte KDF: %@
es_es: KDF no soportado: %@
fr: KDF non pris en charge : %@
it: KDF non supportata: %@
ja: 未サポートのKDF: %@
nl: Niet-ondersteund KDF: %@
ru: Неподдерживаемая функция формирования ключа (KDF): %@
sk: Nepodporovaný KDF: %@
sv_se: KDF stöds ej: %@
th: ไม่รองรับ KDF: %@
uk: Непідтримувана функція формування ключа (ФФК): %@
zh_tw: 不支持的 KDF:%@

# [Database2/Header2/Error] Unsupported data cipher: %@
source: Unsupported data cipher: %@
ar: تعمية بيانات غير مدعومة: %@
cs: Nepodporovaná datová šifra: %@
de: Nicht unterstützte Datenchiffre: %@
es_es: Cifrado de datos no soportado: %@
fr: Chiffrement de données non pris en charge : %@
it: Cifrario dati non supportato: %@
ja: 未サポートのデータ暗号化: %@
nl: Niet-ondersteunde gegevensvercijfering: %@
ru: Неподдерживаемый алгоритм шифрования данных: %@
sk: Nepodporovaná dátová šifra: %@
sv_se: Chiffer stöds ej: %@
uk: Непідтримуваний алгоритм шифрування даних: %@
zh_tw: 不支持的資料密碼: %@

# [Database2/Header2/Error] Unsupported database format version: %@.
source: Unsupported database format version: %@.
ar: صيغة قاعدة البيانات غير مدعومة الاصدار: %@.
cs: Nepodporovaná verze formátu databáze: %@.
de: Nicht unterstützte Datenbank-Format Version: %@.
es_es: Versión no compatible de base de datos: %@.
fr: Version du format de base de données non prise en charge : %@.
it: Versione formato di database non supportata: %@.
ja: 未サポートのDB形式のバージョン: %@
nl: Niet-ondersteunde databankformaatversie: %@.
ru: Неподдерживаемая версия формата базы: %@.
sk: Nepodporovaná verzia formátu databázy: %@.
sv_se: Databasversionen stöds ej: %@.
th: ไม่รองรับฟอร์แมทฐานข้อมูลเวอร์ชัน: %@.
uk: Непідтримувана версія формату бази: %@.
zh_tw: 不支持的資料庫格式版本:%@。

# [Database2/Header2/Error] Unsupported inner stream cipher (ID %d)
source: Unsupported inner stream cipher (ID %d)
ar: شفرة تدفق داخلي غير مدعومة (ID %d)
cs: Nepodporovaný vnitřní proud šifry (ID %d)
de: Nicht unterstützter innerer Stream-Cipher (ID %d)
es_es: Cifrado de flujo interno no soportado (ID %d)
fr: Chiffrement de flux interne non pris en charge (ID %d)
it: Cifrario a flusso interno non supportato (ID %d)
ja: 未サポートの内部ストリーム暗号化 (ID %d)
nl: Niet-ondersteunde interne streamvercijfering (id %d)
ru: Неподдерживаемый поточный шифр (ID %d)
sk: Nepodporovaný vnútorný tok šifry (ID %d)
sv_se: Inre chiffer stöds inte (ID %d)
uk: Непідтримуваний потоковий шифр (ID %d)
zh_tw: 不支持的內部資料流密碼(ID %d)

# [Database2/Header2/Error] Wrong file signature. Not a KeePass database?
source: Wrong file signature. Not a KeePass database?
ar: توقيع الملف خاطئ. ليست قاعدة بيانات KeePass؟
cs: Špatná signatura souboru. Je to KeePass databáze?
de: Falsche Dateisignatur. Keine KeePass-Datenbank?
es_es: Firma de archivo incorrecta. ¿Es una base de datos KeePass?
fr: Mauvaise signature de fichier. Pas une base de données KeePass ?
it: Firma file errata. Non è un database KeePass?
ja: 不正なシグネチャです。KeePassのDBではない？
nl: Verkeerde bestandshandtekening. Is het wel een KeePass-databank?
ru: Неверная сигнатура файла. Это точно база паролей KeePass?
sk: Chybný podpis súboru. Je to KeePass databáza?
sv_se: Felaktig signatur på filen. Inte en KeePass databas?
th: ไฟล์ลายเซ็นไม่ถูกต้อง ไม่ใช่ฐานข้อมูล KeePass ใช่หรือไม่?
uk: Невірна сигнатура файлу. Це дійсно база паролів KeePass?
zh_tw: 錯誤的檔案簽名。不是一個KeePass資料庫?

# [Database2/Loading/Error] Error unpacking database: %@
source: Error unpacking database: %@
ar: خطأ في فك حزم قاعدة البيانات: %@
cs: Chyba rozbalování databáze: %@
de: Fehler beim Entpacken der Datenbank: %@
es_es: Error descomprimiendo la base de datos: %@
fr: Erreur lors de la décompression de la base de données : %@
it: Errore di decompressione database: %@
ja: データベースの展開エラー: %@
nl: Fout bij uitpakken van databank: %@
ru: Ошибка при распаковке базы: %@
sk: Chyba pri rozbaľovaní databázy: %@
sv_se: Fel vid uppackning av databas: %@
th: ไม่สามารถคลายฐานข้อมูลได้: %@
uk: Помилка при розпакуванні бази паролів: %@
zh_tw: 解壓縮資料庫時出錯: %@

# [Database2/Loading/Warning/missingBinaries]
source: Attachments of some entries are missing data. This is a sign of database corruption, most likely by the last used app (%1$@). KeePassium will preserve the empty attachments, but cannot restore them. You should restore your database from a backup copy. Missing attachments: %2$@
ar: المُرفقات في بعض السجلات مفقودة. هذه علامة على تلف قاعدة البيانات، على الأرجح من قِبَل آخر تطبيق مُستخدَم (%1$@). سيحتفظ KeePassium بالمُرفقات الفارِغة، ولكن لا يُمكن استعادتها. يجبُ عليك استعادة قاعدة البيانات الخاصة بك من نُسخة احتياطية. المرفقات المفقودة: %2$@
cs: Přílohám některých záznamů mohou chybět data. To může znamenat poškození databáze, pravděpodobně při posledním použití aplikace (%1$@). KeePassium zachová prázdné přílohy, ale nemůže je obnovit. Můžete obnovit vaší databázi ze záložní kopie. Chybějící přilohy: %2$@
de: Anhänge einiger Einträge zeigen auf fehlende Daten. Dies ist ein Zeichen einer Datenbankkorruption, höchstwahrscheinlich von der zuletzt verwendeten App (%1$@). KeePassium wird die leeren Anhänge bewahren, kann sie aber nicht wiederherstellen. Sie sollten Ihre Datenbank aus einer Backup-Kopie wiederherstellen. Fehlende Anhänge: %2$@
es_es: Los adjuntos en algunas entradas no tienen datos. Esta es una señal de base de datos dañada, posiblemente causada por la última aplicación utilizada (%1$@). KeePassium dejará los datos adjuntos vacíos, pero no los puede restaurar. Debes restaurar la base de datos desde una copia de seguridad. Faltan adjuntos: %2$@
fr: Les pièces jointes de certaines entrées ont des données manquante. Ceci est un signe de corruption de la base de données, probablement par la dernière application utilisée (%1$@). KeePassium conservera les pièces jointes vides, mais ne pourra pas les restaurer. Vous devez restaurer votre base de données à partir d'une copie de sauvegarde. Pièces jointes manquantes : %2$@
it: Gli allegati di alcune voci hanno dati mancanti. Questo è un indice di corruzione del database, molto probabilmente dall'ultima app utilizzata (%1$@). KeePassium manterrà gli allegati vuoti, ma non può ripristinarli. Dovresti ripristinare il database da una copia di sicurezza. Allegati mancanti: %2$@
ja: いくつかのエントリーの添付ファイルのデータが空です。これはデータベース破損の兆候で、おそらく最後に使用したApp (%1$@) によるものです。KeePassiumは空の添付ファイルを保持できても復元はできません。データベースをバックアップから復元してください。 対象の添付ファイル: %2$@
nl: Er ontbreken gegevens bij de bijlagen van sommige items. Dit kan duiden op databankbeschadiging, waarschijnlijk veroorzaakt door de laatstgebruikte app (%1$@). KeePassium bewaart de lege bijlagen, maar kan ze niet herstellen. Herstel je databank vanuit een back-up. Ontbrekende bijlagen: %2$@
ru: Прикреплённые файлы в некоторых записях не имеют содержимого. Это признак повреждения базы паролей, возможно, последним использованным приложением (%1$@). KeePassium оставит эти пустые прикреплённые файлы, но не сможет восстановить их. Советуем восстановить базу из резервной копии. Отсутствующие прикреплённые файлы: %2$@
sk: Prílohám niektorých záznamov chýbajú dáta. To môže znamenať poškodenie databázy, pravdepodobne pri poslednom použití aplikácie (%1$@). KeePassium uchováva prázdne prílohy, ale nemôže ich obnoviť. Mali by ste obnoviť svoju databáze zo záložnej kópie. Chýbajúce prílohy: %2$@
sv_se: Bilagor för vissa konton saknar data. Detta är et tecken på att databasen blivit skadad, troligen av den senaste använda appen (%1$@). KeePassium kommer behålla de tomma bilagorna, men kan inte återställa dem. Du bör återställa din databas från en backupkopia. Saknade bilagor: %2$@
th: ไฟล์แนบของบางรายการมีข้อมูลหายไป เป็นเหตุให้ฐานข้อมูลเสียหาย น่าจะเกิดขึ้นตอนการใช้แอปครั้งล่าสุด (%1$@) KeePassium จะเก็บไฟล์แนบเปล่าไว้ แต่ไม่สามารถเรียกคืนกลับมาได้ คุณควรเรียกคืนฐานข้อมูลออกมาจากที่สำรองเอาไว้แล้ว ไฟล์แนบที่หายไป: %2$@
uk: Прикріплені файли в деяких записах не мають вмісту. Це ознака пошкодження бази паролів, можливо, останнім використаним додатком (%1$@). KeePassium залишить ці порожні прикріплені файли, але не зможе відновити їх. Радимо відновити базу з резервної копії. Відсутні прикріплені файли: %2$@
zh_tw: 某些條目的附件缺少資料, 這是資料庫早期損壞的跡象，最有可能是上次使用的應用程式(%1$@)。KeePassium將保留空的附件，但無法恢復它們。您應該從備份副本還原資料庫。 缺少附件：%2$@

# [Database2/Loading/Warning/namelessAttachments]
source: Some entries have attachments without a name. This is a sign of previous database corruption. Please review attached files in the following entries (and their history): %@
ar: بعض السجلات تحتوي على مُرفقات بغير اسم. هذه علامة على تلف قاعدة البيانات السابقة. الرجاء مُراجعة الملفات المُرفقة في التأريخ والسجلات التالية: %@
cs: Některé záznamy mají přílohy bez názvu. To může znamenat předchozí poškození databáze. Prosím posuďte přílohu souborů v následujících záznamech (a jejich historii): %@
de: Einige Einträge haben Anhänge ohne Namen. Dies ist ein Zeichen für frühere Datenbankkorruption. Bitte überprüfen Sie die angehängten Dateien in den folgenden Einträgen (und deren Verlauf): %@
es_es: Algunas entradas tienen adjuntos sin nombre. Esta es una señal de daño en la base de datos anterior. Por favor, revia los archivos adjuntos en las siguientes entradas (y su historial): %@
fr: Certaines entrées ont des pièces jointes sans nom. Ceci est un signe d'une base de données ayant été corrompue. Veuillez consulter les fichiers joints dans les entrées suivantes (et leur historique): %@
it: Alcune voci hanno allegati senza un nome. Questo è un indice di una precedente corruzione del database. Controlla i file allegati nelle seguenti voci (e la loro cronologia): %@
ja: 名前がない添付ファイルがあります。これはデータベースの破損の兆候です。 次のエントリー（過去バージョンを含む）の添付ファイルを確認してください: %@
nl: De bijlagen van sommige items zijn naamloos. Dit kan duiden op eerdere databankbeschadiging. Controleer de bijgevoegde bestanden van de volgende items (en hun geschiedenis): %@
ru: Некоторые записи содержат прикреплённые файлы без имени. Это признак повреждённой базы паролей. Проверьте прикреплённые файлы в следующих записях (и их прошлых версиях): %@
sk: Niektoré záznamy majú prílohy bez názvu. To môže znamenať predchádzajúce poškodenie databázy. Prosím skontrolujte prílohy v nasledujúcich záznamoch (aj ich históriu): %@
sv_se: Några konton har bilagor utan ett namn. Det är ett tecken på tidigare skador på databasen. Granska bilagor för följande konton (och deras historik): %@
th: บางรายการที่มีไฟล์แนบโดยไม่ได้ตั้งชื่อ จะเป็นสัญญาณว่าฐานข้อมูลเดิมมีความเสียหาย โปรดทบทวนดูไฟล์แนบตามรายการข้างล่าง (และประวัติของมัน): %@
uk: Деякі записи містять прикріплені файли без імені. Це ознака пошкодженої бази паролів. Перевірте прикріплені файли в наступних записах (і їх попередніх версіях): %@
zh_tw: 有些條目有附件沒有名字。這是資料庫早期損壞的跡象。 請查看以下條目中的附件(及其歷史記錄)： %@

# [Database2/Loading/Warning/namelessCustomFields]
source: Some entries have custom field(s) with empty names. This can be a sign of data corruption. Please check these entries: %@
ar: بعض السجلات تحتوي على حقل/حقول مُخصَّصة مع اسماء فارِغة. يُمكن أن يكون هذا علامة على تلف البيانات. يرجى التحقُّق من هذه الإدخالات: %@
cs: Některé záznamy mají vlastní pole s prázdným názvem. To může znamenat poškození dat. Prosím zkontrolujte tyto záznamy: %@
de: Einige Einträge haben benutzerdefinierte Felder mit leeren Namen. Dies kann ein Zeichen für Datenverlust sein. Bitte überprüfen Sie folgende Einträge: %@
es_es: Algunas entradas tienen uno o más campos personalizados con nombres vacíos. Esto puede ser signo de daño en los datos. Por favor, compruebe estas entradas: %@
fr: Certaines entrées ont des champs personnalisés avec des noms vides. Cela peut être un signe de corruption de données. Veuillez vérifier ces entrées : %@
it: Alcune voci hanno campi personalizzati con nomi vuoti. Questo può essere un indice di corruzione dei dati. Controlla queste voci: %@
ja: 名前がないカスタムフィールドがあります。これはデータ破損の兆候です。次のエントリーを確認してください: %@
nl: Sommige items hebben aangepast(e) veld(en) met lege namen. Dit kan duiden op gegevensbeschadiging. Controleer de volgende items: %@
ru: Некоторые записи содержат поля без названий. Это может быть признаком повреждённой базы. Проверьте следующие записи: %@
sk: Niektoré záznamy majú vlastné polia s nevyplneným názvom. Môže to znamenať poškodenie dát. Prosím skontrolujte tieto záznamy: %@
sv_se: Några konton har anpassade fält med saknade namn. Detta kan vara ett tecken på skadad databas. Vänligen kontrollera följande konton: %@
th: บางรายการมีช่องที่กำหนดเองด้วยการไม่ได้ตั้งชื่อไว้ จะเป็นสัญญาณว่าข้อมูลมีความเสียหาย โปรดตรวจสอบรายการดังต่อไปนี้: %@
uk: Деякі записи містять поля без назв. Це може бути ознакою пошкодженої бази. Перевірте такі записи: % @
zh_tw: 某些條目具有空名稱的自定義欄位。這是資料庫早期損壞的跡象。請檢查以下條目： %@

# [Database2/Loading/Warning/unusedAttachments]
source: The database contains some attachments that are not used in any entry. Most likely, they have been forgotten by the last used app (%@). However, this can also be a sign of data corruption. Please make sure to have a backup of your database before changing anything.
ar: تحوي قاعدة البيانات بعض المُرفقات التي لا تُستخدم في أي سجل. على الأرجح، تمَّ نسيانها من قِبَل آخر تطبيق مُستخدم (%@). ومع ذلك، يمكن أن يكون هذا أيضا علامة على تلف البيانات. الرجاء التأكد من وجود نسخة احتياطية من قاعدة البيانات الخاصة بك قبل تغيير أي شيء.
cs: Databáze obsahuje některé přílohy, které nejsou použity v žádném záznamu. Pravděpodobně zapomenuto při posledním použitím aplikace (%@). Nicméně to může být také známkou poškození dat. Prosím ujistěte se, že máte zálohu vaší databáze před nedávnou změnou.
de: Die Datenbank enthält einige Anhänge, die in keinem Eintrag verwendet werden. Wahrscheinlich wurden sie von der letzten App (%@) vergessen. Dies kann aber auch ein Zeichen von Datenverlust sein. Bitte stellen Sie sicher, dass Sie eine Sicherung Ihrer Datenbank haben, bevor Sie etwas ändern.
es_es: La base de datos contiene algunos adjuntos que no se utilizan en ninguna entrada. Lo más probable es que hayan sido dejadas por la última aplicación usada (%@). Sin embargo, esto también puede ser un signo de daño en los datos. Por favor, asegúrese de tener una copia de seguridad de su base de datos antes de cambiar nada.
fr: La base de données contient des pièces jointes qui ne sont utilisées dans aucune entrée. Très probablement, ils ont été oubliés par la dernière application (%@). Cependant, cela peut également être un signe de corruption des données. Veuillez vous assurer d'avoir une sauvegarde de votre base de données avant de changer quoi que ce soit.
it: Il database contiene alcuni allegati non usati in nessuna voce. Molto probabilmente, sono stati dimenticati dall'ultima applicazione utilizzata (%@). Tuttavia, questo può anche essere un indice di corruzione dei dati. Assicurati di avere una copia del database prima di fare qualsiasi modifica.
ja: このデータベースにはどのエントリーのものでも無い添付ファイルがあります。通常は最後に使ったApp (%@) が削除します。これはデータベースの破損の兆候です。 データベースを変更する前にバックアップを作成することを推奨します。
nl: De databank bevat enkele bijlagen die niet in gebruik zijn bij een item. Waarschijnlijk zijn ze vergeten door de laatstgebruikte app (%@). Dit kan echter ook een teken van gegevensbeschadiging zijn. Zorg ervoor dat je een back-up van je databank hebt voordat je iets aanpast.
ru: База содержит прикреплённые данные, которые не используются ни в одной записи. Скорее всего, они были забыты предыдущей программой (%@), но это может быть и признаком повреждения базы. Перед тем как что-либо редактировать, убедитесь, что у Вас есть резервная копия базы паролей.
sk: Databáza obsahuje niektoré prílohy, ktoré nie sú použité v žiadnom zázname. Pravdepodobne boli zabudnuté pri poslednom použití aplikácie (%@). Avšak môže to byť tiež známkou poškodenia dát. Predtým, ako niečo zmeníte, nezabudnite si prosím zálohovať svoju databázu.
sv_se: Databasen innehåller bilagor som inte är kopplade till något konto. Troligen har de glömts av den senast använda appen (%@). Detta kan också vara ett tecken på en skadad databas. Säkerställ att du har en backup på din databas innan du ändrar vidtar åtgärder.
th: ฐานข้อมูลที่มีไฟล์แนบบางไฟล์ จะไม่สามารถใช้กับรายการใด ๆ ได้ มีความเป็นไปได้ว่าพวกมันถูกลืมทิ้งไว้หลังจากใช้แอปครั้งล่าสุด (%@) อย่างไรก็ตาม สิ่งนี้จะเป็นสัญญาณว่าข้อมูลจะมีความเสียหาย โปรดตรวจสอบว่าฐานข้อมูลได้สำรองข้อมูลไว้แล้วก่อนการเปลี่ยนแปลงใด ๆ
uk: База містить прикріплені дані, які не використовуються ні в одному записі. Швидше за все, вони були забуті попередньою програмою (%@), але це може бути і ознакою пошкодження бази. Перед тим як що-небудь редагувати, переконайтеся, що у Вас є резервна копія бази паролів.
zh_tw: 資料庫包含一些未在任何條目中使用的附件。最有可能的是，它們已被上次使用的應用程式(%@) 遺忘。但是，這也可能是資料庫早期損壞的跡象。在更改任何內容之前, 請確保資料庫已經備份。

# [Database2/Progress/decompressing]
source: Decompressing database
ar: يجري فك ضغط قاعدة البيانات
cs: Dekomprimování databáze
de: Dekomprimiere Datenbank
es_es: Descomprimiendo base de datos
fr: Décompression de la base de données
it: Decomprimo database
ja: データベースを展開中
nl: Bezig met decomprimeren van databank
ru: Распаковка базы паролей
sk: Dekompresia databázy
sv_se: Packar upp databasen
th: กำลังคลายการบีบอัดฐานข้อมูล
uk: Розпакування бази паролів
zh_tw: 解壓縮資料庫

# [Database2/Progress/integrityCheck]
source: Checking integrity
ar: التحقُّق مِن سلامة الملف
cs: Kontrola integrity
de: Integrität wird überprüft
es_es: Comprobando integridad
fr: Vérification de l'intégrité
it: Verifico integrità
ja: 整合性をチェック中
nl: Bezig met integriteitscontrole
ru: Проверка целостности
sk: Kontrola integrity
sv_se: Kontrollerar integritet
th: กำลังตรวจสอบความสมบูรณ์
uk: Перевірка цілісності
zh_tw: 完整性檢查

# [Database2/Progress/parsingXML]
source: Parsing database
ar: تحليل قاعدة البيانات
cs: Analýza databáze
de: Lade Datenbank
es_es: Leyendo base de datos
fr: Analyse de la base de données
it: Analizzo database
ja: データベースを解析中
nl: Bezig met verwerken van databank
ru: Разбор базы паролей
sk: Analýza databázy
sv_se: Tolkar databas
th: กำลังแจกแจงฐานข้อมูล
uk: Аналіз бази паролів
zh_tw: 解析資料庫

# [Database2/Progress] Loading database
source: Loading database
ar: تحميل قاعدة البيانات
cs: Načítání databáze
de: Lade Datenbank
es_es: Cargando la base de datos
fr: Chargement de la base de données
it: Carico database
ja: データベースを読み込み中
nl: Bezig met laden van databank
ru: Загрузка базы паролей
sk: Načítanie databázy
sv_se: Laddar databas
th: กำลังโหลดฐานข้อมูล
uk: Завантаження бази паролів
zh_tw: 載入資料庫

# [Database2/Progress] Reading database content
source: Reading database content
ar: قراءة مُحتوى قاعدة البيانات
cs: Čtení obsahu databáze
de: Lese Datenbankinhalt
es_es: Leyendo contenido de la base de datos
fr: Lecture du contenu de la base de données
it: Leggo contenuto database
ja: コンテンツを読み込み中
nl: Bezig met uitlezen van databank
ru: Чтение базы паролей
sk: Čítanie obsahu databázy
sv_se: Läser databasinnehåll
th: กำลังอ่านเนื้อหาในฐานข้อมูล
uk: Читання бази паролів
zh_tw: 讀取資料庫內容

# [Database2/Progress] Writing encrypted blocks
source: Writing encrypted blocks
ar: كتابة كُتَل مُعمَّاة
cs: Zápis šifrovaných bloků
de: Verschlüsselte Blöcke werden geschrieben
es_es: Escribiendo bloques cifrados
fr: Écriture de blocs chiffrés
it: Scrivo blocchi criptati
ja: ブロックを書き込み中
nl: Bezig met wegschrijven van versleutelde blokken
ru: Запись шифрованных блоков
sk: Zapisovanie šifrovaných blokov
sv_se: Skriver krypterade block
uk: Запис шифрованих блоків
zh_tw: 寫入加密區塊

# [Database2/Saving/Error] Data compression error: %@
source: Data compression error: %@
ar: خطأ في ضغط البيانات: %@
cs: Chyba komprese dat: %@
de: Datenkomprimierungsfehler: %@
es_es: Error de compresión de datos: %@
fr: Erreur de compression de données : %@
it: Errore compressione dati: %@
ja: データ圧縮エラー: %@
nl: Fout bij gegevenscompressie: %@
ru: Ошибка сжатия данных: %@
sk: Chyba kompresie dát: %@
sv_se: Kompressionsfel: %@
uk: Помилка стиснення даних: %@
zh_tw: 資料壓縮錯誤: %@

# [Database2/Saving/Error] Encryption error: %@
source: Encryption error: %@
ar: خطأ في التعمية: %@
cs: Chyba šifrování: %@
de: Verschlüsselungsfehler: %@
es_es: Error de cifrado: %@
fr: Erreur de chiffrement : %@
it: Errore cifratura: %@
ja: 暗号化エラー: %@
nl: Versleutelingsfout: %@
ru: Ошибка шифрования: %@
sk: Chyba šifrovania: %@
sv_se: Krypteringsfel: %@
uk: Помилка шифрування: %@
zh_tw: 加密錯誤: %@

# [Database2/Xml2/ParsingError] Malformed value '%@' in %@
source: Malformed value '%1$@' in %2$@
ar: قيمة مشوهة '%1$@' في %2$@
cs: Poškozená hodnota '%1$@' v %2$@
de: Fehlerhaft formatierter Wert '%1$@' in %2$@
es_es: Valor incorrecto '%1$@' en %2$@
fr: Valeur '%1$@' malformée dans %2$@
it: Valore malformato '%1$@' in %2$@
ja: 不正な値 '%1$@' が %2$@ に存在
nl: Ongeldige waarde '%1$@' in %2$@
ru: Непонятное значение ‘%1$@’ в теге %2$@
sk: Poškodená hodnota '%1$@' in %2$@
sv_se: Felformaterat värde '%1$@' i %2$@
uk: Незрозуміле значення '%1$@' в тезі %2$@
zh_tw: %2$@ 中的值 %1$@ 錯誤
