Repository: keepassium/KeePassium-L10n
Catalog: */KeePassiumLib.xliff
Languages: ar, cs, de, es_es, fr, it, ja, nl, ru, sk, sv_se, th, uk, zh_tw

# [Database/EncryptionSettings/dataCipher]
source: Encryption Algorithm
de: Chiffrier-Algorithmus
it: Algoritmo crittografico
ru: Алгоритм шифрования
sk: Algoritmus šifrovania

# [Database/EncryptionSettings/iterations]
source: Transform Rounds
de: Iterationen
it: Cicli trasformativi
ru: Циклов преобразования
sk: Transformačné kolá

# [Database/EncryptionSettings/kdf]
source: Key Derivation Function
de: Schlüsselableitungsfunktion
fr: Fonction de dérivation de clé
it: Funzione di derivazione di chiave
nl: Sleutel Afleiding Functie
ru: Функция формирования ключа
sk: Funkcia pre vytvorenie kľúča

# [Database/EncryptionSettings/memoryAutoFillWarning]
source: High memory requirements can make this database incompatible with Password AutoFill.
de: Hohe Speicheranforderungen können das autom. Ausfüllen von Passwörtern für die Datenbank deaktivieren.
it: Un elevato consumo di memoria potrebbe rendere questo database incompatibile con l'inserimento automatico.
ru: Высокие требования к памяти могут сделать эту базу несовместимой с функцией автозаполнения паролей.
sk: Veľké požiadavky na pamäť môžu spôsobiť, že táto databáza nebude kompatibilná s funkciou automatického vyplňovania hesla.

# [Database/EncryptionSettings/memory]
source: Memory Usage
de: Speichernutzung
it: Memoria utilizzata
ru: Использование памяти
sk: Využitie pamäte

# [Database/EncryptionSettings/reset]
source: Reset to Recommended Settings
de: Empfohlene Einstellung wählen
it: Ripristina impostazioni predefinite
ru: Восстановить рекомендуемые настройки
sk: Obnovenie odporúčaných nastavení

# [Database/EncryptionSettings/threads]
source: Parallelism
de: Parallelisierung
it: Parallelismo
ru: Параллелизм
sk: Paralelnosť

# [Database/EncryptionSettings/title]
source: Encryption Settings
de: Verschlüsselung
it: Impostazioni di crittografia
ru: Настройки шифрования
sk: Nastavenia šifrovania

# [Database/Entry/LinkedDatabase/message]
source: This entry points to another database.
de: Dieser Eintrag verweist auf eine andere Datenbank.
it: Questa voce punta a un altro database.
sk: Tento záznam odkazuje na inú databázu.

# [Database/Export/PlainText/warning]
source: The exported file will contain your data in plaintext, without any protection.
it: Il file esportato conterrà i tuoi dati in formato plaintext, senza alcuna protezione.

# [Database/ExternalChange/Status/checkInProgress]
source: Checking for changes…
de: Prüfe auf Änderungen …
it: Verifico modifiche…
sk: Kontrolujú sa zmeny…

# [Database/ExternalChange/Status/failed]
source: Refresh failed
de: Aktualisieren fehlgeschlagen
it: Ricaricamento fallito
sk: Obnovenie zlyhalo

# [Database/ExternalChange/Status/upToDate]
source: Up to date
de: Aktualisiert
it: Aggiornato
sk: Aktuálne

# [Database/ExternalChange/notification]
source: Database file has changed. Reload?
de: Datenbankdatei wurde geändert. Neu laden?
it: Il file database è cambiato. Ricaricare?
sk: Súbor databázy sa zmenil. Chcete ho znovu načítať?

# [Database/FormatVersion/Conversion/allDataPreserved]
source: All your data will be preserved.
de: Alle Ihre Daten bleiben erhalten.
it: Tutti i tuoi dati saranno conservati.
nl: Al uw gegevens zullen worden bewaard.
ru: Все ваши данные будут сохранены.
sk: Všetky vaše údaje zostanú zachované.

# [Database/FormatVersion/PasskeysNotSupported]
source: Current database format does not support passkeys.
it: Il formato attuale del database non supporta le chiavi d'accesso.

# [Database/FormatVersion/Upgrade/text]
source: KeePassium needs to upgrade your database file format (from %1$@ to %2$@). You might need to update other apps that use this database.
de: KeePassium muss das Dateiformat Ihrer Datenbank aktualisieren (von %1$@ auf %2$@). Möglicherweise müssen Sie auch andere Anwendungen aktualisieren, die diese Datenbank verwenden.
it: KeePassium deve aggiornare il formato del file del database (da %1$@ a %2$@). Potrebbe essere necessario aggiornare altre applicazioni che utilizzano questo database.
nl: KeePassium moet uw database bestandsindeling bijwerken (van %1$@ naar %2$@). U moet mogelijk andere apps bijwerken die deze database gebruiken.
ru: Необходимо обновить формат базы данных (с %1$@ на %2$@). Может потребоваться обновить другие приложения, использующие эту базу данных.
sk: KeePassium potrebuje aktualizovať formát súboru databázy (z %1$@ na %2$@). Možno budete musieť aktualizovať ďalšie aplikácie, ktoré používajú túto databázu.

# [Database/FormatVersion/Upgrade/title]
source: Before we continue
de: Bevor wir fortfahren
it: Prima di continuare
nl: Voordat we verdergaan
ru: Прежде чем продолжить
sk: Skôr ako budeme pokračovať

# [Database/IconSet/System/title]
source: System
it: Sistema
ru: Системные
sk: Systém

# [Database/Item/Edited/state]
source: Edited
de: Bearbeitet
it: Modificato
nl: Bewerkt
ru: Изменено
sk: Upravené

# [Database/LesserTargetFormat/warning]
source: This is an older database format, some data might be lost.
de: Dies ist ein älteres Datenbankformat, wodurch einige Daten verloren gehen können.
es_es: Formato de base de datos antiguo, se pueden perder datos.
fr: Il s'agit d'un ancien format de base de données, certaines données pourraient être perdues.
it: Questo è un formato di database vecchio, alcuni dati potrebbero andare persi.
ja: これは古いデータベース形式です。一部のデータが失われる可能性があります。
nl: Dit is een ouder databankformaat; bepaalde gegevens gaan mogelijk verloren.
ru: Это старый формат базы данных, некоторые данные могут быть потеряны.
sk: Toto je starší formát databázy, niektoré údaje sa môžu stratiť.
uk: Це старий формат бази даних, деякі дані можуть бути втрачені.

# [Database/List/LocalMissing/message]
source: If some local files are not listed, launch the main KeePassium app first.
de: Wenn einige lokale Dateien nicht aufgeführt sind, starten Sie zunächst die Hauptapp von KeePassium.
it: Se dei file locali non sono elencati, avvia prima l'app principale di KeePassium.
sk: Ak niektoré miestne súbory nie sú uvedené, spustite najprv hlavnú aplikáciu KeePassium.

# [Database/List/title]
source: Databases
de: Datenbanken
it: Database
sk: Databázy

# [Database/Load/Error/encryptedByIntune]
source: This database is protected by your corporate IT policies and Microsoft Intune.
de: Diese Datenbank ist durch Ihre unternehmenseigenen IT-Richtlinien und Microsoft Intune geschützt.
fr: Cette base de données est protégée par les politiques informatiques de votre entreprise et par Microsoft Intune.
it: Questo database è protetto dalle politiche IT della tua azienda e da Microsoft Intune.
ja: このデータベースは、企業の IT ポリシーと Microsoft Intune によって保護されています。
nl: Deze databank is beveiligd door het zakelijke it-beleid en Microsoft Intune.
ru: Эта база данных защищена вашей корпоративной политикой в области ИТ и Microsoft Intune.
sk: Táto databáza je chránená IT politikami vašej spoločnosti a Microsoft Intune.

# [Database/Load/Error] Cannot find database file
source: Cannot find database file
ar: يتعذَّر العثور على ملف قاعدة البيانات
cs: Nelze najít databázi
de: Datenbank-Datei kann nicht gefunden werden
es_es: Base de datos no encontrada
fr: Impossible de trouver le fichier de la base de données
it: File database non trovato
ja: データベースが見つかりません
nl: Kan databankbestand niet vinden
ru: Не удалось найти файл базы паролей
sk: Nenájdený databázový súbor
sv_se: Kan inte hitta databasfilen
th: ไม่สามารถหาฐานข้อมูลได้
uk: Не вдалося знайти файл бази паролів
zh_tw: 找不到資料庫檔案

# [Database/Load/Error] Cannot find key file
source: Cannot find key file
ar: يتعذَّر العثور على ملف المفتاح
cs: Nelze najít klíčový soubor
de: Schlüsseldatei kann nicht gefunden werden
es_es: Archivo de clave no encontrado
fr: Impossible de trouver le fichier clé
it: File chiave non trovato
ja: キーファイルが見つかりません
nl: Kan sleutelbestand niet vinden
ru: Не удалось найти ключевой файл
sk: Súbor s kľúčom nenájdený
sv_se: Kan inte hitta nyckelfilen
th: ไม่สามารถหาไฟล์กุญแจได้
uk: Не вдалося знайти файл-ключ
zh_tw: 找不到金鑰檔案

# [Database/Load/Error] Cannot open database file
source: Cannot open database file
ar: يتعذَّر فتح ملف قاعدة البيانات
cs: Databázi nelze otevřít
de: Datenbank-Datei kann nicht geöffnet werden
es_es: No se pudo abrir la base de datos
fr: Impossible d'ouvrir le fichier de la base de données
it: Impossibile aprire il file database
ja: データベースを開けません
nl: Kan databankbestand niet openen
ru: Не удалось открыть базу паролей
sk: Nedá sa otvoriť databázový súbor
sv_se: Kan inte öppna databasfilen
th: ไม่สามารถเปิดไฟล์ฐานข้อมูลได้
uk: Не вдалося відкрити базу паролів
zh_tw: 無法打開資料庫檔案

# [Database/Load/Error] Cannot open key file
source: Cannot open key file
ar: يتعذَّر فتح ملف المفتاح
cs: Klíčový soubor nelze otevřít
de: Schlüsseldatei kann nicht geöffnet werden
es_es: No se pudo abrir el archivo de clave
fr: Impossible d'ouvrir le fichier clé
it: Impossibile aprire il file chiave
ja: キーファイルを開けません
nl: Kan sleutelbestand niet openen
ru: Не удалось открыть ключевой файл
sk: Nedá sa otvoriť súbor s kľúčom
sv_se: Kan inte öppna nyckelfilen
th: ไม่สามารถเปิดไฟล์กุญแจได้
uk: Не вдалося відкрити файл-ключ
zh_tw: 無法打開金鑰檔案

# [Database/Load/Error] Incorrect database format
source: Incorrect database format: %@.
de: Falsches Datenbankformat: %@.
fr: Format de la base de données incorrect : %@.
it: Formato database non corretto: %@.
ja: 不正なデータベース形式: %@.
nl: Onjuist databankformaat: %@.
ru: Некорректный формат базы данных: %@.
sk: Nesprávny formát databázy: %@.

# [Database/Load/Error] Please provide at least a password or a key file
source: Please provide at least a password or a key file
ar: يُرجى تعيِّين كلمة مرور أو ملف مفتاح على الأقل
cs: Prosím, vložte heslo nebo klíčový soubor
de: Bitte nutzen Sie mindestens ein Passwort oder eine Schlüsseldatei
es_es: Proporciona al menos una contraseña o un archivo de clave
fr: Veuillez fournir au moins un mot de passe ou un fichier clé
it: Fornisci almeno una password o un file chiave
ja: パスワードまたはキーファイルを入力してください
nl: Kies een wachtwoord of sleutelbestand
ru: Укажите пароль или ключевой файл
sk: Prosím, vložte heslo alebo súbor s kľúčom
sv_se: Ange som minst ett lösenord eller en nyckelfil
th: โปรดใส่รหัสผ่าน หรือไม่ก็ไฟล์กุญแจ
uk: Будь ласка, вкажіть пароль або файл-ключ
zh_tw: 請至少輸入一個密碼或者選擇一個金鑰檔案

# [Database/Load/Error] Unrecognized database format
source: Unrecognized database format
ar: صيغة قاعدة البيانات غير معترف بها
cs: Nerozpoznaný formát databáze
de: Unbekanntes Datenbankformat
es_es: Formato de base de datos desconocido
fr: Format de la base de données non reconnu
it: Formato database non riconosciuto
ja: 不明なデータベース形式です
nl: Niet-herkend databankformaat
ru: Неизвестный формат базы
sk: Nerozpoznaný formát databázy
sv_se: Okänt databasformat
th: ฟอร์แมทฐานข้อมูลที่ไม่รู้จัก
uk: Невідомий формат бази паролів
zh_tw: 未知的資料庫格式

# [Database/Loading/FromCache/text]
source: The database is unreachable. This is its latest local copy.
de: Die Datenbank ist unerreichbar. Dies ist ihre letzte lokale Kopie.
fr: La base de données est inaccessible. Il s'agit de sa dernière copie locale.
it: Il database non è raggiungibile. Questa è la copia locale più recente.
ja: データベースにアクセスできません。 最新のローカルコピーを使用します。
nl: De databank is ontoegankelijk. Dit is de nieuwste lokale kopie.
ru: База паролей недоступна. Это её новейшая локальная версия.
sk: Databáza je nedostupná. Toto je jej posledná lokálna kópia.
uk: База паролів недоступна. Це остання локальна копія.

# [Database/Loading/ReadOnly/text]
source: The database is read-only
de: Die Datenbank kann nur gelesen werden
es_es: Base de datos en modo solo lectura
fr: La base de données est en lecture seule
it: Il database è in sola lettura
ja: このデータベースは読み取り専用です
nl: De databank is alleen-lezen
ru: База паролей доступна только для чтения
sk: Databáza je len na čítanie
th: ฐานข้อมูลนี้อ่านได้เท่านั้น
uk: База паролів доступна тільки для читання

# [Database/Loading/Status] Loading...
source: Loading...
de: Lade...
es_es: Cargando ...
fr: Chargement en cours…
it: Carico...
ja: 読み込み中...
nl: Bezig met laden...
ru: Загрузка...
sk: Načítavanie...
th: กำลังโหลด...
uk: Завантаження...

# [Database/MasterKey/Change/action]
source: Change Master Key
de: Hauptpasswort ändern
fr: Modifier la clé principale
it: Modifica chiave principale
nl: Wijzig hoofdsleutel
ru: Сменить мастер-ключ
sk: Zmeniť hlavný kľúč

# [Database/MasterKey/RememberYourPassword/text]
source: If you ever forget it, you won't be able to access your data. There is no password reset option.
de: Falls Sie es einmal vergessen, können Sie nicht mehr auf Ihre Daten zugreifen. Es gibt keine Option zum Zurücksetzen des Passworts.
es_es: Si lo olvida, no podrá acceder a sus datos. No hay opción para restablecer la contraseña.
fr: Si jamais vous l'oubliez, vous ne pourrez pas accéder à vos données. Il n'y a pas d'option de réinitialisation du mot de passe.
it: Se la dimentichi, non sarai in grado di accedere ai tuoi dati. Non è possibile reimpostare la password.
ja: パスワードを忘れてしまうと、データにはアクセスできなくなります。パスワードの再設定もできません。
nl: Als u het ooit vergeet, hebt u geen toegang meer tot uw gegevens. Er is geen optie om het wachtwoord te resetten.
ru: Если вы забудете его, то не сможете получить доступ к своим данным. Восстановить этот пароль невозможно.
sk: Pokiaľ ho niekedy zabudnete, nebudete mať prístup k vašim dátam. Neexistuje žiadna možnosť na obnovenie hesla.
th: หากคุณลืมมันไป คุณจะไม่สามารถเข้าถึงข้อมูลของคุณได้อีกต่อไป เพราะไม่มีวิธีใดที่จะรีเซ็ตรหัสผ่านได้
uk: Увага! Якщо ви забудете його, то втратите доступ до своїх даних. Відновити цей пароль неможливо.

# [Database/MasterKey/RememberYourPassword/title]
source: Remember your database password
de: Merken Sie sich Ihr Datenbank-Passwort
es_es: Recordar la contraseña de la base de datos
fr: Mémorisez le mot de passe de votre base de données
it: Ricordati la password del database
ja: データベースのパスワードを記憶
nl: Onthoud uw databasewachtwoord
ru: Запомните пароль от базы
sk: Zapamätajte si svoje heslo k databáze
th: จำรหัสผ่านฐานข้อมูลของคุณ
uk: Запам'ятайте пароль від бази!

# [Database/MasterKey/changed] Master key successfully changed
source: Master key successfully changed
de: Hauptschlüssel erfolgreich geändert
es_es: Clave maestra cambiada correctamente
fr: La clé principale a été modifiée avec succès
it: Chiave principale cambiata con successo
ja: マスターキーを変更しました
nl: Hoofdsleutel is gewijzigd
ru: Мастер-ключ успешно изменён
sk: Hlavný kľúč k databáze bol úspešne zmenený
th: เปลี่ยนกุญแจหลักเรียบร้อยแล้ว
uk: Майстер-ключ успішно змінено

# [Database/MasterKey/title]
source: Master Key
de: Hauptschlüssel
it: Chiave principale
sk: Hlavný kľúč

# [Database/New/title]
source: New Database
de: Neue Datenbank
it: Nuovo database
sk: Nová databáza

# [Database/Open/action] Open Database
source: Open Database
de: Datenbank öffnen
es_es: Abrir base de datos
fr: Ouvrir base de données
it: Apri database
ja: データベースを開く
nl: Open databank
ru: Открыть базу паролей
sk: Otvoriť databázu
th: เปิดฐานข้อมูล
uk: Відкрити базу паролів

# [Database/Opened/Warning/action] Close Database
source: Close Database
de: Datenbank schließen
es_es: Cerrar base de datos
fr: Fermer la base de données
it: Chiudi database
ja: データベースを閉じる
nl: Sluit databank
ru: Закрыть базу паролей
sk: Zatvoriť databázu
th: ปิดฐานข้อมูล
uk: Закрити базу паролів

# [Database/Opened/Warning/action] Ignore and Continue
source: Ignore and Continue
de: Ignorieren und fortfahren
es_es: Ignorar y continuar
fr: Ignorer et poursuivre
it: Ignora e continua
ja: 無視して続行
nl: Negeer en ga door
ru: Пропустить и продолжить
sk: Ignorovať a pokračovať
th: ข้ามและไปต่อ
uk: Пропустити і продовжити

# [Database/Opened/Warning/lastEdited] Database was last edited by: %@
source: Database was last edited by: %@
de: Die Datenbank wurde zuletzt bearbeitet von: %@
es_es: La base de datos fue modificada por última vez por: %@
fr: Dernière édition de la base de données par : %@
it: L'ultima modifica del database è di: %@
ja: データベースを最後に編集したのは: %@
nl: De databank is voor het laatst bewerkt door: %@
ru: База паролей была изменена: %@
sk: Databázu naposledy upravil(a): %@
th: เปลี่ยนแปลงฐานข้อมูลครั้งล่าสุดโดย: %@
uk: База паролів була змінена: %@

# [Database/Opened/Warning/title] Your database is ready, but there was an issue.
source: Your database is ready, but there was an issue.
de: Ihre Datenbank wurde geöffnet, aber es gab ein Problem.
es_es: Tu base de datos está lista, pero hubo un fallo.
fr: Votre base de données est prête, mais il y a eu un problème.
it: Il tuo database è pronto, ma aveva un problema.
ja: データベースの準備はできましたが、問題が発生しました。
nl: Je databank is klaar voor gebruik, maar er is een probleem.
ru: База паролей готова, но есть проблема.
sk: Vaša databáza je otvorená, avšak všetko neprebehlo úplne v poriadku.
th: ฐานข้อมูลของคุณพร้อมแล้ว แต่ยังมีปัญหาอยู่
uk: База паролів готова, але є проблема.

# [Database/Opened/action] Lock Database
source: Lock Database
de: Datenbank sperren
es_es: Bloquear base de datos
fr: Verrouiller la base de données
it: Blocca database
ja: データベースをロック
nl: Vergrendel databank
ru: Закрыть базу паролей
sk: Uzamknúť databázu
th: ล็อกฐานข้อมูล
uk: Заблокувати базу

# [Database/Operations/title]
source: Database Operations
de: Datenbank-Operationen
it: Operazioni database
nl: Database bewerkingen
ru: Операции с базой данных
sk: Operácie Databázy

# [Database/Passkey/Error/UnsupportedAlgorithm/description]
source: Unsupported passkey algorithm
it: Algoritmo di chiavi d'accesso non supportato

# [Database/Print/preparingPreview]
source: Preparing preview…
de: Vorschau vorbereiten …
it: Preparo anteprima…
ja: プレビューを準備中...
nl: Bezig met maken van voorvertoning…
ru: Подготовка просмотра…
sk: Pripravuje sa ukážka…

# [Database/Progress/checkingDatabaseForModifications]
source: Checking database for modifications…
de: Prüfen der Datenbank auf Änderungen …
it: Controllo modifiche del database…
ru: Проверка базы на изменения…
sk: Kontrolujú sa zmeny v databáze…

# [Database/Progress/downloading]
source: Downloading database file...
ar: يجري تنزيل ملف قاعدة البيانات...
cs: Stahování databázového souboru...
de: Datenbankdatei wird heruntergeladen …
es_es: Descargando base de datos...
fr: Téléchargement du fichier de la base de données...
it: Scarico file database...
ja: データベースをダウンロード中...
nl: Bezig met ophalen van databankbestand...
ru: Загрузка базы паролей...
sk: Sťahuje sa databázový súbor...
sv_se: Laddar ner databasfil...
th: กำลังโหลดไฟล์ฐานข้อมูล...
uk: Завантаження бази паролів...
zh_tw: 下載資料庫檔案...

# [Database/Progress/makingDatabaseBackup]
source: Making backup copy...
ar: يجري إنشاء نسخة احتياطية...
cs: Vytváření zálohy...
de: Sicherungskopie wird erstellt …
es_es: Creando copia de copia de seguridad...
fr: Création d'une copie de sauvegarde...
it: Creo copia di sicurezza...
ja: バックアップを作成中...
nl: Bezig met samenstellen van back-up...
ru: Создание резервной копии...
sk: Vytvára sa záloha...
sv_se: Skapar säkerhetskopia...
th: กำลังทำสำเนาข้อมูลสำรอง...
uk: Створення резервної копії...
zh_tw: 製作備份副本...

# [Database/Progress/resolvingFieldReferences]
source: Resolving field references…
ar: يجري حل مراجع الحقول…
cs: Řešení odkazů na pole…
de: Feldverweise werden aufgelöst …
es_es: Determinando campos de referencia…
fr: Résolution des références de champ…
it: Risolvo riferimenti campi…
ja: フィールド参照を解決しています…
nl: Veldverwijzingen oplossen …
ru: Сопоставление ссылок на поля…
sk: Riešenie odkazov na pole…
sv_se: Löser fältreferenser…
th: กำลังแก้ช่องอ้างอิง...
uk: Зіставлення посилань на поля…

# [Database/Progress/resolvingSyncConflict]
source: Resolving a sync conflict…
de: Auflösen eines Synchronisierungskonflikts …
it: Risolvo un conflitto di sincronizzazione…
ru: Пресечение конфликтов синхронизации…
sk: Riešenie konfliktu synchronizácie…

# [Database/Progress/resolving]
source: Contacting storage provider...
ar: يجري الاتصال بخدمة التخزين...
cs: Kontaktování poskytovatele úložiště...
de: Kontaktiere den Speicheranbieter...
es_es: Contactando con el proveedor de almacenamiento ...
fr: Contact avec le support d'hébergement...
it: Contatto fornitore di spazio di archiviazione…
ja: ストレージに接続中...
nl: Bezig met verbinden met opslagdienst...
ru: Соединение с хранилищем...
sk: Kontaktuje sa poskytovateľ úložiska...
sv_se: Kontaktar lagringsleverantör...
th: กำลังเชื่อมต่อระบบจัดเก็บข้อมูล...
uk: З'єднання зі сховищем файлів...
zh_tw: 正在請求空間提供商...

# [Database/Progress/writingDatabaseFile]
source: Writing database file…
de: Schreiben der Datenbankdatei …
it: Scrivo file database…
ru: Запись базы паролей…
sk: Zápis súboru databázy…

# [Database/Progress] Done
source: Done
ar: تمَّ التحميل
cs: Hotovo
de: Fertig
es_es: Hecho
fr: Fait
it: Fatto
ja: 完了
nl: Klaar
ru: Готово
sk: Hotovo
sv_se: Klar
th: เสร็จ
uk: Готово
zh_tw: 完成

# [Database/Progress] Loading key file...
source: Loading key file...
ar: يجري تحميل ملف المفتاح...
cs: Načítání klíčového souboru...
de: Schlüsseldatei wird geladen...
es_es: Cargando archivo de clave ...
fr: Chargement du fichier clé...
it: Carico file chiave…
ja: キーファイルを読み込み中...
nl: Bezig met laden van sleutelbestand...
ru: Загрузка ключевого файла...
sk: Načítava sa súbor s kľúčom...
sv_se: Laddar nyckelfil...
th: กำลังโหลดไฟล์กุญแจ...
uk: Завантаження файл-ключа...
zh_tw: 載入金鑰檔案中...

# [Database/RecommendRemote/callToAction]
source: Try connecting to your remote storage directly from KeePassium.
de: Versuchen Sie, sich direkt von KeePassium aus mit Ihrem Remote-Speicher zu verbinden.
fr: Essayez de vous connecter à votre stockage distant directement depuis KeePassium.
it: Prova a connetterti al tuo archivio remoto direttamente da KeePassium.
ja: KeePassiumから直接リモートストレージに接続してみてください。
nl: Probeer rechtstreeks vanuit KeePassium verbinding te maken met uw externe opslag.
ru: Попробуйте подключиться к удалённому хранилищу прямо из KeePassium.
sk: Skúste sa pripojiť k vášmu vzdialenému úložisku priamo z KeePassium.

# [Database/Reload/action]
source: Reload Database
de: Datenbank neu laden
it: Ricarica database
nl: Database opnieuw laden
ru: Перезагрузить базу данных
sk: Obnoviť Databázu

source: Remove database from the list? The file will remain intact and you can add it again later.
de: Datenbank aus der Liste entfernen? Die Datei bleibt erhalten und Sie können sie später erneut hinzufügen.
es_es: ¿Eliminar la base de datos de la lista? El archivo permanecerá intacto y se puede volver a añadir más tarde.
fr: Retirer la base de données de la liste ? Le fichier restera intact et vous pourrez l'ajouter à nouveau ultérieurement.
it: Rimuovere il database dalla lista? Il file rimarrà intatto e potrai aggiungerlo di nuovo in seguito.
ja: データベースを一覧から削除しますか？ ファイルはそのまま残り、後で再度追加できます。
nl: Verwijder databank uit de lijst? Het bestand blijft intact en je kunt het later nog toevoegen.
ru: Убрать базу паролей из списка? Файл останется нетронутым, вы сможете добавить его позже.
sk: Odobrať databázu zo zoznamu? Súbor nebude odstránený a môžete ho znovu pridať neskôr.
th: ลบฐานข้อมูลออกจากรายการหรือไม่? ไฟล์จะยังคงเดิมและคุณยังสามารถเพิ่มไฟล์ได้ในภายหลัง
uk: Прибрати базу паролів зі списку? Файл залишиться недоторканим, ви зможете додати його пізніше.

# [Database/Save/action] Save Database
source: Save Database
de: Datenbank speichern unter
fr: Enregistrer la base de données
it: Salva database
nl: Sla databank op
ru: Сохранить базу паролей
sk: Uložiť databázu

# [Database/SaveToServer/action]
source: Save To Server
de: Auf Server speichern
it: Salva sul server
ru: Сохранить на сервер
sk: Uložiť na server

# [Database/Saving/Status] Done
source: Done
de: Fertig
es_es: Hecho
fr: Fait
it: Fatto
ja: 完了
nl: Klaar
ru: Готово
sk: Hotovo
th: เสร็จ
uk: Готово

# [Database/Saving/Status] Saving...
source: Saving...
de: Speichern...
es_es: Guardando ...
fr: Sauvegarde...
it: Salvo…
ja: 保存中...
nl: Bezig met opslaan...
ru: Сохранение...
sk: Ukladanie...
th: กำลังบันทึก...
uk: Збереження...
