Repository: keepassium/KeePassium-L10n
Catalog: */KeePassium.xliff
Languages: ar, fr, it, ja, ko, nl, pl, tr, zh_cn

# [Premium/Benefits/AttachmentPreview/details]
source: Preview attached files directly in KeePassium and leave no traces in other apps. (Works with images, documents, archives and more.)
ar: معاينة الملفات المرفقة مباشرة في KeePassium ولا تترك أي أثر في تطبيقات أخرى. (يعمل مع الصور والمستندات والأرشيف والمزيد)
it: Visualizza l'anteprima dei file allegati direttamente in KeePassium e non lasciare tracce in altre applicazioni. (Funziona con immagini, documenti, archivi e molto altro)
ko: 다른 앱에 기록을 남기지 않고 KeePassium에서 첨부 파일을 미리 볼 수 있습니다. (이미지, 문서, 압축 파일 등 지원)
pl: Podgląd załączników bezpośrednio w KeePassium bez zostawiania śladu w innych aplikacjach (zdjęć, dokumentów, archiwów i innych).
tr: Ekli dosyaları doğrudan KeePassium'un içinde görüntüleyin ve diğer uygulamalara iz bırakmayın. (Fotoğraflar, dökümanlar, arşivler ve daha birçok belgeye uyumludur.)
zh_cn: 直接在KeePassium上预览附件, 并且不留痕迹。(适用于图像, 文文件, 文件等。)

# [Premium/Benefits/AttachmentPreview/title]
source: Preview without a trace
ar: معاينة بدون أثر
it: Anteprima senza traccia
ko: 추적 없이 미리 보기
pl: Podgląd bez śladu
tr: İz Bırakmadan Görüntüle
zh_cn: 无痕预览

# [Premium/Benefits/CustomAppIcon/details]
source: Make KeePassium look unique, familiar, or disguise it as a calculator — the choice is yours.
ar: اجعل KeePassium يبدو فريداً، مألوفاً، أو متخفياً كآلة حاسبة - الخيار لك.
it: Modifica l'aspetto di KeePassium rendendolo unico, familiare, o mascherarlo come una calcolatrice — la scelta è vostra.
ko: KeePassium의 모습을 익숙하거나 유니크하게, 또는 계산기의 모습을 흉내내도록 만듭니다. 선택은 사용자의 몫입니다.
pl: Spraw by KeePassium wyglądał wyjątkowo, przyjaźnie lub udawał kalkulator — wybór należy do Ciebie.
tr: KeePassium'u eşsiz benzersiz, keyfinize göre görünecek şekilde dizayn edin. Hesap Makinesi gibi gözükmesini dahi sağlayabilirsiniz. Seçim sizin.
zh_cn: 使KeePassium看起来独特、熟悉或伪装为一个计算器 — 选择在你。

# [Premium/Benefits/CustomAppIcon/title]
source: Change app icon
ar: تغيير ايقونة التطبيق
it: Modifica icona app
ko: 앱 아이콘 변경
pl: Zmień ikonę
tr: Uygulama Simgesini Değiştir
zh_cn: 更改应用图标

# [Premium/Benefits/DatabaseTimeout/details]
source: Tired of typing your master password? Keep your database open longer and unlock it with one tap.
ar: تعبت من كتابة كلمة المرور الرئيسة؟ حافظ على فتح قاعدة البيانات الخاصة بك لفترة أطول لفتحها بنقرة واحدة.
it: Stanco di digitare la password principale? Tieni il database aperto più a lungo e sbloccalo con un tocco.
ko: 마스터 패스워드를 입력하기 귀찮나요? 데이터베이스를 더 오래 열어둘 수 있고 탭 한 번으로 잠금 해제할 수 있습니다.
pl: Zmęczony wpisywaniem hasła głównego? Trzymaj swoją bazą otwartą dłużej i odblokuj ją jednym dotknięciem.
tr: Ana şifrenizi girmekten bıktınız mı? Veritabanınızı daha uzun süre açık tutun ve tek dokunuşla kilidini açın.
zh_cn: 厌倦了输入您的主密码？保持数据库打开时间更长, 只需轻轻一按即可解锁。

# [Premium/Benefits/DatabaseTimeout/title]
source: Save your time
ar: احفظ وقتك
it: Risparmia tempo
ko: 시간 절약
pl: Oszczędź swój czas
tr: Zaman Kazanın
zh_cn: 节省您的时间

# [Premium/Benefits/HardwareKeys/details]
source: Protect your secrets with a hardware key, such as YubiKey.
ar: قم بحماية أسرارك بمفتاح الأجهزة، مثل YubiKey.
it: Proteggi i tuoi segreti con una chiave hardware, come YubiKey.
ko: YubiKey와 같은 하드웨어 키로 비밀을 지키세요.
pl: Chroń swoje hasła kluczem sprzętowym, takim jak YubiKey.
tr: Bilgilerinizi YubiKey gibi bir donanım anahtarıyla koruyun.
zh_cn: 使用硬件密钥保护您的资料，比如 YubiKey 等。

# [Premium/Benefits/HardwareKeys/title]
source: Use hardware keys
ar: استخدام أجهزة المفاتيح
it: Usa le chiavi hardware
ko: 하드웨어 키 사용
pl: Użyj klucza sprzętowego
tr: Donanım Anahtarı Kullanın
zh_cn: 使用硬件密钥

# [Premium/Benefits/MultiDB/details]
source: Add multiple databases and quickly switch between them.
ar: إضافة قواعد بيانات متعددة والتنقل بسرعة بينهم.
it: Aggiungi più database e passa rapidamente da uno all'altro.
ko: 다양한 데이터베이스를 추가하고 데이터베이스 간에 빨리 전환할 수 있습니다.
pl: Dodaj wiele baz i szybko przełączaj się między nimi.
tr: Birden fazla veritabanı ekleyin ve aralarında kolayca geçiş yapın.
zh_cn: 添加多个数据库并快速切换它们。

# [Premium/Benefits/MultiDB/title]
source: Sync with the team
ar: المزامنة مع الفريق
it: Sincronizza con il team
ko: 팀과 데이터베이스 동기화
pl: Synchronizuj z zespołem
tr: Organize Olun
zh_cn: 与团队同步

# [Premium/Benefits/ViewFieldReferences/details]
source: Use field references to show information from other entries, instead of creating multiple copies of the same information.
it: Utilizzare i riferimenti dei campi per mostrare informazioni da altre voci, invece di creare più copie delle stesse informazioni.
ko: 같은 정보의 중복된 필드를 만들지 말고, 필드 레퍼런스를 사용하여 다른 항목의 필드 정보를 확인하세요.
tr: Aynı bilgilerin birden çok kopyasını oluşturmak yerine, diğer girdilerden gelen bilgileri göstermek için alan referanslarını kullanın.
zh_cn: 使用字段引用来显示来自其他条目的信息，而不是创建同一信息的多个副本。

# [Premium/Benefits/ViewFieldReferences/title]
source: Show field references
it: Mostra riferimenti dei campi
ko: 필드 레퍼런스 표시
tr: Alan referanslarını göster
zh_cn: 显示栏位引用

# [Premium/status] Beta testing
source: Beta testing
ar: اختبار إصدار البيتا
ko: 베타 테스트
pl: Testy beta
tr: Beta testi
zh_cn: 测试版本

# [Premium/status] Current version: %@
source: Current version: %@
ko: 현재 버전: %@

# [Premium/status] Expired %@ ago. Please renew.
source: Expired %@ ago. Please renew.
ar: انتهت صلاحيتها منذ %@ جدد من فضلك.
it: Scaduto %@ fa. Si prega di rinnovare.
ko: %@ 전에 만료되었습니다. 갱신해 주시기 바랍니다.
pl: Wygasło %@ temu. Proszę odnowić.
tr: %@ önce süresi doldu. Lütfen yenileyin.
zh_cn: 已经到期 %@ 天, 请续订。

# [Premium/status] Licensed version: %@
source: Licensed version: %@
ko: 라이선스 적용 버전: %@

# [Premium/status] Next renewal on %@
source: Next renewal on %@
ar: التجديد التالي في %@
it: Rinnovo successivo il %@
ko: %@에 갱신 예정
pl: Następne odnowienie %@
tr: Bir sonraki yenileme %@ tarihinde
zh_cn: 下次续订时间: %@

# [Premium/status] Valid forever
source: Valid forever
ar: صالحة للأبد
it: Valido per sempre
ko: 평생 유효
pl: Ważne na zawsze
tr: Sonsuza dek geçerlidir
zh_cn: 永远有效

# [Premium/usage] App being useful: %@/month, that is around %@/year.
source: App being useful: %1$@/month, that is around %2$@/year.
ar: التطبيق كان مفيد: %1$@ في الشهر، أي حوالي %2$@ في السنة.
it: App. utile: %1$@/ mese, circa %2$@/anno.
ja: Appの使用実績: %1$@/月、約%2$@/年
ko: 앱 사용 기간: %1$@/월 (%2$@/년)
nl: App is nuttig: %1$@/maand - dat is ongeveer %2$@/jaar.
pl: Aplikacja była używana: %1$@/miesiąc, to jest ok %2$@/rok.
tr: Uygulamanın kullanışlı olması: %1$@/ay, yani yaklaşık %2$@/yıl.
zh_cn: 程序已使用: %1$@/月, 大约%2$@/年

# [Settings/AppLock/Biometric/title] Use %@
source: Use %@
ar: استخدم %@
it: Usa %@
ja: %@ を使用
ko: %@ 사용
nl: Gebruik %@
pl: Użyj %@
tr: %@ kullan
zh_cn: 使用 %@

# [Settings/AppLock/LockOnLaunch/description]
source: Ensures KeePassium is locked after you force-close the app or restart the device.
it: Assicura che KeePassium sia bloccato dopo la chiusura forzata dell'app o il riavvio del dispositivo.
ja: Appを強制終了したりデバイスを再起動した時にKeePassiumがロックされるようにします。
ko: KeePassium이 강제 종료되거나 기기를 재시동할 때 앱 잠금을 확실시하고 싶으시다면 이 설정을 활성화하세요.
nl: Zorgt ervoor dat KeePassium is vergrendeld nadat u de app gedwongen hebt afgesloten of het apparaat opnieuw opstart.
pl: Zapewnia zablokowanie KeePassium po zamknięciu aplikacji lub restarcie urządzenia.
tr: Uygulamayı yukarı attığınızda ya da cihazı aç-kapa yaptığınızda KeePassium'un kilitlendiğinden emin olun.
zh_cn: 确保KeePassium在强制关闭应用程序或重新启动设备后被锁定。

# [Settings/AppLock/LockOnLaunch/title]
source: Lock on App Launch
it: Blocca all'avvio dell'app
ja: 起動時にロック
ko: 앱 실행 시 잠금
nl: Vergrendelen bij het starten van de app
pl: Blokada przy uruchomieniu
tr: Başlangıçta Kilitle
zh_cn: 应用程序启动时锁定

# [Settings/AppLock/subtitle] App Lock, %@, timeout
source: App Lock, %@, timeout
ar: قفل التطبيق، %@، مهلة الخروج
it: Blocco app, %@, timeout
ja: Appロック、%@、タイムアウト
ko: 앱 잠금, %@, 시간 제한
nl: App-vergrendeling, %@, time-out
pl: Blokada aplikacji, %@, limit czasu
tr: Uygulama Kilidi, %@, zaman aşımı
zh_cn: 应用锁定,%@, 超时

# [Settings/AppLock/subtitle] App Lock, passcode, timeout
source: App Lock, passcode, timeout
ar: قفل التطبيق، كلمة المرور، مهلة الخروج
it: Blocco app, codice di accesso, timeout
ja: Appロック、パスコード、タイムアウト
ko: 앱 잠금, 비밀번호, 시간 제한
nl: App-vergrendeling, toegangscode, time-out
pl: Blokada aplikacji, kod dostępu, limit czasu
tr: Uygulama Kilidi, pin kodu, zaman aşımı
zh_cn: 应用锁定, 应用解锁密码, 超时

# [Settings/Backup/Delete/title] Delete all backup files?
source: Delete all backup files?
ar: حذف جميع ملفات النسخ الاحتياطي؟
it: Eliminare tutti i file di backup?
ko: 모든 백업 파일을 삭제하시겠습니까?
pl: Usunąć wszystkie kopie zapasowe?
tr: Tüm yedekleme dosyalarını silinsin mi?
zh_cn: 删除所有备份当案?

# [Settings/Backup] Delete ALL Backup Files (%d)
source: Delete ALL Backup Files (%d)
ar: حذف جميع ملفات النسخ الاحتياطي (%d)
it: Elimina TUTTI i file di backup (%d)
ko: 모든 백업 파일 삭제 (%d개)
pl: Usuń WSZYSTKIE kopie zapasowe (%d)
tr: TÜM Yedekleme Dosyalarını Sil (%d)
zh_cn: 删除所有备份当案(%d)

# [Settings/Backup] No Backup Files Found
source: No Backup Files Found
ar: لم يتم العثور على ملفات نسخ احتياطي
it: Nessun File di Backup trovato
ko: 백업 파일 없음
pl: Brak kopii zapasowych
tr: Yedekleme Dosyası Bulunamadı
zh_cn: 没有找到备份文件

source: Associations between key files and databases have been removed.
ar: لقد أزيلت الرابطة بين ملفات المفاتيح وقواعد البيانات.
it: Le associazioni tra file chiave e database sono stati rimosse.
ko: 데이터베이스와 키 파일 간 연결이 초기화되었습니다.
pl: Powiązanie pliku klucza z bazą zostało usunięte.
tr: Anahtar dosyalar ve veritabanları arasındaki ilişkiler kaldırıldı.
zh_cn: 密钥文件与数据库之间的关联已被删除。

# [Settings/ClearKeyFileAssociations/Cleared/title] Cleared
source: Cleared
ar: تم المسح
it: Eliminate
ko: 초기화됨
pl: Czysto
tr: Temizlendi
zh_cn: 已清除

# [Settings/ClearMasterKeys/Cleared/text] All master keys have been deleted.
source: All master keys have been deleted.
ar: تم حذف جميع المفاتيح الرئيسة.
it: Tutte le chiavi principali sono state eliminate.
ko: 모든 마스터 키가 삭제되었습니다.
pl: Wszystkie klucze główne zostały usunięte.
tr: Tüm ana anahtarlar silindi.
zh_cn: 所有主密钥已删除。

# [Settings/ClearMasterKeys/Cleared/title] Cleared
source: Cleared
ar: تم المسح
it: Eliminate
ko: 초기화됨
pl: Czysto
tr: Temizlendi
zh_cn: 已清除

source: When you copy some text from an entry, the app will automatically clear your clipboard (pasteboard) after this time.
ar: عند نسخ بعض النصوص من السجلات، سيحذف التطبيق تلقائياً الحافظة الخاصة بك بعد هذا الوقت.
it: Quando copi un testo da una entry, l'app cancellerà automaticamente il clipboard (pasteboarad) dopo questo tempo.
ko: 항목에서 일부 텍스트를 복사한 경우, 지정한 시간 이후에 클립보드를 자동으로 비웁니다.
pl: Po skopiowaniu wpisu schowek zostanie automatycznie wyczyszczony po wybranym czasie.
tr: Bir kayıttan bir miktar metin kopyaladığınızda, uygulama bu andan itibaren panonuzu (çalışma alanını) otomatik olarak temizler.
zh_cn: 如果您从条目中复制了文本, 会在稍后自动地清理您的剪贴板。

source: If you are not interacting with the app for some time, the database will be closed for your safety. To open it, you will need to enter its master password again.
ar: إذا كنت لا تتفاعل مع التطبيق لبعض الوقت، فسيتم إغلاق قاعدة البيانات لسلامتك. لفتحها، سوف تحتاج إلى إدخال كلمة المرور الرئيسة مرة أخرى.
it: Se non interagisci con l'app per un po' di tempo, il database verrà chiuso per sicurezza. Per aprirlo, è necessario immettere nuovamente la password principale.
ko: 일정 시간동안 앱과 상호작용하지 않는 경우, 보안을 위해 데이터베이스를 자동으로 닫습니다. 데이터베이스를 열려면 마스터 패스워드를 다시 입력해야 합니다.
pl: Jeżeli program nie będzie w użyciu przez podany czas, dla bezpieczeństwa baza zostanie zamknięta. Aby ją otworzyć, wprowadź ponownie jej klucz główny.
tr: Uygulama ile bir süre etkileşimde bulunmazsanız, veritabanı güvenliğiniz için kapalı olacaktır. Açmak için ana şifresini tekrar girmeniz gerekir.
zh_cn: 如果您在一段时间内没有与KeePassium程序交互, 数据库将会自动关闭, 以确保您的安全。如果重新打开KeePassium程序您需要重新输入主密码。

# [Settings/GroupViewer] Entry Subtitle
source: Entry Subtitle
ar: وصف السجل
it: Inserisci un sottotitolo per la voce
ko: 항목 요약
pl: Pole wpisu
tr: Kayıt Altbaşlığı
zh_cn: 条目副标题

# [Settings/GroupViewer] Sort Order
source: Sort Order
ar: طريقة الفرز
it: Ordinamento
ko: 정렬 순서
pl: Sortowanie
tr: Sıralama Düzeni
zh_cn: 排序顺序

# [TipBox/callToAction/1]
source: Help us make KeePassium better!
ko: KeePassium이 더 좋은 앱이 될 수 있도록 도와주세요!

# [TipBox/callToAction/2]
source: Help us keep KeePassium shiny!
ko: KeePassium이 더 멋진 앱이 될 수 있도록 도와주세요!

# [TipBox/callToAction/3]
source: Help us keep KeePassium free!
ko: KeePassium이 계속 무료로 유지될 수 있도록 도와주세요!

# [TipBox/description/1]
source: Do you like KeePassium?
ko: KeePassium을 잘 사용하고 계신가요?

# [TipBox/description/2]
source: KeePassium is a free open-source app. You trust it with your most sensitive information. There are no ads, no spying, no nonsense — we respect you.
ko: KeePassium은 무료 오픈 소스 앱입니다. 사용자의 민감한 정보가 빠져나갈 구멍을 만들 수 없죠. 광고와 추적 없이 사용자를 존중합니다.

# [TipBox/description/3]
source: Do you like KeePassium but don't need the premium features?
ko: KeePassium을 잘 사용하고 있지만 프리미엄 기능은 필요하지 않으신가요?

# [TipBox/thankYou]
source: Thank you!
ko: 감사합니다!

# [TipBox/title/1]
source: Tip Jar
ko: 팁

# [TipBox/title/2]
source: Donations
ko: 기부

# [TipBox/title/3]
source: Support KeePassium
ko: KeePassium 지원하기

# 7bL-fQ-OUc.headerTitle
source: Feedback
ar: ردود الأفعال
fr: Retour sur expérience
ja: フィードバック
ko: 피드백
tr: Geri bildirim
zh_cn: 意见反馈

# 7cl-Fc-8Nf.text
source: Proprietary license
ar: ترخيص الملكية
fr: Licence propriétaire
it: Licenza proprietaria
ko: 사유 라이선스
pl: Prawa licencyjne
tr: Kişisel lisans
zh_cn: 专有许可证

# 7id-QT-w26.text
source: Icons by Icons8
ar: الأيقونات مِن قِبل Icons8
fr: Icônes par Icons8
it: Icone di Icons8
ko: Icons ― Icons8
pl: Ikony - Icons8
tr: Icon8 simgeleri
zh_cn: 图标 来自 Icons8

# 9MZ-zt-75x.text
source: Base32 for Swift by Norio Nomura
ar: Base32 for Swift مِن قِبل Norio Nomura
fr: Base32 pour Swift par Norio Nomura
it: Base32 per Swift di Norio Nomura
ko: Swift용 Base32 ― Norio Nomura
pl: Base32 dla Swift - Norio Nomura
tr: Norio Nomura tarafından Swift için Base32
zh_cn: Swift 的Base32实现 来自 Norio Nomura

# 9lh-fA-Xgx.text
source: Ionicons by Ionic
ar: Ionicons مِن قِبل Ionic
fr: Ionicons par Ionic
it: Ionicons di Ionic
ko: Ionicons ― Ionic
pl: Ionicons - Ionic
zh_cn: Ionicons 来自 Ionic

# 9wt-nj-TZW.text
source: KeePassium does not collect any personal or analytical data nor share it with anyone.
ar: لا تجمع KeePassium أي بيانات شخصية أو تحليلية ولا تشاركها مع أي شخص.
fr: KeePassium ne recueille aucune donnée personnelle ou analytique ni ne la partage avec quiconque.
it: KeePassium non raccoglie dati personali o analitici né li condivide con nessuno.
ko: KeePassium은 개인 정보나 통계 데이터를 수집하지 않으며, 타인 혹은 타 단체에 공유하지도 않습니다.
pl: KeePassium nie zbiera żadnych danych osobowych, danych analitycznych, ani nie nikomu ich nie udostępnia.
tr: KeePassium herhangi bir kişisel veya analitik veri toplamaz ve kimseyle paylaşmaz.
zh_cn: KeePassium不会对任何个人资料收集或分析，也不会与任何人分享。

# AMd-x7-PDa.text
source: Do you like what you see?
ar: هل تحب ما تراه؟
fr: Vous aimez ce que vous voyez ?
it: Ti piace quello che vedi?
ja: 評価とレビュー
ko: 앱을 만족스럽게 사용하고 있나요?
nl: Vind je de app prettig?
pl: Podoba Ci się to co widzisz?
tr: Gördüğünüz hoşunuza gitti mi?
zh_cn: 您喜欢您看到的吗？

# AWg-lI-BfC.text
source: MIT license
ar: رخصة MIT
fr: Licence MIT
it: Licenza MIT
ko: MIT 라이선스
pl: Licencja MIT
tr: MIT lisansı
zh_cn: MIT 授权许可

# Aig-jg-p8B.text
source: MIT license
ar: رخصة MIT
fr: Licence MIT
it: Licenza MIT
ko: MIT 라이선스
pl: Licencja MIT
tr: MIT lisansı
zh_cn: MIT 授权许可

# CNI-b8-7Da.text
source: KeePass by Dominik Reichl
ar: KeePass من قِبل Dominik Reichl
fr: KeePass par Dominik Reichl
it: KeePass di Dominik Reichl
ko: KeePass ― Dominik Reichl
pl: KeePass - Dominik Reichl
zh_cn: KeePass 来自 Dominik Reichl

# EWy-OI-IxL.text
source: Custom permissive license
ar: ترخيص إذن مخصص
fr: Licence permissive personnalisée
it: Licenza permissiva personalizzata
ko: 커스텀 퍼미시브 라이선스
pl: Liberalna licencja oprogramowania
tr: Özel izinli lisans
zh_cn: 自定义许可证

# Ha8-Qv-0qg.text
source: ChaCha20 & Salsa20 implementation by D. J. Bernstein
ar: HaCha20 و Salsa20 implementation مِن قِبل D. J. Bernstein
fr: Implémentation de ChaCha20 & Salsa20 par D. J. Bernstein
it: ChaCha20 & Salsa20 implementazione di D. J. Bernstein
ko: ChaCha20 & Salsa20 구현 ― D. J. Bernstein
pl: Implementacja ChaCha20 & Salsa20 - D. J. Bernstein
zh_cn: ChaCha20 & Salsa20 由 D. J. Bernstein 实现

# JRy-jy-KXb.text
source: GPL license
ar: رخصة GPL
fr: Licence GPL
it: Licenza GPL
ko: GPL 라이선스
pl: Licencja GPL
tr: GNU lisansı
zh_cn: GPL 授权许可

# JbR-nf-D9o.headerTitle
source: Privacy Policy
ar: سياسة الخصوصية
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보처리방침
nl: Privacybeleid
pl: Polityka prywatności
tr: Gizlilik Politikası
zh_cn: 隐私权政策

# JgR-60-OMp.text
source: Public domain
ar: مجال عام
fr: Domaine public
it: Dominio Pubblico
ko: 퍼블릭 도메인
pl: Domena publiczna
tr: Genel alan
zh_cn: 公有领域

# JjJ-GT-eoX.text
source: LGPL license
fr: Licence LGPL
ko: LGPL 라이선스
pl: Licencja LGPL
tr: GNU (Kısıtlı Genel Kamu Lisansı)
zh_cn: LGPL 许可证

# Kdg-Hz-XOQ.text
source: Fancy deboss pattern by Daniel Beaton
ar: Fancy deboss pattern مِن قِبل Daniel Beaton
fr: Fancy deboss pattern par Daniel Beaton
it: Fancy deboss pattern di Daniel Beaton
ko: Fancy deboss pattern ― Daniel Beaton
pl: Ozdobny tłoczny wzór - Daniel Beaton
tr: Daniel Beaton tarafından özel pütürlü desen
zh_cn: Fancy deboss pattern 来自 Daniel Beaton

# NLN-lQ-bh5.title
source: About
ar: حول
fr: À propos
it: Altro
ja: このAppについて
ko: 앱 정보
nl: Over
pl: O programie
tr: Hakkında
zh_cn: 关于

# OaP-Bl-5vR.text
source: TPInAppReceipt by Pavel Tikhonenko
ar: TPInAppReceipt مِن قِبل Pavel Tikhonenko
fr: TPInAppReceipt de Pavel Tikhonenko
it: TPInAppReceipt di Pavel Tikhonenko
ko: TPInAppReceipt ― Pavel Tikhonenko
pl: TPInAppReceipt - Pavel Tikhonenko
zh_cn: TPInApprecipt 来自 Pavel Tikhonenko

# QV5-N8-NRt.text
source: Public domain
ar: مجال عام
fr: Domaine public
it: Dominio pubblico
ko: 퍼블릭 도메인
pl: Domena publiczna
tr: Genel alan
zh_cn: 公有领域

# Rab-wf-OQe.text
source: MIT license
ar: رخصة MIT
fr: Licence MIT
it: Licenza MIT
ko: MIT 라이선스
pl: Licencja MIT
tr: MIT lisansı
zh_cn: MIT 授权许可

# SOX-Re-yl9.text
source: Linecons by Andrian Valeanu
ar: Linecons مِن قِبل Andrian Valeanu
fr: Linecons par Andrian Valeanu
it: Linecons di Andrian Valeanu
ko: Linecons ― Andrian Valeanu
pl: Linecons - Andrian Valeanu
zh_cn: Linecons 来自 Andrian Valeanu

# TOl-DA-gYc.text
source: Contact Support
ar: التواصل مع الدعم
fr: Contacter le support technique
it: Contatta il Supporto
ja: お問い合わせ
ko: 지원 요청하기
nl: Neem contact op met ons ondersteuningsteam
pl: Uzyskaj wsparcie
tr: Destekle İletişim
zh_cn: 联络支持团队

# VuB-ng-Uii.text
source: Nuvola icons by David Vignoni
fr: Icônes Nuvola par David Vignoni
ko: Nuvola 아이콘 ― David Vignoni
pl: Ikony Nuvola - David Vignoni
zh_cn: Nuvola icons 来自 David Vignoni

# Xee-Y1-Dcw.text
source: Yubico Mobile iOS SDK by Yubico AB
ar: Yubico Mobile iOS SDK مِن قِبل Yubico AB
fr: Yubico Mobile iOS SDK par Yubico AB
it: Yubico Mobile iOS SDK di Yubico AB
ko: Yubico Mobile iOS SDK ― Yubico AB
pl: Yubico Mobile iOS SDK - Yubico AB
zh_cn: Yubico Mobile iOS SDK 来自 Yubico AB

# Z7s-Ch-895.text
source: MIT license
fr: Licence MIT
ko: MIT 라이선스
pl: Licencja MIT
tr: MIT lisansı
zh_cn: MIT 授权许可

# aqX-J9-IzD.text
source: Translation by KeePassium contributors
ar: التَرجمة العَربية مِن قِبل @ZER0-X
fr: Traduction par les contributeurs de KeePassium
it: Traduzione da parte dei contributori di KeePassium
ko: 한국어 번역 ― somni (@somni_somni)
pl: Tłumaczenie - społeczność KeePassium
tr: KeePassium katılımcıları tarafından yapılan çeviri
zh_cn: 简体中文翻译 由 社群 与 3374575857 贡献

# axY-gm-XNr.text
source: Twofish implementation by Niels Ferguson
ar: Twofish implementation مِن قِبل Niels Ferguson
fr: Implémentation de Twofish par Niels Ferguson
it: Implementazione Twofish di Niels Ferguson
ko: Twofish 구현 ― Niels Ferguson
pl: Implementacja Twofish - Niels Ferguson
tr: Niels Ferguson'un Twofish uygulaması
zh_cn: Twofish 由 Niels Ferguson 实现

# bAq-tq-nuY.text
source: MIT license
ar: رخصة MIT
fr: Licence MIT
it: Licenza MIT
ko: MIT 라이선스
pl: Licencja MIT
tr: MIT lisansı
zh_cn: MIT 授权许可

# dMv-Zw-y7y.text
source: MIT license
ar: رخصة MIT
fr: Licence MIT
it: Licenza MIT
ko: MIT 라이선스
pl: Licencja MIT
tr: MIT lisansı
zh_cn: MIT 授权许可

# daJ-ma-jhe.text
source: MIT license
ar: رخصة MIT
fr: Licence MIT
it: Licenza MIT
ko: MIT 라이선스
pl: Licencja MIT
tr: MIT lisansı
zh_cn: MIT 授权许可

# hDU-6p-Bzr.text
source: Rijndael implementation by Szymon Stefanek
ar: Rijndael implementation مِن قِبل Szymon Stefanek
fr: Implémentation de Rijndael par Szymon Stefanek
it: Implementazione di Rijndael di Szymon Stefanek
ko: Rijndael 구현 ― Szymon Stefanek
pl: Implementacja Rijndael - Szymon Stefanek
tr: Szymon Stefanek'in Rijndael uygulaması
zh_cn: Rijndael 由 Szymon Stefanek 实现

# hW0-fR-mIf.text
source: Icons by KeePassXC team
fr: Icônes par l'équipe KeePassXC
ko: 아이콘 ― KeePassXC 팀
pl: Ikony - Grupa KeePassXC
zh_cn: Icons 来自 KeePassXC team

# hqP-9y-rXc.text
source: MIT license
fr: Licence MIT
ko: MIT 라이선스
pl: Licencja MIT
zh_cn: MIT 授权许可

# ht7-pj-Dbb.text
source: Apache 2.0 license
ar: ترخيص Apache 2.0
fr: Licence Apache 2.0
it: Licenza Apache 2.0
ko: Apache 2.0 라이선스
pl: Licencja Apache 2.0
tr: Apache 2.0 lisansı
zh_cn: Apache 2.0 许可证

# lht-LP-o0Y.text
source: MIT license
ar: رخصة MIT
fr: Licence MIT
it: Licenza MIT
ko: MIT 라이선스
pl: Licencja MIT
tr: MIT lisansı
zh_cn: MIT 授权许可

# muG-xI-muo.headerTitle
source: Credits
ar: شكر وتقدير
fr: Crédits
it: Riconoscimenti
ja: クレジット
ko: 크레딧 및 사용 라이브러리
nl: Met dank aan
pl: Twórcy
tr: Katkıda Bulunanlar
zh_cn: 鸣谢

# o9e-qb-mMw.text
source: CC0 license
ar: ترخيص CC0
fr: Licence CC0
it: Licenza CC0
ko: CC0 라이선스
pl: Licencja CC0
tr: CC0 lisansı
zh_cn: CC0 授权

# r7M-Gb-1Xd.text
source: Toast-Swift by Charles Scalesse
fr: Toast-Swift développé par Charles Scalesse
ko: Toast-Swift ― Charles Scalesse
pl: Toast-Swift - Charlesa Skalesse

# rDJ-4G-8Oz.text
source: Argon2 by Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson, and Samuel Neves
ar: Argon2 مِن قِبل Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson, و Samuel Neves
fr: Argon2 de Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson, et Samuel Neves
it: Argon2 di Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson e Samuel Neves
ko: Argon2 ― Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson, Samuel Neves
pl: Argon2 - Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson i Samuel Neves
zh_cn: Argon2 来自 Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson, 还有 Samuel Neves

# sCk-Se-Vvo.text
source: MIT license
ar: رخصة MIT
fr: Licence MIT
it: Licenza MIT
ko: MIT 라이선스
pl: Licencja MIT
tr: MIT lisansı
zh_cn: MIT 授权许可

# sDW-ws-pQf.text
source: GzipSwift by 1024jp
ar: GzipSwift مِن قِبل 1024jp
fr: GzipSwift par 1024jp
it: GzipSwift di 1024jp
ko: GzipSwift ― 1024jp
pl: GzipSwift - 1024jp
zh_cn: GzipSwift 来自 1024jp

# sI5-AG-Y6p.text
source: AEXML by Marko Tadić
ar: AEXML مِن قِبل Marko Tadić
fr: AEXML par Marko Tadić
it: AEXML di Marko Tadić
ko: AEXML ― Marko Tadić
pl: AEXML - Marko Tadić
zh_cn: AEXML 来自 Marko Tadić

# tOr-N9-2UY.text
source: Feather icons by Cole Bemis
ar: Feather icons مِن قِبل Cole Bemis
fr: Icônes plume par Cole Bemis
it: Icone Feather di Cole Bemis
ko: Feather 아이콘 ― Cole Bemis
pl: Feather icons - Cole Bemis
zh_cn: Feather icons 来自 Cole Bemis

# uiw-Qh-pNp.text
source: Leave an App Store review.
ar: اترك مراجعة في متجر التطبيقات.
fr: Laisser un avis sur l'App Store.
it: Lascia una recensione dell'App Store.
ja: App Storeにレビューを書く
ko: App Store에 리뷰를 작성해주세요.
nl: Laat een recensie achter in de App Store.
pl: Dodaj opinie w App Store.
tr: AppStore'da bizi değerlendirin.
zh_cn: 在 App Store 留下评论。

# vg0-6M-OIq.text
source: KeyboardLayoutConstraint by James Tang
ar: قيود تخطيط لوحة المفاتيح مِن قِبل James Tang
fr: KeyboardLayoutConstraint par James Tang
it: Vincolo KeyboardLayout di James Tang
ko: KeyboardLayoutConstraint ― James Tang
pl: KeyboardLayoutConstraint - James Tang
zh_cn: KeyboardLayoutConstraint 来自 James Tang
