Repository: keepassium/KeePassium-L10n
Catalog: */KeePassiumLib.xliff
Languages: ar, cs, de, es_es, fr, it, ja, nl, ru, sk, sv_se, th, uk, zh_tw

# [RemoteConnection/Connection/title]
source: Connection
de: Verbindung
fr: Connexion
it: Connessione
ja: 接続
nl: Verbinding
ru: Соединение
sk: Pripojenie

# [RemoteConnection/Credentials]
source: Credentials
de: Anmeldedaten
fr: Identifiants
it: Credenziali
ja: アカウント
nl: Inloggegevens
ru: Учётные данные
sk: Poverenia

# [RemoteConnection/Direct/description]
source: KeePassium will communicate directly with your online storage. This ensures reliable file transfer.
de: KeePassium kommuniziert direkt mit Ihrem Online-Speicher. Dies gewährleistet eine zuverlässige Dateiübertragung.
it: KeePassium comunicherà direttamente con il tuo spazio di archiviazione online. Questo assicura un trasferimento file affidabile.
ru: KeePassium будет напрямую общаться с вашим онлайн-хранилищем. Это обеспечивает надёжную передачу файлов.
sk: KeePassium bude komunikovať priamo s vaším online úložiskom. Tým sa zabezpečí spoľahlivý prenos súborov.

# [RemoteConnection/Error/AuthenticationFailed/title]
source: Authentication failed
de: Anmeldung fehlgeschlagen
fr: Authentification échouée
it: Autenticazione fallita
ja: 認証失敗
nl: Authenticatie mislukt
ru: Ошибка авторизации
sk: Overenie zlyhalo

# [RemoteConnection/FileURL]
source: File URL
de: Datei-URL
fr: Adresse URL du fichier
it: URL file
ja: ファイルのURL
nl: Bestandsurl
ru: URL файла
sk: Adresa URL súboru

# [RemoteConnection/GoogleDrive/Folder/myDrive]
source: My Drive
de: Meine Ablage
it: Il mio Drive
ru: Мой диск
sk: Môj disk

# [RemoteConnection/GoogleDrive/Folder/sharedWithMe]
source: Shared With Me
de: Für mich freigegeben
it: Condivisi con me
ru: Доступные мне
sk: Zdieľané so mnou

# [RemoteConnection/OneDrive/Folder/files]
source: Files
de: Dateien
fr: Fichiers
it: File
ja: ファイル
nl: Bestanden
ru: Файлы
sk: Súbory

# [RemoteConnection/OneDrive/Folder/sharedWithMe]
source: Shared
de: Geteilt
it: Condivisi
ja: 共有
nl: Gedeeld
ru: Общие
sk: Zdieľané

# [RemoteConnection/ServerURL]
source: Server URL
it: URL server
ru: URL сервера
sk: URL servera

# [RemoteConnection/SignIn/Dropbox/action]
source: Sign in to Dropbox
de: Anmelden in Dropbox
it: Accedi a Dropbox
ru: Войти в Dropbox
sk: Prihlásiť sa do služby Dropbox

# [RemoteConnection/SignIn/Dropbox/authorizationRequried]
source: Dropbox needs you to sign in again.
de: Dropbox fordert dich auf dich erneut anzumelden.
it: Dropbox richiede di nuovo l'accesso.
ru: Необходимо повторно войти в Dropbox.
sk: Dropbox vyžaduje, aby ste sa opätovne prihlásili.

# [RemoteConnection/SignIn/GoogleDrive/action]
source: Sign in to Google Drive
de: Bei Google Drive anmelden
it: Accedi a Google Drive
ru: Войти в Google Диск
sk: Prihláste sa do služby Disk Google

# [RemoteConnection/SignIn/GoogleDrive/authorizationRequried]
source: Google Drive needs you to sign in again.
de: Sie müssen sich erneut bei Google Drive anmelden.
it: Google Drive richiede di nuovo l'accesso.
ru: Необходимо повторно войти в Google Диск.
sk: Disk Google vyžaduje, aby ste sa opätovne prihlásili.

# [RemoteConnection/SignIn/OneDrive/action]
source: Sign in to OneDrive
de: Bei OneDrive anmelden
fr: Connectez-vous à OneDrive
it: Accedi a OneDrive
ja: OneDriveにサインイン
nl: Meld u aan bij OneDrive
ru: Войти в OneDrive
sk: Prihláste sa do OneDrive

# [RemoteConnection/SignIn/OneDrive/authorizationRequried]
source: OneDrive needs you to sign in again.
de: Sie müssen sich erneut bei OneDrive anmelden.
it: OneDrive richiede di nuovo l'accesso.
ja: OneDriveには再度サインインする必要があります。
nl: Voor OneDrive moet u zich opnieuw aanmelden.
ru: Необходимо повторно войти в OneDrive.
sk: OneDrive vyžaduje, aby ste sa opätovne prihlásili.

# [RemoteConnection/SignIn/PrivateMode/description]
source: Open sign-in page in private web browser mode
de: Anmeldeseite im privaten Webbrowser-Modus öffnen
fr: Ouvrir la page de connexion en mode de navigation web privée
it: Apri la pagina di accesso in un pannello privato del browser
ja: プライベートウェブブラウザモードでサインインページを開く
nl: Open de aanmeldpagina in privéwebbrowsermodus
ru: Открыть страницу входа в браузере в режиме инкогнито
sk: Otvorte prihlasovaciu stránku v režime súkromného webového prehliadača

# [RemoteConnection/SignIn/PrivateMode/title]
source: Private mode
de: Privater Modus
fr: Mode privé
it: Modalità privata
ja: プライベートモード
nl: Prive modus
ru: Режим инкогнито
sk: Súkromný režim

# [RemoteConnection/ViaFilesApp/description]
source: KeePassium will assign file synchronization to the app of your storage provider. Some apps work better than others.
de: KeePassium weist die Dateisynchronisierung der App Ihres Speicheranbieters zu. Einige Apps funktionieren besser als andere.
it: KeePassium assegnerà la sincronizzazione file all'app del tuo fornitore di spazio di archviazione. Alcune app funzionano meglio di altre.
ru: KeePassium поручит синхронизацию файлов приложению вашего хранилища. Некоторые приложения работают лучше других.
sk: KeePassium priradí synchronizáciu súborov aplikácii poskytovateľa úložiska. Niektoré aplikácie fungujú lepšie ako iné.

# [RemoteConnection/connectToServer]
source: Connect to Server
de: Mit Server verbinden
fr: Connecter au serveur
it: Connetti un server
ja: サーバーに接続
nl: Verbind met server
ru: Подключиться к серверу
sk: Pripojiť k serveru

# [RemoteConnection/title]
source: Remote Connection
de: Remote-Verbindung
fr: Connexion à distance
it: Connessione remota
ja: リモート接続
nl: Externe verbinding
ru: Удалённое соединение
sk: Vzdialené pripojenie

# [Repeat Password/Field/title]
source: Repeat Password
de: Passwort bestätigen
es_es: Repetir contraseña
fr: Répétez le mot de passe
it: Ripeti password
ja: パスワードの確認
nl: Herhaal wachtwoord
ru: Повторить пароль
sk: Zopakujte heslo
th: ยืนยันรหัสผ่าน
uk: Повторіть пароль

# [Settings/AppLoc/Activate/callToAction]
source: Activate App Protection
de: Appsperre aktivieren
fr: Activer la protection de l'application
it: Attiva protezione app
ja: Appロックを使用
nl: Schakel appbeveiliging in
ru: Активируйте защиту приложения
sk: Zapnúť zámok

# [Settings/AppLock/Activate/description]
source: Protect KeePassium from unauthorized access.
de: Schützen Sie KeePassium vor unbefugten Zugriffen.
fr: Protégez KeePassium des accès non autorisés.
it: Proteggi KeePassium da accessi non autorizzati.
ja: KeePassiumを不正なアクセスから保護します。
nl: Bescherm KeePassium tegen ongeautoriseerde toegang.
ru: Защищает KeePassium от неавторизованного доступа.
sk: Chráňte KeePassium pred neoprávneným prístupom.

# [Settings/AppLock/Biometric/title] Use %@
source: Use %@
de: %@ verwenden
es_es: Usar %@
fr: Utiliser %@
it: Usa %@
ja: %@ を使用
nl: Gebruik %@
ru: Использовать %@
sk: Používať %@
th: ใช้ %@
uk: Використовувати %@

# [Settings/AppLock/LockOnLaunch/description]
source: Ensures KeePassium is locked after you force-close the app or restart the device.
de: Stellt sicher, dass KeePassium gesperrt ist, nachdem Sie die App geschlossen oder das Gerät neu gestartet haben.
es_es: Garantiza que KeePassium esté bloqueado después de forzar el cierre de la aplicación o reiniciar el dispositivo.
fr: Garantit que KeePassium soit verrouillé après que vous ayez forcé la fermeture de l'application ou redémarré l'appareil.
it: Assicura che KeePassium venga bloccato dopo la chiusura forzata dell'app o il riavvio del dispositivo.
ja: Appを強制終了したりデバイスを再起動した時にKeePassiumがロックされるようにします。
nl: Zorgt ervoor dat KeePassium is vergrendeld nadat u de app gedwongen hebt afgesloten of het apparaat opnieuw opstart.
ru: KeePassium будет заблокирован после принудительного закрытия приложения или перезагрузки устройства.
sk: Zaisťuje uzamknutie aplikácie KeePassium po vynútenom zatvorení aplikácie alebo reštartovaní zariadenia.
th: เพื่อให้แน่ใจว่า KeePassium ล็อกอยู่หลังจากคุณบังคับปิดแอปหรือรีสตาร์ทเครื่อง
uk: KeePassium буде заблокований після примусового закриття програми або перезавантаження пристрою.

# [Settings/AppLock/LockOnLaunch/title]
source: Lock on App Launch
de: Beim Start der App sperren
es_es: Bloquear al iniciar la aplicación
fr: Verrouiller au lancement de l'application
it: Blocca all'avvio dell'app
ja: 起動時にロック
nl: Vergrendelen bij het starten van de app
ru: Блокировать приложение при запуске
sk: Zamknúť pri spustení aplikácie
th: ล็อกแอปขณะเข้าแอป
uk: Блокувати додаток при запуску

# [Settings/AppLock/subtitle] App Lock, %@, timeout
source: App Lock, %@, timeout
de: App-Sperre, %@, Timeout
es_es: Bloqueo de aplicación, %@, tiempo de espera
fr: AppLock, %@, délai d'expiration
it: Blocco app, %@, timeout
ja: Appロック、%@、タイムアウト
nl: App-vergrendeling, %@, time-out
ru: Блокировка приложения, %@, задержки
sk: Zámok aplikácie, %@, časový limit
th: ล็อกแอป, %@, หมดเวลาใช้งาน
uk: Блокування додатку, %@, затримки

# [Settings/AppLock/subtitle] App Lock, passcode, timeout
source: App Lock, passcode, timeout
de: App-Sperre, Passcode, Timeout
es_es: Bloqueo, código, tiempo de espera
fr: Verrouillage de l'application, mot de passe, délai de verrouillage
it: Blocco app, codice, timeout
ja: Appロック、パスコード、タイムアウト
nl: App-vergrendeling, toegangscode, time-out
ru: Блокировка приложения, код доступа, задержки
sk: Zámok aplikácie, kód aplikácie, časový limit
th: ล็อกแอป, รหัสผ่าน, หมดเวลาใช้งาน
uk: Блокування, код доступу, затримки

# [Settings/AppLock/title]
source: App Protection
de: Zugangsschutz
fr: Protection de l'application
it: Protezione app
ja: Appの保護
nl: Appbeveiliging
ru: Защита приложения
sk: Ochrana aplikácie
th: การป้องกันแอป
uk: Захист додатку

# [Settings/AppLockTimeout/description] After last interaction
source: After last interaction
ar: بعد آخر تفاعل
cs: Po poslední interakci
de: Nach der letzten Interaktion
es_es: Después del último uso
fr: Après la dernière interaction
it: Dopo ultima interazione
ja: 最後に操作した後
nl: Na laatste interactie
ru: После бездействия
sk: Po poslednej interakcii
sv_se: Efter senaste interaktionen
th: หลังจากใช้งานครั้งสุดท้าย
uk: Після бездіяльності
zh_tw: 沒操作應用程式

# [Settings/AppLockTimeout/description] After leaving the app
source: After leaving the app
ar: بعد مغادرة التطبيق
cs: Po odchodu z této aplikace
de: Beim Verlassen der App
es_es: Después de salir de la aplicación
fr: Après avoir quitté l'application
it: Dopo aver lasciato l'app
ja: Appを切り替えた後
nl: Na het verlaten van de app
ru: После выхода из приложения
sk: Po odchode z tejto aplikácie
sv_se: Efter appen lämnats
th: หลังจากออกแอป
uk: Після виходу з додатку
zh_tw: 離開程式後

# [Settings/AppLockTimeout/fullTitle] Immediately
source: Immediately
ar: فورًا
cs: Ihned
de: Sofort
es_es: Inmediatamente
fr: Immédiatement
it: Immediatamente
ja: 即時
nl: Onmiddelijk
ru: Немедленно
sk: Okamžite
sv_se: Omedelbart
th: ทันที
uk: Негайно
zh_tw: 立刻

# [Settings/AppLockTimeout/fullTitle] Never
source: Never
ar: ابدًا
cs: Nikdy
de: Nie
es_es: Nunca
fr: Jamais
it: Mai
ja: しない
nl: Nooit
ru: Никогда
sk: Nikdy
sv_se: Aldrig
th: ตลอดไป
uk: Ніколи
zh_tw: 永不

# [Settings/AppLockTimeout/shortTitle] Immediately
source: Immediately
ar: فورًا
cs: Ihned
de: Sofort
es_es: Inmediatamente
fr: Immédiatement
it: Immediatamente
ja: 即時
nl: Onmiddelijk
ru: Немедленно
sk: Okamžite
sv_se: Omedelbart
th: ทันที
uk: Негайно
zh_tw: 立刻

# [Settings/AppLockTimeout/shortTitle] Never
source: Never
ar: ابدًا
cs: Nikdy
de: Nie
es_es: Nunca
fr: Jamais
it: Mai
ja: しない
nl: Nooit
ru: Никогда
sk: Nikdy
sv_se: Aldrig
th: ตลอดไป
uk: Ніколи
zh_tw: 永不

# [Settings/AutoFill/Activate/action]
source: Activate AutoFill
de: Autom. Ausfüllen aktivieren
es_es: Activar «Autorrelleno»
fr: Activer la Saisie automatique
it: Attiva inserimento automatico
ja: 自動入力をオン
nl: Activeer automatisch invullen
ru: Включить Автозаполнение
sk: Aktivovať automatické dopĺňanie
uk: Увімкнути Автозаповнення

# [Settings/AutoFill/Activate/description]
source: Before first use, you need to activate AutoFill in system settings.
de: Vor der ersten Verwendung müssen Sie das automatische Ausfüllen in den Systemeinstellungen aktivieren.
es_es: Para comenzar a usarlo, necesitas activar «Autorrelleno» en los ajustes del sistema.
fr: Avant la première utilisation, vous devez activer Préremplir les mots de passe dans les paramètres du système.
it: Prima di utilizzarlo, devi attivare l'inserimento automatico in Impostazioni.
ja: 利用するにあたり、まず自動入力をオンにする必要があります。
nl: Voordat je automatisch invullen kunt gebruiken, moet je deze functie in Instellingen activeren.
ru: Вначале нужно включить Автозаполнение в системных настройках.
sk: Pred prvým použitím je potrebné aktivovať automatické dopĺňanie v systémových nastaveniach.
uk: Спочатку потрібно увімкнути Автозаповнення у налаштуваннях системи.

# [Settings/AutoFill/CopyOTP/title]
source: Copy OTP to Clipboard
de: OTP in die Zwischenablage kopieren
fr: Copier OTP dans le presse-papiers
it: Copia OTP negli appunti
ja: OTPをクリップボードにコピー
nl: Kopieer OTP naar klembord
ru: Копировать одноразовый пароль
sk: Kopírovať jednorazové heslo
th: คัดลอกรหัส OTP ไปยังคลิปบอร์ด
uk: Скопіювати одноразовий пароль

# [Settings/AutoFill/Setup Guide/title]
source: AutoFill Setup Guide
de: Setup-Leitfaden für autom. Ausfüllen
es_es: Guía de configuración de «Autorrelleno»
fr: Guide de configuration de la Saisie automatique
it: Guida per l'inserimento automatico
ja: 自動入力設定ガイド
nl: Gids voor automatisch invullen
ru: Руководство по настройке Автозаполнения
sk: Sprievodca nastavením automatického dopĺňania
uk: Інструкція з налаштування Автозаповнення

# [Settings/AutoFill/UnavailableInIntune/description]
source: AutoFill is not available in KeePassium for Intune.
de: Automatisch ausfüllen ist in KeePassium für Intune nicht verfügbar.
it: L'inserimento automatico non è disponibile in KeePassium per Intune.
ja: 自動入力はKeePassium for Intuneでは使用できません。
nl: AutoFill is niet beschikbaar in KeePassium voor Intune.
ru: Автозаполнение недоступно в KeePassium для Intune.
sk: Automatické doplňovanie nie je dostupné v KeePassium pre Intune.

# [Settings/AutoFill/UsePerfectMatch/title]
source: Fill-In Perfect Result Automatically
de: Fügt das perfekte Ergebnis automatisch ein
fr: Remplir le résultat parfait automatiquement
it: Inserisci risultato perfetto in automatico
ja: 完全一致時に自動で入力
nl: Vul het meest overeenkomende resultaat automatisch in
ru: Автоматически подставлять идеальный вариант
sk: Vyplniť presné výsledky automaticky
th: ป้อนอัตโนมัติเมื่อพบช่องที่มีความสมบูรณ์
uk: Автоматично підставляти ідеальний варіант

# [Settings/AutoFill/title]
source: AutoFill Passwords
de: Passwörter automatisch eintragen
fr: Préremplir les mots de passe
it: Inserimento automatico password
ja: パスワードの自動入力
nl: Vul wachtwoorden automatisch in
ru: Автозаполнение паролей
sk: Automatické vyplňovanie hesiel
th: การป้อนรหัสผ่านอัตโนมัติ
uk: Натисніть "Автозаповнення паролів"

# [Settings/AutoOpenPreviousDatabase/title]
source: Auto-Open Previous Database
de: Automatisches Öffnen der vorherigen Datenbank
fr: Ouvrir automatiquement la base de données précédente
it: Apri ultimo database
ja: 前回使ったデータベースを開く
nl: Open automatisch de vorige databank
ru: Автоматически открывать предыдущую базу
sk: Automaticky načítať naposledy otvorenú databázu
th: ตั้งให้เปิดฐานข้อมูลที่ผ่านมาอัตโนมัติ
uk: Автоматично відкривати попередню базу

# [Settings/Backup/Delete/title] Delete all backup files?
source: Delete all backup files?
de: Alle Backup-Dateien löschen?
es_es: ¿Eliminar todas las copias de seguridad?
fr: Supprimer tous les fichiers de sauvegarde ?
it: Eliminare tutte le copie di sicurezza?
ja: すべてのバックアップを削除しますか？
nl: Alle back-upbestanden verwijderen?
ru: Удалить все резервные копии?
sk: Vymazať všetky zálohy?
th: ลบไฟล์ที่สำรองไว้ทั้งหมดหรือไม่?
uk: Видалити усі резервні копії?

# [Settings/BackupKeepingDuration/shortTitle] Forever
source: Forever
ar: إلى الأبد
cs: Navždy
de: Für immer
es_es: Siempre
fr: Pour toujours
it: Per sempre
ja: 無期限
nl: Voor altijd
ru: Вечно
sk: Navždy
sv_se: För alltid
th: ตลอดไป
uk: Завжди
zh_tw: 永遠

# [Settings/Backup] Delete ALL Backup Files (%d)
source: Delete ALL Backup Files (%d)
de: ALLE Backup-Dateien löschen (%d)
es_es: Eliminar TODAS las copias (%d)
fr: Supprimer tous les fichiers de sauvegarde (%d)
it: Elimina TUTTE le copie di sicurezza (%d)
ja: すべてのバックアップを削除 (%d)
nl: Verwijder alle back-upbestanden (%d)
ru: Удалить ВСЕ резервные копии (%d)
sk: Vymazať VŠETKY zálohy? (%d)
th: ลบไฟล์สำรองทั้งหมด (%d)
uk: Видалити ВСІ резервні копії (%d)

# [Settings/Backup] No Backup Files Found
source: No Backup Files Found
de: Keine Backup-Dateien gefunden
es_es: No se encontraron copias de seguridad
fr: Pas de fichier de sauvegarde trouvé
it: Nessuna copia di sicurezza trovata
ja: バックアップが見つかりません
nl: Geen back-ups aangetroffen
ru: Нет резервных копий
sk: Nenašli sa žiadne zálohy
th: ไม่พบไฟล์สำรองข้อมูล
uk: Немає резервних копій

source: Associations between key files and databases have been removed.
de: Die Verknüpfungen zwischen Schlüsseldateien und Datenbanken wurden entfernt.
es_es: Se han eliminado las asociaciones entre los archivos de claves y las bases de datos.
fr: Les associations entre les fichiers clés et les bases de données ont été supprimées.
it: Le associazioni tra file chiave e database sono state dimenticate.
ja: キーファイルとデータベースの関連付けが削除されました。
nl: De associaties tussen sleutelbestanden en databanken zijn verwijderd.
ru: Связи между ключевыми файлами и базами паролей были удалены.
sk: Asociácie databáz so súbormi s kľúčom boli odstránené.
th: การเชื่อมระหว่างไฟล์กุญแจและฐานข้อมูล ได้ถูกลบออกแล้ว
uk: Зв'язки між файл-ключами і базами паролів були видалені.

# [Settings/ClearKeyFileAssociations/Cleared/title] Cleared
source: Cleared
de: Bereinigt
es_es: Eliminado
fr: Nettoyé
it: Dimenticate
ja: 消去完了
nl: Gewist
ru: Готово
sk: Vymazané
th: ล้างเรียบร้อย
uk: Очищено

# [Settings/ClearMasterKeys/Cleared/text] All master keys have been deleted.
source: All master keys have been deleted.
de: Alle Master Keys wurden gelöscht.
es_es: Se han eliminado todas las claves maestras.
fr: Toutes les clés principales ont été supprimées.
it: Tutte le chiavi principali sono state eliminate.
ja: すべてのマスターキーが削除されました。
nl: Alle hoofdsleutels zijn verwijderd.
ru: Все мастер-ключи были удалены.
sk: Všetky hlavné kľúče boli vymazané.
th: ลบรหัสผ่านหลักทั้งหมดเรียบร้อยแล้ว
uk: Всі майстер-ключі були видалені.

# [Settings/ClearMasterKeys/Cleared/title] Cleared
source: Cleared
de: Bereinigt
es_es: Eliminado
fr: Nettoyé
it: Dimenticate
ja: 消去完了
nl: Gewist
ru: Готово
sk: Vymazané
th: ล้างเรียบร้อย
uk: Очищено

source: When you copy some text from an entry, the app will automatically clear your clipboard (pasteboard) after this time.
de: Wenn Sie etwas kopieren, wird KeePassium Ihre Zwischenablage nach dieser Zeit automatisch löschen.
es_es: Cuando copies texto de una entrada, la aplicación borrará automáticamente el portapapeles después del tiempo especificado.
fr: Lorsque vous copiez du texte depuis une entrée, l'application effacera automatiquement votre presse-papiers après ce délai.
it: Quando copi del testo da una voce, l'app svuoterà in automatico gli appunti dopo un po' di tempo.
ja: コピーした後、クリップボード (コピー内容) を指定時間後に自動的に消去します。
nl: Als je tekst kopieert uit een item, dan wist KeePassium na deze periode automatisch je klembord.
ru: При копировании какого-либо текста из записи он будет автоматически удалён из буфера обмена через заданное время.
sk: Keď skopírujete nejaký text zo záznamu, aplikácia automaticky vymaže vašu schránku po tomto čase.
th: เมื่อคุณคัดลอกข้อความจากรายการ แอปจะล้างคลิปบอร์ดให้อัตโนมัติหลังจากคัดลอกไปชั่วครู่
uk: При копіюванні будь-якого тексту із запису він буде автоматично видалений з буфера обміну через заданий час.

# [Settings/ClipboardTimeout/fullTitle] Never
source: Never
ar: ابدًا
cs: Nikdy
de: Nie
es_es: Nunca
fr: Jamais
it: Mai
ja: しない
nl: Nooit
ru: Никогда
sk: Nikdy
sv_se: Aldrig
th: ตลอดไป
uk: Ніколи
zh_tw: 永不

# [Settings/ClipboardTimeout/shortTitle] Never
source: Never
ar: ابدًا
cs: Nikdy
de: Nie
es_es: Nunca
fr: Jamais
it: Mai
ja: しない
nl: Nooit
ru: Никогда
sk: Nikdy
sv_se: Aldrig
th: ตลอดไป
uk: Ніколи
zh_tw: 永不

# [Settings/DataProtection/LockOnReboot/title]
source: Lock on Device Restart
de: Bei Geräteneustart sperren
it: Blocca al riavvio del dispositivo
ru: Закрывать при перезагрузке устройства
sk: Zamknúť pri reštarte zariadenia

# [Settings/DataProtection/subtitle]
source: Master keys, key files
de: Masterschlüssel, Schlüsseldateien
fr: Clés principales, fichiers de clés
it: Chiavi principali, file chiave
ja: マスターキー、キーファイル
nl: Hoofdsleutels, sleutelbestanden
ru: Мастер-ключи, ключевые файлы
sk: Hlavné kľúče, súbory s kľúčom
th: กุญแจหลัก, ไฟล์กุญแจ
uk: Мастер-ключі, ключові файли

# [Settings/DataProtection/title]
source: Data Protection
de: Datenschutz
fr: Protection des données
it: Protezione dati
ja: データの保護
nl: Gegevensbescherming
ru: Защита данных
sk: Ochrana dát
th: ปกป้องข้อมูล
uk: Захист даних

# [Settings/DatabaseBackup/title]
source: Database Backup
de: Datenbankbackup
fr: Sauvegarde de base de données
it: Backup database
ja: データベースのバックアップ
nl: Databankback-up
ru: Резервирование
sk: Záloha databázy
th: สำรองฐานข้อมูล
uk: Резервування

source: If you are not interacting with the app for some time, the database will be closed for your safety. To open it, you will need to enter its master password again.
de: Wenn Sie länger nicht mit der App interagieren, wird die Datenbank zu Ihrer Sicherheit geschlossen. Um sie zu öffnen, müssen Sie ihr Master-Passwort erneut eingeben.
es_es: Si no estás interactuando con la aplicación durante un tiempo, la base de datos se cerrará por seguridad. Para abrirla, tendrás que introducir la contraseña maestra de nuevo.
fr: Si vous n'interagissez pas avec l'application depuis un certain temps, la base de données sera fermée pour votre sécurité. Pour l'ouvrir, vous devrez entrer à nouveau son mot de passe principal.
it: Se non interagisci con l'app per un po' di tempo, il database verrà chiuso per la tua sicurezza. Per aprirlo, dovrai reinserire la password principale.
ja: Appがしばらく使われていない場合、安全のためにデータベースを閉じます。再開するにはマスターパスワードを再度入力してください。
nl: Als je al even niks hebt gedaan in de app, dan wordt de databank omwille van de veiligheid gesloten. Voer je hoofdwachtwoord opnieuw in om de app weer te openen.
ru: Если вы не используете приложение в течение некоторого времени, база паролей будет автоматически закрыта и заблокирована. Чтобы открыть её, нужно будет снова ввести мастер-пароль.
sk: Ak aplikáciu nejaký čas nepoužívate, databáza sa z dôvodu vašej bezpečnosti uzavrie. Pre jej opätovné otvorenie budete musieť znova zadať jej hlavné heslo.
th: หากคุณไม่ได้ใช้งานแอปสักพัก ฐานข้อมูลจะถูกปิดเพื่อความปลอดภัย หากต้องการเปิดมันขึ้นมาใหม่ คุณจะต้องใส่รหัสผ่านหลักอีกครั้ง
uk: Якщо ви не використовуєте додаток протягом деякого часу, база паролів буде автоматично закрита і заблокована. Щоб відкрити її, потрібно буде знову ввести майстер-пароль.

# [Settings/DatabaseLockTimeout/description] When leaving the app
source: When leaving the app
ar: عِندَ مُغادرة التطبيق
cs: Když opustíte aplikaci
de: Beim Verlassen der App
es_es: Al salir de la aplicación
fr: En quittant l'application
it: All'uscita dall'app
ja: Appを切り替える時
nl: Bij het verlaten van de app
ru: При выходе из приложения
sk: Keď opustíte aplikáciu
sv_se: När appen lämnas
th: ขณะออกจากแอป
uk: При виході з додатку
zh_tw: 離開程式時

# [Settings/DatabaseLockTimeout/fullTitle] Immediately
source: Immediately
ar: فورًا
cs: Ihned
de: Sofort
es_es: Inmediatamente
fr: Immédiatement
it: Immediatamente
ja: 即時
nl: Onmiddelijk
ru: Немедленно
sk: Okamžite
sv_se: Omedelbart
th: ทันที
uk: Негайно
zh_tw: 立刻

# [Settings/DatabaseLockTimeout/fullTitle] Never
source: Never
ar: ابدًا
cs: Nikdy
de: Nie
es_es: Nunca
fr: Jamais
it: Mai
ja: しない
nl: Nooit
ru: Никогда
sk: Nikdy
sv_se: Aldrig
th: ตลอดไป
uk: Ніколи
zh_tw: 永不

# [Settings/DatabaseLockTimeout/shortTitle] Immediately
source: Immediately
ar: فورًا
cs: Ihned
de: Sofort
es_es: Inmediatamente
fr: Immédiatement
it: Immediatamente
ja: 即時
nl: Onmiddelijk
ru: Немедленно
sk: Okamžite
sv_se: Omedelbart
th: ทันที
uk: Негайно
zh_tw: 立刻
