Repository: keepassium/KeePassium-L10n
Catalog: */KeePassium.xliff
Languages: ar, fr, it, ja, ko, nl, pl, tr, zh_cn

# [Support/template] (Please describe the problem here)
source: (Please describe the problem here)
ar: (يرجى وصف المشكلة هنا)
it: (Si prega di descrivere il problema qui)
ko: (여기에 문제에 대한 설명을 작성해주세요.)
pl: (Tutaj proszę opisać problem)
tr: (Lütfen sorunu burada açıklayın)
zh_cn: (请在此处描述问题)

# [YubiKey] Don't use YubiKey
source: Without YubiKey
ar: بدون YubiKey
it: Senza YubiKey
ko: YubiKey를 사용하지 않음
pl: Bez YubiKey
tr: YubiKey olmadan
zh_cn: 不使用YubiKey

# [YubiKey] Insert the key
source: Insert the key
ar: أدخل المفتاح
it: Inserire la chiave
ko: 키 삽입
pl: Włóż klucz
tr: Anahtarı Yerleştirin
zh_cn: 导入密钥

# [YubiKey] Touch the key
source: Touch the key
ar: المس المفتاح
it: Toccare la chiave
ko: 키 터치
pl: Dotknij klucza
tr: Anahtara Dokunun
zh_cn: 触摸密钥

# [YubiKey] Use YubiKey Slot %d
source: Use YubiKey Slot %d
ar: استخدم منفذ YubiKey %d
it: Usare lo slot Yubikey %d
ko: YubiKey 슬롯 %d
pl: Użyj gniazda YubiKey %d
tr: YubiKey Slot %d'i kullan
zh_cn: 使用 YubiKey Slot %d

# 2iK-ct-ygq.text
source: Database File Name
ar: اسم قاعدة البيانات
fr: Nom du fichier de la base de données
it: Nome File database
ja: データベース名
ko: 데이터베이스 파일 이름
nl: Bestandsnaam van database
pl: Nazwa pliku bazy
tr: Veritabanı Dosya Adı
zh_cn: 数据库文件名

# VjQ-di-Ilx.text
source: Master Key
ar: ‮المفتاح الرئيس
fr: Clé maîtresse
it: Chiave Master
ja: マスターキー
ko: 마스터 키
nl: Hoofdsleutel
pl: Klucz główny
tr: Ana Anahtar
zh_cn: 主密码

# XNL-lc-2Ti.placeholder
source: e.g. MyPasswords
ar: مثل MyPasswords
fr: Ex: mon mot de passe
it: es. MyPasswords
ja: 例：MyPasswords
ko: 예) MyPasswords
nl: bijv. Mijnwachtwoorden
pl: np. MojeHasła
tr: Örneğin: Şifrelerim
zh_cn: 例如:我的密码

# XVR-1N-ywy.text
source: Will use kdbx4 format (Argon2+ChaCha20)
ar: سيتم استخدام صيغة kdbx4 (Argon2+Cha20)
fr: Utilisera le format kdbx4 (Argon2+ChaChaCha20)
it: Userà il formato kdbx4 (Argon2+ChaCha20)
ko: kdbx4 포맷 사용 (Argon2+ChaCha20)
pl: Używa formatu kdbx4 (Argon2+Cha20)
tr: Kdbx4 formatını kullanacak (Argon2+ChaCha20)
zh_cn: 将使用 kdbx4 格式(Argon2+ChaCha20)

# h6C-CG-RVI.normalTitle
source: Save Database
ar: حفظ قاعدة البيانات باسم
fr: Enregistrer la base de données
it: Salva Database
ja: 保存
ko: 데이터베이스 저장
nl: Sla database op
pl: Zapisz bazę
tr: Veritabanını Kaydet
zh_cn: 保存数据库

# pvt-FS-0Yx.placeholder
source: No Key File
ar: عدم استخدام ملف مفتاح
fr: Aucun fichier-clé
it: Nessun File Chiave
ja: キーファイルがありません
ko: 키 파일 없음
nl: Geen sleutelbestand
pl: Brak pliku klucza
tr: Anahtar Dosyası Yok
zh_cn: 没有密钥文件

# uHk-Yt-mBh.placeholder
source: Password
ar: كلمة المرور الرئيسة
fr: Mot de passe
ja: パスワード
ko: 패스워드
nl: Wachtwoord
pl: Hasło
tr: Şifre
zh_cn: 密码

# JKD-iF-iwA.title
source: Change Master Key
ar: تغيير المفتاح الرئيس
fr: Modifier la clé maître
it: Modifica la Chiave Principale
ko: 마스터 키 변경
pl: Zmień klucz główny
tr: Ana Anahtarı Değiştir
zh_cn: 变更主密钥

# M9Q-v8-e6Q.placeholder
source: No Key File
ar: لا يوجد ملف مفتاح
fr: Aucun fichier-clé
it: Nessun File Chiave
ja: キーファイルがありません
ko: 키 파일 없음
nl: Geen sleutelbestand
pl: Brak pliku klucza
tr: Anahtar Dosyası Yok
zh_cn: 没有密钥文件

# SHG-X2-fHH.placeholder
source: Repeat Password
ar: أعد كلمة المرور
fr: Répéter le mot de passe
it: Ripetere Password
ja: パスワードの確認
ko: 패스워드 재입력
nl: Herhaal wachtwoord
pl: Powtórz hasło
tr: Şifreyi Tekrarla
zh_cn: 重复密码

# hYP-f0-K1s.placeholder
source: New Password
ar: كلمة المرور الجديدة
fr: Nouveau mot de passe
it: Nuova Password
ja: 新しいパスワード
ko: 새로운 패스워드
nl: Nieuw wachtwoord
pl: Nowe hasło
tr: Yeni Şifre
zh_cn: 密码

# 2o3-sG-Pcm.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Help
ar: المساعدة
fr: Aide
it: Aiuto
ko: 도움말
pl: Pomoc
tr: Yardım
zh_cn: 帮助

# 5Md-DB-C5P.text
source: No database files
ar: لا توجد ملفات قاعدة بيانات
fr: Aucun fichier de base de données
it: Nessun file di database
ko: 데이터베이스 파일 없음
pl: Brak pliku bazy
tr: Veritabanı dosyası yok
zh_cn: 没有数据库文件

# R68-cy-5mz.text
source: Protect KeePassium from unauthorized access.
ar: حماية KeePassium من الوصول غير المصرح به.
fr: Protéger KeePassium contre les accès non autorisés.
it: Proteggi KeePassium da accessi non autorizzati.
ko: 허가되지 않은 접근으로부터 KeePassium을 보호합니다.
pl: Chroni KeePassium przed niepowołanym dostępem.
tr: KeePassium'u yetkisiz girişlerden koruyun.
zh_cn: 保护KeePassium免受未经授权的访问。

# UI0-Lh-wTj.title
source: Databases
ar: قواعد البيانات
fr: Bases de données
it: Database
ko: 데이터베이스
pl: Bazy
tr: Veritabanları
zh_cn: 数据库

# hmv-DA-BgM.normalTitle
source: Enable AppLock
ar: تمكين قفل التطبيق
fr: Activer le verrou d'applications
it: Abilita Blocco dell'App
ko: 앱 잠금 활성화
pl: Włącz AppLock
tr: Uygulama kilidini etkinleştir
zh_cn: 启用应用解锁密码

# lnO-nD-gvh.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Sort Order
ar: طريقة الفرز
fr: Ordre de tri
it: Ordinamento
ko: 정렬 순서
pl: Sortowanie
tr: Sıralama Düzeni
zh_cn: 排序顺序

# oee-CI-r2x.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Settings
ar: الإعدادات
fr: Réglages
it: Impostazioni
ko: 설정
pl: Ustawienia
tr: Ayarlar
zh_cn: 设置

# qPq-UR-uZs.title
source: Add Database
ar: إضافة قاعدة بيانات
fr: Ajouter une base de données
it: Aggiungi Database
ko: 데이터베이스 추가
pl: Dodaj bazę
tr: Veritabanı Ekle
zh_cn: 添加数据库

# zIk-Pe-sKK.accessibilityLabel
source: Close
ar: إغلاق
fr: Fermer
it: Chiudi
ko: 닫기
pl: Zamknij
tr: Kapat
zh_cn: 关闭

# 6Mx-Oh-6m0.accessibilityHint
source: Expands a text field to its full height
ar: توسيع حقل النص إلى ارتفاعه الكامل
fr: Agrandir le champ de texte à sa pleine hauteur
it: Espande un campo di testo alla sua altezza completa
ja: テキスト欄をその高さまで拡大します。
ko: 전체 높이로 텍스트 필드 확장
nl: Breidt een tekstveld uit naar de volledige hoogte
pl: Rozszerza pole tekstowe do pełnej wysokości
tr: Metin alanını sonuna kadar genişlet
zh_cn: 扩展文本字段到最大高度

# 6Mx-Oh-6m0.accessibilityLabel
source: Show more
ar: عرض المزيد
fr: Plus
it: Mostra tutto
ja: さらに表示
ko: 더 보기
nl: Toon meer
pl: Pokaż więcej
tr: Daha fazla göster
zh_cn: 显示更多

# vLP-Zc-bUc.text
source: Copied
ar: تم النسخ!
fr: Copié
it: Copiato
ko: 복사됨
pl: Skopiowano
tr: Kopyalandı
zh_cn: 已复制

# W86-tp-bfF.text
source: There are no attached files
ar: لا توجد ملفات مرفقة
fr: Il n'y a aucun fichier joint
it: Nessun allegato
ja: 添付ファイルはありません
ko: 첨부된 파일이 없습니다
nl: Er zijn geen bijlagen
pl: Brak załączników
tr: Bağımlı bir dosya yok
zh_cn: 没有附件

# bgK-Q6-nzE.text
source: Add File
ar: إضافة ملف
fr: Ajouter un fichier
it: Aggiungi File
ja: ファイルを追加
ko: 파일 추가
nl: Voeg bestand toe
pl: Dodaj plik
tr: Dosya Ekle
zh_cn: 新增文件

# bzL-mr-Hrz.text
source: There are no previous versions
ar: لا توجد إصدارات سابقة
fr: Il n'y a pas de versions précédentes
it: Non esistono versioni precedenti
ja: 以前のバージョンはありません
ko: 이전 버전이 없습니다
nl: Er zijn geen vorige versies
pl: Brak poprzednich wersji
tr: Önceki sürümler yok
zh_cn: 没有以前的版本

# g9A-4w-Dsa.segmentTitles[0]
source: General
ar: عام
fr: Général
it: Generale
ko: 일반
pl: Ogólne
tr: Genel
zh_cn: 一般

# g9A-4w-Dsa.segmentTitles[1]
source: Files
ar: الملفات
fr: Fichiers
it: File
ko: 파일
pl: Pliki
tr: Dosyalar
zh_cn: 文件

# g9A-4w-Dsa.segmentTitles[2]
source: History
ar: التأريخ
fr: Historique
it: Cronologia
ko: 기록
pl: Historia
tr: Tarihçe
zh_cn: 历史

# 0pb-xb-fuf.text
source: In-memory Protection
ar: الحماية في الذاكرة
fr: Protection en mémoire
it: Protezione in-memory
ko: 인메모리 보호
pl: Ochrona pamięci
tr: Bellek içi koruma
zh_cn: 字段保护(该字段的值同密码显示*号)

# 7iU-ut-hd7.accessibilityLabel
source: Custom field value
fr: Valeur du champ personnalisé
ja: カスタムフィールドの値
ko: 사용자 지정 필드 값
nl: Aangepaste veldwaarde
pl: Zawartość pola
tr: Özel alan değeri
zh_cn: 自定义字段内容

# CcF-c8-r4M.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Custom field editor
ar: محرر الحقل المخصص
fr: Éditeur de champ personnalisé
it: Editor di campi personalizzati
ja: カスタムフィールドエディタ
ko: 사용자 지정 필드 편집기
nl: Bewerker voor aangepaste velden
pl: Edytor własnych pól
tr: Kişisel alan editörü
zh_cn: 编辑自定义字段

# HGI-xq-zUf.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Add Custom Field
ar: إضف حقل مخصص
fr: Ajouter un champ personnalisé
it: Aggiungere Campo Personalizzato
ja: カスタムフィールドを追加
ko: 사용자 지정 필드 추가
nl: Voeg aangepast veld toe
pl: Dodaj własne pole
tr: Kişisel Alan Ekle
zh_cn: 增加自定义字段

# HcW-rc-pdR.normalTitle
source: Change Icon
ar: تغيير الأيقونة
fr: Changer l'icône
it: Cambia Icona
ko: 아이콘 변경
pl: Zmień ikonę
tr: Simge Değiştir
zh_cn: 变更图示

# ecN-Xd-ff5.accessibilityLabel
source: Custom field name
fr: Valeur du champ personnalisé
ja: カスタムフィールドの名前
ko: 사용자 지정 필드 이름
nl: Aangepaste veldnaam
pl: Nazwa pola
tr: Başlık
zh_cn: 自定义字段名称

# ecN-Xd-ff5.placeholder
source: Field Name
fr: Nom du champ
it: Nome Campo
ja: 項目名
ko: 필드 이름
nl: Veldnaam
pl: Nazwa pola
tr: Alan Adı
zh_cn: 域名

# eox-My-Hns.accessibilityLabel
source: In-memory Protection
fr: Protection en mémoire
ja: メモリー内保護
ko: 인메모리 보호
nl: Beveilig in het geheugen
pl: Ochrona pamięci
tr: Bellek içi koruma
zh_cn: 字段保护(该字段的值同密码显示*号)

# l3s-Bv-fA1.title
source: Edit Entry
ar: تحرير السجل
fr: Modifier l'entrée
it: Modifica Elemento
ko: 항목 편집
pl: Edytuj wpis
tr: Kayıt Düzenle
zh_cn: 编辑条目

# mGc-If-zfn.accessibilityLabel
source: Entry title
fr: Nom de l'entrée
ja: エントリーのタイトル
ko: 제목
nl: Invoertitel
pl: Nazwa wpisu
tr: Girdi Başlığı
zh_cn: 条目标题

# mGc-If-zfn.placeholder
source: Entry Title
fr: Nom de l'entrée
ja: エントリーのタイトル
ko: 제목
nl: Invoertitel
pl: Nazwa wpisu
tr: Girdi Başlığı
zh_cn: 条目标题

# z2C-wo-jYf.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Randomize password
ar: إنشاء كلمة مرور عشوائية
fr: Mot de passe aléatoire
it: Password casuale
ko: 패스워드 랜덤 생성
pl: Generuj hasło
tr: Rastgele şifre
zh_cn: 随机产生密码

# z2C-wo-jYf.normalTitle
source: Randomize
ar: عشوائي
fr: Aléatoire
it: Casuale
ko: 랜덤 생성
pl: Generuj
tr: Rastgele
zh_cn: 随机产生

# jea-zX-9LD.placeholder
source: Group Name
ar: اسم المجموعة
fr: Nom du groupe
it: Nome del Gruppo
ko: 그룹 이름
pl: Nazwa grupy
tr: Grup Adı
zh_cn: 组名

# vz5-tj-l9g.normalTitle
source: Change Icon
ar: تغيير الأيقونة
fr: Changer l'icône
it: Cambia Icona
ko: 아이콘 변경
pl: Zmień ikonę
tr: Simge Değiştir
zh_cn: 变更图示

# 9KV-rC-1XL.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Lock Database
ar: قفل قاعدة البيانات
fr: Verrouiller la base de données
it: Blocca Database
ko: 데이터베이스 잠그기
pl: Zablokuj bazę
tr: Veritabanını Kilitle
zh_cn: 锁定数据库

# M5a-Ld-ZXd.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Sort Order
ar: طريقة الفرز
fr: Ordre de tri
it: Ordinamento
ko: 정렬 순서
pl: Sortowanie
tr: Sıralama Düzeni
zh_cn: 排序顺序

# QXa-eN-7am.text
source: This group is empty
ar: هذه المجموعة فارغة
fr: Ce groupe est vide
it: Questo gruppo è vuoto
ko: 그룹이 비어있습니다.
pl: Grupa jest pusta
tr: Bu grup boş
zh_cn: 这个群组是空的

# qkh-6K-yQW.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Change Master Key
ar: تغيير المفتاح الرئيس
fr: Modifier la clé maître
it: Modifica la Chiave Principale
ko: 마스터 키 변경
pl: Zmień klucz główny
tr: Ana Anahtarı Değiştir
zh_cn: 变更主密钥

# rF3-mC-kj1.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]
source: Settings
ar: الإعدادات
fr: Réglages
it: Impostazioni
ko: 설정
pl: Ustawienia
tr: Ayarlar
zh_cn: 设置

# tpA-i1-ah8.text
source: No entries found
ar: لم يتم العثور على أي سجلات
fr: Aucune entrée trouvée
it: Nessun elemento trovato
ko: 항목이 없습니다
pl: Nie znaleziono wpisów
tr: Kayıt bulunamadı
zh_cn: 没有找到条目

# fH6-bS-mDZ.title
source: Choose Hardware Key
ar: اختر جهاز مفاتيح
fr: Choisir votre clé matérielle
it: Selezionare Chiave Hardware
ko: 하드웨어 키 선택
pl: Wybierz klucz sprzętowy
tr: Donanım Anahtarı Seç
zh_cn: 选择硬件密钥

# H8v-gf-kff.title
source: Choose Icon
ar: اختر أيقونة
fr: Choisir une icône
it: Scegliere un'icona
ja: アイコンの選択
ko: 아이콘 선택
nl: Kies pictogram
pl: Wybierz ikonę
tr: Simge Seç
zh_cn: 选择图标

# 9UZ-FK-v73.text
source: No Key File
ar: لا يوجد ملف مفتاح
fr: Aucun fichier-clé
it: Nessun File Chiave
ko: 키 파일 없음
pl: Brak pliku klucza
tr: Anahtar Dosyası Yok
zh_cn: 没有密钥文件

# BGv-TX-maE.text
source: Use key file without adding it to the list
fr: Utiliser un fichier-clé sans l'ajouter à la liste
ko: 목록에 추가하지 않고 키 파일 사용

# Lod-RE-tcd.title
source: Add Key File
ar: إضافة ملف مفتاح
fr: Ajouter un fichier clé
it: Aggiungi File Chiave
ko: 키 파일 추가
pl: Dodaj plik klucza
tr: Anahtar Dosyası Ekle
zh_cn: 添加密钥文件

# Omh-Sn-jl2.normalTitle
source: Add Key File
ar: إضافة ملف مفتاح
fr: Ajouter un fichier clé
it: Aggiungi File Chiave
ko: 키 파일 추가
pl: Dodaj plik klucza
tr: Anahtar Dosyası Ekle
zh_cn: 添加密钥文件

# XiA-k9-5wr.text
source: Browse…
fr: Parcourir…
ko: 찾아보기…

# leO-vH-qBX.text
source: Use only password
ar: استخدم كلمة المرور فقط
fr: Utiliser uniquement le mot de passe
it: Usa solo password
ko: 패스워드만 사용
pl: Użyj tylko hasła
tr: Sadece parola kullan
zh_cn: 仅使用密码

# r85-yz-wYI.title
source: Key Files
ar: ملفات المفتاح
fr: Fichiers clés
it: File chiave
ko: 키 파일
pl: Pliki kluczy
tr: Anahtar Dosyaları
zh_cn: 密钥文件

# CuN-tE-lAG.placeholder
source: Password
ar: كلمة المرور
fr: Mot de passe
ja: パスワード
ko: 패스워드
nl: Wachtwoord
pl: Hasło
tr: Şifre
zh_cn: 密码

# K3Y-ON-C19.text
source: Will use the remembered master key.
ar: سيتم استخدام المفتاح الرئيس المحفوظ.
fr: Utilisera la clé principale mémorisée.
it: Userà la chiave master memorizzata.
ja: 保存したマスターキーを使います。
ko: 기억된 마스터 키를 사용합니다.
nl: Gebruik de opgeslagen hoofdsleutel.
pl: Użyje zapamiętanego klucza głównego.
tr: Hatırlanan ana anahtar kullanacak.
zh_cn: 将会使用记住的主密码。

# eAa-Z5-pdq.title
source: Unlock Database
ar: فتح قاعدة البيانات
fr: Déverrouiller la base de données
it: Sblocca il Database
ja: データベースをアンロック
ko: 데이터베이스 잠금 해제
nl: Ontgrendel database
pl: Odblokuj bazę danych
tr: Veritabanının Kilidini Aç
zh_cn: 解锁数据库

# epu-yU-Lyg.text
source: Database was closed by a timer.
ar: تم إغلاق قاعدة البيانات بواسطة المؤقت.
fr: La base de données a été fermée par un minuteur.
it: Il database è stato chiuso da un timer.
ko: 데이터베이스가 시간 제한에 의해 닫혔습니다.
pl: Baza została zamknięta z powodu bezczynności.
tr: Veritabanı bir zaman sayacı tarafından kapatıldı.
zh_cn: 数据库已经被定时器关闭。

# gji-1x-co5.normalTitle
source: Lock Database
ar: قفل قاعدة البيانات
fr: Verrouiller la base de données
it: Blocca Database
ja: データベースをロック
ko: 데이터베이스 잠그기
nl: Vergrendel database
pl: Zablokuj bazę
tr: Veritabanını Kilitle
zh_cn: 锁定数据库

# l45-hq-1lr.normalTitle
source: Unlock
ar: فتح القفل
fr: Déverrouiller
it: Sblocca
ja: ロックを解除
ko: 잠금 해제
nl: Ontgrendel
pl: Odblokuj
tr: Kilidi aç
zh_cn: 解锁

# mYY-hP-3vH.placeholder
source: No Key File
ar: عدم استخدام ملف مفتاح
fr: Aucun fichier-clé
it: Nessun File Chiave
ja: キーファイルがありません
ko: 키 파일 없음
nl: Geen sleutelbestand
pl: Brak pliku klucza
tr: Anahtar Dosyası Yok
zh_cn: 没有密钥文件

source: KeePass Database (kdb)
ar: قاعد بيانات KeePass (kdb)
fr: Base de données KeePass (kdb)
it: Database di KeePass (kdb)
ja: KeePassデータベース (kdb)
ko: KeePass 데이터베이스 (kdb)
pl: Baza KeePass (kdb)
tr: KeePass Veritabanı (kdb)
zh_cn: KeePass 数据库(kdb)

source: KeePass Database (kdbx)
ar: قاعد بيانات KeePass (.kdbx)
fr: Base de données KeePass (kdbx)
it: Database di KeePass (kdbx)
ja: KeePassデータベース (kdbx)
ko: KeePass 데이터베이스 (kdbx)
pl: Baza KeeKass (kdbx)
tr: KeePass Veritabanı (kdb)
zh_cn: KeePass 数据库(kdbx)

# NFCReaderUsageDescription
source: KeePassium needs access to NFC to communicate with your YubiKey.
ar: KeePassium يحتاج للوصول إلى NFC للتواصل مع YubiKey.
fr: KeePassium nécessite d'accéder au NFC pour communiquer avec votre Yubikey.
it: KeePassium richiede l'accesso a NFC per comunicare con la YubiKey.
ja: KeePassiumはYubiKeyと通信するのにNFCへのアクセスを必要とします。
ko: YubiKey와 통신하기 위해선 NFC 접근 권한이 필요합니다.
nl: KeePassium heeft toegang nodig tot NFC om te communiceren met je YubiKey.
pl: KeePassium potrzebuje dostępu do NFC, aby komunikować się z YubiKey.
tr: YubiKey'le iletişime geçebilmek için KeePassium'un NFC erişimine ihtiyacı vardır.
zh_cn: KeePassium 需要NFC访问权限才能使用你的YubiKey。

# NSCameraUsageDescription
source: KeePassium needs the camera to scan QR codes.
ar: KeePassium يحتاج إلى الكاميرا لمسح رموز QR.
fr: KeePassium a besoin de la caméra pour scanner les codes QR.
it: KeePassium richiede l'accesso alla fotocamera per scansionare i codici QR.
ja: KeePassiumはQRコードのスキャンにカメラを必要とします。
ko: QR 코드를 스캔하기 위해선 카메라 접근 권한이 필요합니다.
nl: KeePassium heeft de camera nodig om QR-codes te scannen.
pl: KeePassium potrzebuje aparatu aby skanować kody QR.
tr: Kare kodları tarama için KeePassium'un kameraya erişmeye ihtiyacı vardır.
zh_cn: KeePassium需要使用相机扫描二维码。

# NSPhotoLibraryAddUsageDescription
source: KeePassium needs permission to export files to your Photo Library.
ar: KeePassium يحتاج الإذن لتصدير الملفات إلى مكتبة الصور الخاصة بك.
fr: KeePassium a besoin d'une autorisation pour exporter des fichiers vers votre bibliothèque Photos.
it: KeePassium ha bisogno dell'autorizzazione per esportare file nella tua libreria di foto.
ja: 写真ライブラリにファイルをエクスポートするには権限をKeePassiumに与える必要があります。
ko: 사진 라이브러리에 파일을 내보내기 위한 권한이 필요합니다.
nl: KeePassium heeft toestemming nodig om bestanden te exporteren naar je galerij.
pl: KeePassium potrzebuje pozwolenia na eksportowanie plików do Twojej biblioteki zdjęć.
tr: Dosyaları dışa aktarmak için KeePassium'un Fotoğraf Kütüphanesine erişmeye ihtiyacı vardır.
zh_cn: KeePassium 需要获取汇出文件到照片库的权限。

# NSPhotoLibraryUsageDescription
source: KeePassium needs access to the Photos library to add custom icons to groups and entries
fr: KeePassium a besoin d'accéder à la bibliothèque Photos pour ajouter des icônes personnalisées aux groupes et aux entrées
ko: KeePassium에 사용자 지정 아이콘을 추가하기 위해선 사진 라이브러리의 접근 권한이 필요합니다.
pl: KeePassium wymaga dostępu do Zdjęć, aby dodać niestandardową ikonę

# [Appearance/TextSize/title]
source: Text Size
ja: 文字の大きさ
ko: 글자 크기
nl: Tekstgrootte
pl: Rozmiar tekstu
tr: Metin Boyutu
zh_cn: 文本大小

source: You can also store some notes, if you like.
ar: يمكنك أيضا تخزين بعض الملاحظات، إذا أردت.
fr: Vous pouvez également stocker des notes, si vous le souhaitez.
it: Puoi anche archiviare alcune note, se vuoi.
ja: メモも保存できます。
ko: 원하는 경우 메모를 추가하실 수 있습니다.
nl: Als je wilt, kun je ook notities opslaan.
pl: Możesz również przechowywać notatki, jeśli chcesz.
tr: İsterseniz buraya birkaç not da alabilirsiniz.
zh_cn: 如果您愿意, 您也可以填写一些备注。

# [Database/Create/TemplateEntry/title] Sample Entry
source: Sample Entry
ar: مِثال للسجل
fr: Échantillon d'entrée
it: Esempio di voce
ja: エントリーのサンプル
ko: 예시 항목
nl: Voorbeelditem
pl: Przykładowy wpis
tr: Örnek Girdi
zh_cn: 条目样本

# [Database/Create/TemplateEntry/userName] john.smith
source: john.smith
ar: فلان الفلاني
fr: françois.pignon
ja: キー太郎
ko: 홍길동
nl: jan.jansen
pl: jan.kowalski
tr: mehmet.yildiz
zh_cn: 张三

# [Database/Create/TemplateGroup/title] Email
source: Email
ar: البريد الإلكتروني
fr: Courriel
ja: メール
ko: 이메일
nl: E-mailadres
zh_cn: 电子邮件

# [Database/Create/TemplateGroup/title] Finance
source: Finance
ar: مالية
it: Finanza
ja: ファイナンス
ko: 금융
nl: Financiën
pl: Finanse
tr: Finans
zh_cn: 财务

# [Database/Create/TemplateGroup/title] General
source: General
ar: عام
fr: Général
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
tr: Genel
zh_cn: 一般

# [Database/Create/TemplateGroup/title] Internet
source: Internet
ar: شبكة الإنترنت
ja: インターネット
ko: 인터넷
zh_cn: 互联网

# [Database/Create/TemplateGroup/title] Network
source: Network
ar: الشبكة
fr: Réseau
it: Rete
ja: ネットワーク
ko: 네트워크
nl: Netwerk
pl: Sieć
tr: Ağ
zh_cn: 网络

# [Database/Create] Please enter a password or choose a key file.
source: Please enter a password or choose a key file.
ar: الرجاء إدخال كلمة مرور أو اختيار ملف مفتاح.
fr: Veuillez entrer un mot de passe ou choisir un fichier de clé.
it: Inserisci una password o scegli un file chiave.
ja: パスワードを入力するか、キーファイルを選択してください。
ko: 패스워드를 입력하거나 키 파일을 선택하세요.
nl: Voer een wachtwoord in of kies een sleutelbestand.
pl: Wprowadź hasło lub wybierz plik klucza.
tr: Lütfen bir şifre girin ya da anahtar dosya seçin.
zh_cn: 请输入一个密码或者选择一个密钥文件。

# [Database/Switch/action]
source: Switch Database
ko: 데이터베이스 전환

# [Database/SyncConflict/Cancel/description]
source: Cancel saving, leave target file intact.
ko: 저장을 중단하고 기기의 파일을 보존합니다.

# [Database/SyncConflict/Merge/action]
source: Merge
ko: 병합

# [Database/SyncConflict/Merge/description]
source: Combine changes before saving.
ko: 저장하기 전에 변경 사항을 합칩니다.

# [Database/SyncConflict/Overwrite/description]
source: Overwrite target file with the local version.
ko: 기기에 저장된 버전을 덮어씁니다.

# [Database/SyncConflict/SaveAs/description]
source: Save changes to another file.
ko: 다른 이름의 파일로 변경 사항을 저장합니다.

# [Database/SyncConflict/currentVersion]
source: Current version
ko: 서버에 저장된 현재 버전

# [Database/SyncConflict/description]
source: The database has changed since it was loaded in KeePassium.
ko: 데이터베이스가 KeePassium에 불러들인 이후에 변경되었습니다.

# [Database/SyncConflict/loadedVersion]
source: Loaded version
ko: 기기에 저장된 버전

# [Database/SyncConflict/title]
source: Sync Conflict
ko: 동기화 충돌

# [EditEntry/UserName/choose]
source: Choose
ar: اختر
it: Seleziona
ko: 선택
pl: Wybierz
tr: Seç
zh_cn: 选择

# [Entry/Attachments/preview]
source: Preview
ko: 미리 보기

# [Entry/Files/Add] Loading attachment file
source: Loading attachment file
ar: إضافة ملف مرفق
it: Caricamento file allegato
ko: 첨부 파일 불러오는 중
pl: Pobieranie załącznika
tr: Dosya yükleniyor...
zh_cn: 加载附件

# [Entry/Files/Add] Replace existing attachment?
source: Replace existing attachment?
ar: استبدال الملف المرفق الحالي؟
fr: Remplacer la pièce jointe existante ?
it: Sostituire l'allegato esistente?
ja: 添付ファイルを置き換えますか？
ko: 기존 첨부 파일을 교체하시겠습니까?
nl: Bestaande bijlage vervangen?
pl: Zastąpić istniejący załącznik?
tr: Mevcut dosyanın yerine yapıştırılsın mı?
zh_cn: 替换现有的附件？

source: This database supports only one attachment per entry, and there is already one.
ar: قاعدة البيانات هذه تدعم مرفقا واحدا فقط لكل سجل، وهناك بالفعل مرفق.
fr: Cette base de données ne supporte qu'une seule pièce jointe par entrée, et il y en a déjà une.
it: Questo database supporta solo un allegato per ogni voce: ne esiste già uno.
ja: このデータベースは、エントリごとに1つの添付ファイルのみをサポートしており、すでに1つあります。
ko: 이 데이터베이스는 항목 당 1개의 첨부 파일만 지원하지만, 첨부 파일이 이미 존재합니다.
nl: Deze database ondersteunt slechts één bijlage per item, en er is al een.
pl: Ta baza obsługuje tylko jeden załącznik we wpisie. Załącznik już istnieje.
tr: Bu veritabanı girdi başına sadece bir dosya eklemeye izin veriyor, daha fazla eklenemez.
zh_cn: 此数据库每个条目仅支持一个附件, 且它已经有一个附件了。

# [Entry/Files/Rename/title] Rename File
source: Rename File
ar: إعادة تسمية الملف
fr: Renommer Le Fichier
it: Rinomina File
ja: ファイル名を変更
ko: 파일 이름 변경
nl: Wijzig bestandsnaam
pl: Zmień nazwę
tr: Yeniden Adlandır
zh_cn: 重新命名文件

# [Entry/History] Previous Versions
source: Previous Versions
ar: الإصدارات السابقة
it: Versioni precedenti
ko: 이전 버전
pl: Poprzednia wersja
tr: Önceki Versiyonlar
zh_cn: 之前的版本

# [General/DestinationGroup/title] Choose a Destination
source: Choose a Destination
ar: اختر وجهة
it: Scegli una Destinazione
ko: 위치 선택
pl: Miejsce docelowe
tr: Bir Klasör Seçin
zh_cn: 选择目标位置

# [ItemCategory] Default (KeePass)
source: Default (KeePass)
ar: الافتراضي (KeePass)
it: Predefinito (KeePass)
ko: 기본 (KeePass)
pl: Domyślne (KeePass)
tr: Varsayılan (KeePass)
zh_cn: 默认(KeePass)

# [Menu/About/title]
source: About %@
fr: À propos de %@
ko: %@ 소개

# [Menu/Preferences/title]
source: Preferences…
fr: Préférences…
ko: 설정…
