Repository: keepassium/KeePassium-L10n
Catalog: */KeePassiumLib.xliff
Languages: ar, cs, de, es_es, fr, it, ja, nl, ru, sk, sv_se, th, uk, zh_tw

# [Group/RecycleBin/Empty/confirmTitle]
source: Permanently delete everything in the Recycle Bin?
de: Alles im Papierkorb endgültig löschen?
fr: Supprimer définitivement tout ce qui se trouve dans la corbeille ?
it: Eliminare definitivamente gli elementi contenuti nel Cestino?
ja: ゴミ箱の内容を完全に削除しますか？
nl: Alles in de prullenbak permanent verwijderen?
ru: Окончательно удалить всё в Корзине?
sk: Natrvalo odstrániť všetko v koši?

# [Group/Section/Entries/title]
source: Entries
de: Einträge
it: Voci
sk: Záznamy

# [Group/Section/Groups/title]
source: Groups
de: Gruppen
it: Gruppi
sk: Skupiny

# [Group/Smart/Create/action]
source: Create Smart Group
de: Intelligente Gruppe erstellen
it: Crea gruppo smart
sk: Vytvoriť chytrú skupinu

# [Group/Smart/New/defaultName]
source: New Smart Group
de: Neue intelligente Gruppe
it: Nuovo gruppo smart
sk: Nová chytrá skupina

# [Group/Smart/Preset/allEntries]
source: All Entries
de: Alle Einträge
it: Tutte le voci
sk: Všetky záznamy

# [Group/Smart/Preset/expiredEntries]
source: Expired Entries
de: Abgelaufene Einträge
it: Voci scadute
sk: Záznamy s uplynutou platnosťou

# [Group/Smart/Preset/otpEntries]
source: Entries with OTP
de: Einträge mit OTP
it: Voci con OTP
sk: Záznamy s OTP

# [Group/Smart/Preset/passkeyEntries]
source: Entries with Passkeys
it: Voci con chiavi d'accesso

# [Group/Smart/Query/title]
source: Smart Group Filter
de: Intelligenter Gruppenfilter
it: Filtro gruppo smart
sk: Filter chytrej skupiny

# [Group/Smart/a11y/description]
source: %@, Smart group
de: %@, Intelligente Gruppe
it: %@, gruppo smart
sk: %@, Chytrá skupina

# [Group/Smart/about]
source: About smart groups…
de: Infos zu intelligenten Gruppen …
it: Info sui gruppi smart…
sk: O chytrých skupinách…

# [Group/Smart/title]
source: Smart Group
de: Intelligente Gruppe
it: Gruppo smart
sk: Chytrá skupina

# [Group/a11y/description]
source: %@, Group
de: %@, Gruppe
es_es: %@, Grupo
fr: %@, Groupe
it: %@, gruppo
ja: %@, グループ
nl: %@, groep
ru: %@, группа
sk: %@, skupina
th: %@, กลุ่ม
uk: %@, група

# [Group/title]
source: Group
de: Gruppe
it: Gruppo
sk: Skupina

# [GroupEditor/Name/placeholder]
source: Group Name
de: Gruppenname
fr: Nom du groupe
it: Nome gruppo
ru: Название группы
sk: Názov skupiny

# [HOTP/FieldName]
source: One-Time Password (HOTP)
de: Einmalpasswort (HOTP)
es_es: Contraseña de un solo uso (HOTP)
fr: Mot de passe à usage unique (OTP)
it: Password monouso (HOTP)
ja: ワンタイムパスワード (HOTP)
nl: Eenmalig wachtwoord (HOTP)
ru: Одноразовый пароль (HOTP)
sk: Jednorazové heslo (HOTP)
uk: Одноразовий пароль (HOTP)

# [HardwareKey/AutoFill/NotAvailable] Hardware keys are not available in AutoFill.
source: Hardware keys are not available in AutoFill.
de: Hardwareschlüssel sind in AutoFill nicht verfügbar.
es_es: Las llaves físicas no están disponibles con autocompletar.
fr: Les clés matérielles ne sont pas disponibles dans la Saisie automatique.
it: Le chiavi fisiche non sono disponibili nell'inserimento automatico.
ja: ハードウェアキーは自動入力では使用できません。
nl: Hardwarematige sleutels zijn niet beschikbaar in AutoFill.
ru: Аппаратные ключи недоступны в автозаполнении.
sk: Hardvérové ​​kľúče nie sú dostupné pre automatické vyplňovanie.
th: ฮาร์ดแวร์คีย์ไม่สามารถใช้ในการป้อนรหัสผ่านอัตโนมัติได้
uk: Апаратні ключі недоступні для автозаповнення.

# [HardwareKey/AutoFill/TheseNotAvailable]
source: These hardware keys are not available in AutoFill.
de: Diese Hardware Schlüssel sind nicht verfügbar in automatisch Ausfüllen.
it: Queste chiavi fisiche non sono compatibili con l'inserimento automatico.
ru: Эти аппаратные ключи недоступны в автозаполнении.
sk: Tieto hardvérové ​​kľúče nie sú dostupné pre automatické vyplňovanie.

# [HardwareKey/Field/title]
source: Hardware Key
de: Hardware-Schlüssel
es_es: Llave física
fr: Clé matérielle
it: Chiave fisica
ja: ハードウェアキー
nl: Hardwarematige sleutel
ru: Аппаратный ключ
sk: Hardvérový kľúč
th: ฮาร์ดแวร์คีย์
uk: Апаратний ключ

# [HardwareKey/Interface/LightningViaUSBAdapter]
source: Lightning (via USB adapter)
it: Lightning (via adattatore USB)
ru: Lightning (через USB-адаптер)
sk: Lightning (prostredníctvom USB adaptéra)

# [HardwareKey/LightningOverUSB/RequiresAdapter]
source: Requires Apple USB-C to Lightning adapter
de: Erfordert Apple-Adapter für USB-C auf Lightning
it: Richiede un adattatore Apple da USB-C a Lightning
ru: Требуется адаптер Apple USB-C to Lightning
sk: Vyžaduje adaptér Apple USB-C to Lightning

# [HardwareKey/None] No Hardware Key
source: No Hardware Key
de: Kein Hardware-Schlüssel
es_es: Sin llave física
fr: Aucune clé matérielle
it: Nessuna chiave fisica
ja: ハードウェアキーがありません
nl: Geen hardwarematige sleutel
ru: Без аппаратного ключа
sk: Žiadny hardvérový kľúč
th: ไม่มีฮาร์ดแวร์คีย์
uk: Без апаратного ключа

# [HardwareKey/Picker/title]
source: Hardware Keys
de: Hardware-Schlüssel
it: Chiavi fisiche
ru: Аппаратные ключи
sk: Hardvérové ​​kľúče

# [HardwareKey/USB/chalRespNotSupported]
source: This device does not support challenge-response over USB connection.
de: Dieses Gerät unterstützt keine Challenge-Response über eine USB-Verbindung.
it: Questo dispositivo non supporta challenge-response tramite connessione USB.
ru: Это устройство не поддерживает аутентификацию вызов-ответ по USB соединению.
sk: Toto zariadenie nepodporuje reakciu na výzvu cez pripojenie USB.

# [HardwareKey/USB/iPadAppOnMac]
source: USB is not available, because this is an iPad app running on macOS. Use the native Mac app instead.
de: USB ist nicht verfügbar, da dies eine iPad-App ist, die unter macOS läuft. Verwenden Sie stattdessen die native Mac-App.
it: USB non è disponibile, perché questa è un'app per iPad eseguita su macOS. Usa l'app nativa per Mac.
ru: USB соединение недоступно, поскольку это iPad-приложение в среде macOS. Используйте нативное приложение для Mac.
sk: USB nie je k dispozícii, pretože ide o aplikáciu pre iPad spustenú v systéme macOS. Namiesto toho použite natívnu aplikáciu pre Mac.

# [HardwareKey/YubiKey/Slot] YubiKey Slot #%d
source: YubiKey Slot %d
es_es: Unidad de YubiKey %d
fr: Emplacement YubiKey %d
it: Slot Yubikey %d
ja: YubiKey スロット %d
nl: YubiKey-sleuf %d
ru: YubiKey слот %d
th: YubiKey ช่องที่ %d
uk: YubiKey роз'єм %d

# [Help Viewer/title]
source: Help
de: Hilfe
es_es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
nl: Hulp
ru: Справка
sk: Pomoc
th: ช่วยเหลือ
uk: Довідка

# [Intune/OrgNeedsToManage]
source: To protect its data, your organization needs to manage this app. To complete this action, sign in with your work or school account.
de: Um die eigenen Daten zu schützen, muss Ihre Organisation diese App verwalten. Melden Sie sich mit Ihrem Geschäfts-, Schul- oder Unikonto an, um diese Aktion abzuschließen.
fr: Pour protéger ses données, votre organisation doit gérer cette application. Pour effectuer cette action, connectez-vous avec votre compte professionnel ou scolaire.
it: Per proteggere i propri dati, l'organizzazione deve gestire questa app. Per completare l'azione, accedere con l'account aziendale o dell'istituto di istruzione.
ja: 組織のデータを保護するために、このアプリを組織で管理する必要があります。このアクションを完了するには、職場または学校アカウントでサインインしてください。
nl: Voor bescherming van de organisatiegegevens moet de app worden beheerd door uw organisatie. Meld u aan met uw werk- of schoolaccount om deze actie te voltooien.
ru: Вашей организации необходимо управлять этим приложением для защиты своих данных. Чтобы выполнить это действие, войдите по рабочей или учебной учетной записи.
sk: Na ochranu svojich údajov musí vaša organizácia spravovať túto aplikáciu. Ak chcete dokončiť túto akciu, prihláste sa pomocou svojho pracovného alebo školského účtu.

# [Intune/PersonalVersionElsewhere]
source: KeePassium version for personal use is available on the App Store.
de: Die KeePassium-Version für den persönlichen Gebrauch ist erhältlich im App Store.
it: La versione di KeePassium per uso personale è disponibile sull'App Store.
ja: 個人向けのKeePassiumをApp Storeにて提供しています。
nl: KeePassium voor persoonlijk gebruik is beschikbaar in de App Store.
ru: В App Store доступна версия KeePassium для личного использования.
sk: Verzia KeePassium pre osobné použitie je k dispozícii v obchode App Store.

# [Item/History/Restored]
source: Previous version restored
de: Vorherige Version wiederhergestellt
es_es: Versión previa recuperada
fr: Version précédente restaurée
it: Versione precedente ripristinata
ja: 以前のバージョンが復元されました
nl: De vorige versie is hersteld
ru: Предыдущая версия восстановлена
sk: Predchádzajúca verzia obnovená
th: คืนค่าเป็นรุ่นที่ผ่านมาเรียบร้อยแล้ว
uk: Попередня версія відновлена

# [Item/Properties/Advanced/title]
source: Advanced
de: Erweitert
fr: Avancé
it: Avanzate
ru: Дополнительно
sk: Pokročilé

# [Item/Properties/AutoFill/KeePassXC/title]
source: Password AutoFill (KeePassXC)
de: Passwort automatisch ausfüllen (KeePassXC)
it: Inserimento automatico (KeePassXC)
ru: Автозаполнение паролей (KeePassXC)
sk: Automatické vypĺňanie hesla (KeePassXC)

# [Item/Properties/AutoFill/allowed]
source: Allowed
de: Zulässig
fr: Autorisé
it: Consentito
ru: Разрешено
sk: Povolené

# [Item/Properties/AutoFill/disabled]
source: Disabled
de: Deaktiviert
it: Disattivato
ru: Отключено
sk: Vypnuté

# [Item/Properties/AutoFill/title]
source: Password AutoFill
de: Passwort automatisch ausfüllen
it: Inserimento automatico
ru: Автозаполнение паролей
sk: Automatické vypĺňanie hesiel

# [Item/Properties/PasswordAudit/allowed]
source: Allowed
de: Zulässig
fr: Autorisé
it: Consentita
ru: Разрешён
sk: Povolené

# [Item/Properties/PasswordAudit/disabled]
source: Disabled
de: Deaktiviert
it: Disattivata
ru: Отключён
sk: Vypnuté

# [Item/Properties/PasswordAudit/title]
source: Password Audit
de: Passwort-Audit
it: Ispezione password
ru: Аудит паролей
sk: Audit Hesiel

# [Item/Properties/Search/allowed]
source: Allowed
de: Zulässig
fr: Autorisé
it: Consentita
ru: Разрешён
sk: Povolené

# [Item/Properties/Search/disabled]
source: Disabled
de: Deaktiviert
it: Disattivata
ru: Отключён
sk: Vypnuté

# [Item/Properties/Search/title] Search
source: Search
de: Suche
fr: Recherche
it: Cerca
ru: Поиск
sk: Vyhľadávanie

# [Item/Properties/inheritedValue]
source: Inherit from parent group (%@)
de: Von übergeordneter Gruppe erben (%@)
it: Eredita dal gruppo genitore (%@)
ru: Наследовать от родительской группы (%@)
sk: Dediť z rodičovskej skupiny (%@)

# [Item/Properties/title]
source: Properties
de: Einstellungen
it: Proprietà
ru: Свойства
sk: Vlastnosti

# [ItemIconPicker/CustomIcons]
source: Custom Icons
de: Benutzerdefinierte Symbole
es_es: Iconos personalizados
fr: Icônes personnalisées
it: Icone personalizzate
ja: カスタムアイコン
nl: Aangepaste pictogrammen
ru: Свои значки
sk: Vlastné ikony
th: ไอคอนที่กำหนดเอง
uk: Свої іконки

# [ItemIconPicker/StandardIcons]
source: Standard Icons
de: Standardsymbole
es_es: Iconos estándar
fr: Icônes standards
it: Icone standard
ja: 標準アイコン
nl: Standaard pictogrammen
ru: Стандартные значки
sk: Štandardné ikony
th: ไอคอนมาตรฐาน
uk: Стандартні іконки

# [KDF/Progress] Processing the master key
source: Processing the master key
ar: مُعالجة المفتاح الرئيس
cs: Zpracovávání hlavního klíče
de: Master-Schlüssel wird verarbeitet
es_es: Procesando la clave maestra
fr: Traitement de la clé principale
it: Elaboro la chiave principale
ja: マスターキーを処理中
nl: Bezig met verwerken van hoofdsleutel
ru: Подготовка мастер-ключа
sk: Spracováva sa hlavný kľúč
sv_se: Bearbetar masternyckel
th: กำลังประมวลผลกุญแจหลัก
uk: Підготовка майстер-ключа
zh_tw: 主金鑰處理中

# [KeyFile/Create/action]
source: Create Key File
de: Schlüsseldatei erstellen
it: Crea file chiave
ru: Создать ключевой файл
sk: Vytvoriť súbor s kľúčom

# [KeyFile/Create/defaultName]
source: keyfile.dat
de: Schlüsseldatei.dat
it: filechiave.dat

# [KeyFile/Delete/Confirm/text] Delete key file?&#10; Make sure you have a backup.
source: Delete key file? Make sure you have a backup.
de: Schlüsseldatei löschen? Stellen Sie sicher, dass Sie ein Backup haben.
es_es: ¿Eliminar el archivo de clave? Asegúrate de tener una copia de seguridad.
fr: Supprimer le fichier clé ? Assurez-vous d'avoir une sauvegarde.
it: Eliminare il file chiave? Assicurati di avere una copia.
ja: キーファイルを削除しますか？ バックアップがあることを確認してください。
nl: Verwijder sleutelbestand? Zorg ervoor dat je een back-up hebt.
ru: Удалить ключевой файл? Убедитесь, что у вас есть резервная копия.
sk: Skutočne chcete odstrániť súbor s kľúčom? Uistite sa, že ho máte zálohovaný.
th: ลบไฟล์กุญแจหรือไม่? ตรวจสอบให้ดีว่าคุณกู้ไว้เรียบร้อยแล้ว
uk: Видалити файл-ключ? Переконайтеся, що у вас є резервна копія.

# [KeyFile/Field/title]
source: Key File
de: Schlüsseldatei
es_es: Archivo de clave
fr: Fichier clé
it: File chiave
ja: キーファイル
nl: Sleutelbestand
ru: Ключевой файл
sk: Súbor s kľúčom
th: ไฟล์กุญแจ
uk: Файл-ключ

# [KeyFile/Import/actionDescription]
source: Add file to the app
de: Datei zur App hinzufügen
it: Aggiungi file all'app
ru: Добавить файл в приложение
sk: Pridať súbor do aplikácie

# [KeyFile/Import/action]
source: Import Key File
de: Schlüsseldatei importieren
it: Importa file chiave
ru: Импортировать ключевой файл
sk: Importovať súbor s kľúčom

source: Remove key file from the list? The file will remain intact and you can add it again later.
de: Schlüsseldatei aus der Liste entfernen? Die Datei bleibt erhalten und Sie können sie später erneut hinzufügen.
es_es: ¿Desea eliminar el archivo de clave de la lista? El archivo permanecerá intacto y lo podrá agregar nuevamente más tarde.
fr: Retirer le fichier clé de la liste ? Le fichier restera intact et vous pourrez l'ajouter à nouveau ultérieurement.
it: Rimuovere il file chiave dalla lista? Il file rimarrà intatto e potrai aggiungerlo di nuovo in seguito.
ja: キーファイルを一覧から削除しますか？ファイルの本体はそのまま残りますので、後で再度追加できます。
nl: Wil het sleutelbestand verwijderen van de lijst? De sleutel blijft bewaard en je kunt deze later weer toevoegen.
ru: Убрать ключевой файл из списка? Файл останется нетронутым, вы сможете добавить его позже.
sk: Odobrať súbor s kľúčom zo zoznamu? Súbor zostane neporušený a neskôr ho budete môcť znova pridať.
th: ลบไฟล์กุญแจออกจากรายการหรือไม่? ไฟล์จะยังคงเดิมและคุณยังสามารถเพิ่มไฟล์ใหม่ได้ในภายหลัง
uk: Прибрати файл-ключ зі списку? Файл залишиться недоторканим, ви зможете додати його пізніше.

# [KeyFile/Use/actionDescription]
source: Use without adding
de: Ohne Hinzufügen verwenden
it: Usa senza aggiungere
ru: Использовать без добавления
sk: Použiť bez pridania

# [KeyFile/Use/action]
source: Select Key File
de: Schlüsseldatei auswählen
it: Seleziona file chiave
ru: Выбрать ключевой файл
sk: Vyberte súbor s kľúčom

# [KeyFileError/Corrupted/title]
source: Key file is corrupted
ar: ملف المفتاح تالِف
cs: Soubor s klíčem je poškozen
de: Schlüsseldatei ist beschädigt
es_es: El archivo de clave está dañado
fr: Le fichier clé est corrompu
it: File chiave corrotto
ja: キーファイルが壊れています
nl: Het sleutelbestand is beschadigd
ru: Ключевой файл повреждён
sk: Súbor s kľúčom je poškodený
sv_se: Nyckelfilen är skadad
th: ไฟล์กุญแจเสียหาย
uk: Файл-ключ пошкоджено

# [KeyFileError/UnsupportedFormat/title]
source: Unsupported key file format
ar: ملف مفتاح غير مدعوم
cs: Nepodporovaný formát souboru s klíčem
de: Nicht unterstütztes Format der Schlüsseldatei
es_es: El formato del archivo de clave es incompatible
fr: Format de fichier clé non pris en charge
it: Formato file chiave non supportato
ja: 未サポートのキーファイル形式です
nl: Bestandsindeling sleutelbestand niet ondersteund
ru: Неподдерживаемый формат ключевого файла
sk: Nepodporovaný formát súboru s kľúčom
sv_se: Format för nyckelfil stöds inte
th: ไม่รองรับฟอร์แมทของไฟล์กุญแจ
uk: Формат файл-ключа не підтримується

# [KeychainError/generic] Keychain error (code %d)
source: Keychain error (code %d)
ar: خطأ في سلسلة المفاتيح (الرمز %d)
cs: Chyba klíčenky (kód %d)
de: Schlüsselbund Fehler (Code %d)
es_es: Error en la cadena de claves (cód. %d)
fr: Erreur de trousseau (code %d)
it: Errore portachiavi (codice %d)
ja: キーチェーンエラー (コード %d)
nl: Sleutelhangerfout (code %d)
ru: Ошибка при работе со связкой ключей (код %d)
sk: Chyba kľúčenky (kód %d)
sv_se: Nyckelring-fel (Felkod %d)
uk: Помилка при роботі зі зв'язкою ключів (код %d)
zh_tw: 鑰匙圈錯誤(代碼 %d)

# [KeychainError/unexpectedFormat] Keychain error: unexpected data format
source: Keychain error: unexpected data format
ar: خطأ في سلسلة المفاتيح: صيغة بيانات غير متوقع
cs: Chyba klíčenky: neočekávaný formát dat
de: Schlüsselbund Fehler: Unerwartetes Datenformat
es_es: Error en la cadena de claves: formato de datos inesperado
fr: Erreur de trousseau : format de données inattendu
it: Errore portachiavi: formato dati inaspettato
ja: キーチェーンエラー: 予期しないデータ形式
nl: Sleutelhangerfout: onverwacht gegevensformaat
ru: Ошибка при работе со связкой ключей: неожиданный формат данных
sk: Chyba kľúčenky: neočakávaný formát dát
sv_se: Nyckelring-fel: Oväntat dataformat
th: พวงกุญแจเกิดข้อผิดพลาด: ไม่ทราบฟอร์แมทของข้อมูล
uk: Помилка при роботі зі зв'язкою ключів: неочікуваний формат даних
zh_tw: 鑰匙圈錯誤: 意外的資料格式

# [Menu/FileInfo/title]
source: File Info
de: Datei-Information
es_es: Información de archivo
fr: Informations
it: Info file
ja: ファイルの情報
nl: Bestandsinformatie
ru: Информация о файле
sk: Informácie o súbore
th: รายละเอียดไฟล์
uk: Відомості про файл

# [Menu/Preferences/title]
source: Preferences…
it: Preferenze…
sk: Nastavenia…

# [Menu/Sort] Sort Files By
source: Sort Files By
it: Ordina file per

# [Menu/Sort] Sort Items By
source: Sort Items By
it: Ordina elementi per

# [OTP/CopiedToClipboard/title]
source: One-time password copied to clipboard
de: Einmalpasswort in die Zwischenablage kopiert
fr: Mot de passe à usage unique copié dans le presse-papiers
it: Password monouso copiata negli appunti
ja: ワンタイムパスワードをクリップボードにコピーしました
nl: Eenmalig wachtwoord gekopieerd naar het klembord
ru: Одноразовый пароль скопирован в буфер обмена
sk: Jednorazové heslo bolo skopírované do schránky

# [OTP/FieldName]
source: One-Time Password
de: Einmalpasswort
es_es: Contraseña de un solo uso
fr: Mot de passe à usage unique
it: Password monouso
ja: ワンタイムパスワード
nl: Eenmalig wachtwoord
ru: Одноразовый пароль
sk: Jednorazové heslo
uk: Одноразовий пароль

# [OTP/Scan/InvalidData]
source: This QR code is not suitable for OTP setup.
de: Dieser QR-Code ist nicht für die OTP-Einrichtung geeignet.
es_es: Este código QR no representa una configuración OTP.
fr: Ce QR code n'est pas adapté à la configuration OTP.
it: Questo codice QR non è adatto per la configurazione OTP.
ja: このQRコードは、ワンタイム・パスワードの設定に使えません。
nl: Deze QR-code is niet geschikt voor OTP-instellingen.
ru: Этот QR-код не подходит для настройки одноразового пароля (OTP).
sk: Tento QR kód nie je vhodný na nastavenie OTP.
th: QR code นี้ไม่สามารถใช้กับการตั้ง OTP ได้
uk: Цей QR-код не підходить для налаштування одноразового пароля (OTP).

# [OTP/Scan/InvalidSecretCode]
source: Entered secret code is not suitable for OTP setup.
de: Dieser Geheimcode ist nicht für die OTP-Einrichtung geeignet.
it: Il codice segreto inserito non è adatto per la configurazione OTP.
ja: 入力されたシークレットコードはOTPの設定に使えません。
nl: De ingevoerde geheime code is niet geschikt voor OTP-configuratie.
ru: Введённый секретный код не подходит для настройки одноразового пароля (OTP).
sk: Zadaný tajný kód nie je vhodný na nastavenie OTP.

# [OTP/Scan/OverwriteWarning]
source: One-time password is already configured for this entry. Do you want to overwrite it?
de: Für diesen Eintrag ist bereits ein Einmalpasswort festgelegt. Möchten Sie es überschreiben?
es_es: La contraseña de un solo uso ya está configurada para esta entrada. ¿Deseas sobrescribirla?
fr: Le mot de passe à usage unique est déjà configuré pour cette entrée. Voulez-vous l'écraser ?
it: La password monouso è già configurata per questa voce. Vuoi sovrascriverla?
ja: ワンタイムパスワードはすでにこのエントリに設定されています。上書きしますか？
nl: Er is al een eenmalig wachtwoord ingesteld bij dit item. Wilt u dit overschrijven?
ru: Одноразовый пароль уже настроен для этой записи. Заменить его?
sk: Pre tento záznam je už nakonfigurované jednorazové heslo. Chcete ho prepísať?
th: รายการนี้ได้ตั้งค่ารหัสผ่านแบบใช้ครั้งเดียวไว้แล้ว คุณต้องการเขียนทับหรือไม่?
uk: Одноразовий пароль вже налаштований для цього запису. Замінити його?

# [OTP/Setup/EnterManually]
source: Enter manually
de: Manuell eingeben
it: Inserisci manualmente
ja: 手動で入力
nl: Voer handmatig in
ru: Ввести вручную
sk: Zadať ručne

# [OTP/Setup/EnterSecretCode/callToAction]
source: Enter Secret Code
de: Geheimcode eingeben
it: Inserisci codice segreto
ja: シークレットコードを入力
nl: Voer de geheime code in
ru: Введите секретный код
sk: Zadaj tajný kód

# [OTP/Setup/ScanQRCode]
source: Scan QR code
de: QR-Code scannen
it: Scansiona codice QR
ja: QRコードを読み取る
ru: Сканировать QR-код
sk: Naskenovať QR kód

# [OTP/Setup]
source: Set up one-time password (OTP)
de: Einmalpasswort einrichten (OTP)
fr: Configurer le mot de passe à usage unique (OTP)
it: Imposta password monouso (OTP)
ja: ワンタイム・パスワード (OTP) の設定
nl: Stel eenmalig wachtwoord in (OTP)
ru: Настроить одноразовый пароль (OTP)
sk: Nastaviť jednorazové heslo (OTP)

# [OTP/Title/sentenceCase]
source: One-time password
de: Einmalpasswort
fr: Mot de passe à usage unique
it: Password monouso
ja: ワンタイムパスワード
nl: Eenmalig wachtwoord
ru: Одноразовый пароль
sk: Jednorazové heslo

# [Org/ContactYourAdmin]
source: Please contact your IT administrator.
de: Wenden Sie sich an Ihren IT-Administrator.
fr: Contactez votre administrateur informatique.
it: Contatta l'amministratore IT.
ja: IT 管理者にお問い合わせください。
nl: Neem contact op met uw it-beheerder.
ru: Обратитесь к своему ИТ-администратору.
sk: Prosím kontaktujte svojho správcu IT.

# [Org/LicenseMissing]
source: KeePassium could not find the enterprise account of your organization.
de: KeePassium konnte das Unternehmenskonto Ihrer Organisation nicht finden.
it: KeePassium non ha trovato l'account aziendale della tua istituzione.
ja: KeePassiumはあなたの組織の企業アカウントを見つけられませんでした。
nl: KeePassium kan het bedrijfsaccount van uw organisatie niet vinden.
ru: KeePassium не удалось найти учётную запись вашей организации.
sk: KeePassium nenašlo podnikový účet vašej organizácie.

# [PasswordGenerator/Accept/action]
source: Accept
de: Speichern
it: Accetta
ru: Принять
sk: Prijať

# [PasswordGenerator/CannotGenerateText/title]
source: Cannot generate text
de: Nachricht kann nicht generiert werden
fr: Impossible de générer le texte
it: Impossibile generare testo
ja: テキストを生成できません
nl: Er kan geen tekst worden gegenereerd
ru: Невозможно сгенерировать текст
sk: Nie je možné vygenerovať text

# [PasswordGenerator/CustomSet/Empty/title]
source: Empty
de: Leer
fr: Vide
it: Vuoto
ja: 未設定
nl: Leeg
ru: Пусто
sk: Prázdne

# [PasswordGenerator/CustomSet/title]
source: Custom characters
de: Eigene Zeichen
fr: Caractères personnalisés
it: Caratteri personalizzati
ja: 指定の文字
nl: Aangepaste tekens
ru: Пользовательские символы
sk: Vlastné znaky

# [PasswordGenerator/DesiredLengthTooShort/title]
source: Increase the length parameter to at least %d.
de: Ändern Sie die Passwortlänge auf %d oder mehr Zeichen.
fr: Augmenter le paramètre de longueur d'au moins %d.
it: Aumenta il parametro lunghezza almeno fino a %d.
ja: 少なくとも%d文字以上にしてください。
nl: Breid de wachtwoordlengte uit naar %d of meer tekens.
ru: Увеличьте длину хотя бы до %d.
sk: Zvýšte parameter dĺžky aspoň na %d.

# [PasswordGenerator/Generate/action]
source: Generate
de: Erzeugen
fr: Générer
it: Genera
ja: 生成
nl: Genereer
ru: Сгенерировать
sk: Generovať

# [PasswordGenerator/GeneratedText/title]
source: Generated text
de: Erzeugter Text
fr: Texte généré
it: Testo generato
ja: テキストを生成
nl: Gegenereerde tekst
ru: Сгенерированный текст
sk: Generovať text

# [PasswordGenerator/InclusionCondition/allowed]
source: Allowed
de: Zulässig
fr: Autorisé
it: Consentiti
ja: 任意
nl: Toegestaan
ru: Разрешено
sk: Povolené

# [PasswordGenerator/InclusionCondition/excluded]
source: Excluded
de: Ausgeschlossen
fr: Exclu
it: Esclusi
ja: 使用不可
nl: Uitgesloten
ru: Исключено
sk: Vylúčené
