Repository: keepassium/KeePassium-L10n
Catalog: */KeePassiumLib.xliff
Languages: ar, cs, de, es_es, fr, it, ja, nl, ru, sk, sv_se, th, uk, zh_tw

# [PasswordGenerator/InclusionCondition/inactive]
source: Inactive
de: Inaktiv
fr: Inactif
it: Inattivo
ja: 使用不可
nl: Inactief
ru: Неактивно
sk: Neaktívne

# [PasswordGenerator/InclusionCondition/required]
source: Required
de: Erforderlich
fr: Obligatoire
it: Obbligatori
ja: 必須
nl: Vereist
ru: Обязательно
sk: Povinné

# [PasswordGenerator/Length/title]
source: Length
de: Länge
fr: Longueur
it: Lunghezza
ja: 長さ
nl: Lengte
ru: Длина
sk: Dĺžka

# [PasswordGenerator/MaxConsecutive/description]
source: Maximum number of identical characters repeating consecutively.
de: Maximale Anzahl sich wiederholender identischer Zeichen.
fr: Nombre maximum de caractères identiques se répétant consécutivement.
it: Numero massimo di caratteri identici ripetuti consecutivamente.
ja: 同じ文字の連続を、この値までに制限します。
nl: Maximaal aantal herhaalde tekens achter elkaar.
ru: Максимальное количество последовательных одинаковых символов.
sk: Maximálny počet identických znakov opakujúcich sa za sebou.

# [PasswordGenerator/MaxConsecutiveNotSatisfiable/title]
source: Increase the limit on maximum number of identical elements repeating consecutively.
de: Erhöhe das Limit für die maximale Anzahl identischer sich wiederholender Elemente.
fr: Augmentez le nombre maximum d'éléments identiques se répétant consécutivement.
it: Aumenta il limite massimo di elementi identici ripetuti consecutivamente.
ja: 「同一文字の最大連続数」を増やしてください。
nl: Breid het aantal herhaalde tekens achter elkaar uit.
ru: Увеличьте максимальное количество повторяющихся одинаковых элементов.
sk: Zvýšte limit na maximálny počet identických prvkov opakujúcich sa za sebou.

# [PasswordGenerator/Mode/Basic/title]
source: Basic
de: Standard
fr: Basique
it: Base
ja: 基本
nl: Basis
ru: Простой
sk: Základné

# [PasswordGenerator/Mode/Expert/title]
source: Expert
de: Erweitert
it: Esperto
ja: 詳細
ru: Экспертный

# [PasswordGenerator/Mode/Passphrase/title]
source: Passphrase
fr: Phrase de passe
it: Frase segreta
ja: パスフレーズ
nl: Wachtzin
ru: Парольная фраза
sk: Prístupová fráza

# [PasswordGenerator/Mode/title]
source: Mode
de: Modus
it: Modalità
ja: モード
nl: Modus
ru: Режим
sk: Režim

# [PasswordGenerator/NotEnoughElementsToSample/title]
source: Need more elements to pick from.
de: Mehr Elemente zur Auswahl werden benötigt.
fr: Besoin de plus d'éléments pour choisir.
it: Sono necessari più elementi tra cui scegliere.
ja: 使用する文字を選択してください。
nl: Meer elementen nodig om uit te kiezen.
ru: Нужно больше элементов для выбора.
sk: Je potrebné vybrať viac prvkov.

# [PasswordGenerator/PasswordLength/title]
source: Password Length
de: Passwortlänge
fr: Longueur du mot de passe
it: Lunghezza password
ja: パスワードの長さ
nl: Wachtwoordlengte
ru: Длина пароля
sk: Dĺžka hesla

# [PasswordGenerator/RequiredSetCompletelyExcluded/title]
source: One of the character sets is both required and excluded.
de: Einer der Zeichensätze ist sowohl erforderlich als auch ausgeschlossen.
fr: L'un des jeux de caractères est à la fois requis et exclu.
it: Uno dei gruppi di caratteri è sia richiesto che escluso.
ja: 必須と使用不可の両方を選択している文字セットがあります。
nl: Een van de tekensets is zowel vereist als uitgesloten.
ru: Один из наборов символов - обязательный и в то же время исключённый.
sk: Jedna zo sád znakov je povinná aj vylúčená.

# [PasswordGenerator/Set/Digits/title]
source: Digits
de: Ziffern
fr: Chiffres
it: Cifre
ja: 数字
nl: Cijfers
ru: Цифры
sk: Číslice

# [PasswordGenerator/Set/Lookalikes/title]
source: Look-alike characters
de: Ähnlich aussehende Zeichen
fr: Caractères ressemblants
it: Caratteri simili
ja: 似ている文字
nl: Verwarrende tekens
ru: Похожие символы
sk: Podobné znaky

# [PasswordGenerator/Set/Lowercase/title]
source: Lowercase letters
de: Kleinbuchstaben
fr: Lettres minuscules
it: Lettere minuscole
ja: 小文字
nl: Kleine letters
ru: Строчные буквы
sk: Malé písmená

# [PasswordGenerator/Set/Specials/title]
source: Special symbols
de: Symbole
fr: Caractères spéciaux
it: Caratteri speciali
ja: 記号
nl: Speciale tekens
ru: Специальные символы
sk: Špeciálne symboly

# [PasswordGenerator/Set/Uppercase/title]
source: Uppercase letters
de: Großbuchstaben
fr: Lettres majuscules
it: Lettere maiuscole
ja: 大文字
nl: Hoofdletters
ru: Прописные буквы
sk: Veľké písmená

# [PasswordGenerator/SpaceCharacter/name]
source: Space
de: Leerzeichen
fr: Espace
it: Spazio
ja: 空白
nl: Spatie
ru: Пробел
sk: Medzera

# [PasswordGenerator/Word Separtor/title]
source: Separator
de: Trenner
fr: Séparateur
it: Separatore
ja: 区切り文字
nl: Scheidingsteken
ru: Разделитель
sk: Oddeľovač

# [PasswordGenerator/WordCase/lowerCase]
source: lowercase
de: kleinbuchstaben
fr: minuscule
it: minuscolo
ja: 小文字
nl: kleine letters
ru: нижний регистр
sk: malé písmená

# [PasswordGenerator/WordCase/titleCase]
source: Title Case
de: Groß-/Kleinbuchstaben
fr: Casse de Titre
it: Iniziali Maiuscole
ja: タイトルケース
nl: Elk Woord Met Beginhoofdletter
ru: Первая Заглавная
sk: Prvé Veľké

# [PasswordGenerator/WordCase/title]
source: Case
de: Groß-/Kleinschreibung
fr: Casse
it: Maiuscole/minuscole
ja: ケース
nl: Lettervorm
ru: Регистр букв
sk: Veľké a malé písmená

# [PasswordGenerator/WordCase/upperCase]
source: UPPERCASE
de: GROSSBUCHSTABEN
fr: MAJUSCULE
it: MAIUSCOLO
ja: 大文字
nl: HOOFDLETTERS
ru: ВЕРХНИЙ РЕГИСТР
sk: VEĽKÉ PÍSMENÁ

# [PasswordGenerator/WordCount/title]
source: Words
de: Wort-Anzahl
fr: Mots
it: Parole
ja: 単語
nl: Woorden
ru: Слов
sk: Slová

# [PasswordGenerator/Wordlist/EFFLarge/title]
source: EFF Large Wordlist (7776 words)
de: Große EFF-Wortliste (7.776 Wörter)
fr: Liste longue de mots EFF (7776 mots)
it: Lista vocaboli EFF ampia (7776 parole)
ja: EFFのラージワードリスト (7776個)
nl: Grote woordenlijst van EFF (7.776 woorden)
ru: Большой список EFF (7776 слов)
sk: EFF Veľký zoznam slov (7776 slov)

# [PasswordGenerator/Wordlist/EFFShort/title]
source: EFF Short Wordlist #%d (1296 words)
de: Kurze EFF-Wortliste #%d (1.296 Wörter)
fr: Liste courte de mots EFF n°%d (1296 mots)
it: Dizionario EEF breve n. %d (1296 parole)
ja: EFFのショートワードリスト #%d (1296個)
nl: EFF korte woordenlijst #%d (1296 woorden)
ru: Малый список EFF №%d (1296 слов)
sk: EFF Krátky zoznam slov #%d (1296 slov)

# [PasswordGenerator/Wordlist/ImportError/reason]
source: File could not be imported because of a problem in line %1$d (%2$@)
de: Datei konnte nicht importiert wegen aufgrund eines Problems in Zeile %1$d (%2$@)
it: File non importato per via di un problema alla riga %1$d (%2$@)
ru: Не удалось импортировать файл из-за проблемы в строке %1$d (%2$@)
sk: Súbor nebolo možné importovať z dôvodu problému v riadku %1$d (%2$@)

# [PasswordGenerator/Wordlist/title]
source: Wordlist
de: Wortliste
fr: Liste de mots
it: Lista vocaboli
ja: ワードリスト
nl: Woordenlijst
ru: Список слов
sk: Zoznam slov

# [PasswordGenerator/title]
source: Random Generator
de: Zufallsgenerator
fr: Générateur aléatoire
it: Generatore casuale
ja: パスワードを生成
nl: Willekeurige generator
ru: Генератор паролей
sk: Náhodný generátor

# [Premium/Benefits/BusinessClouds/title]
source: Sync with corporate storage
de: Synchronisierung mit Unternehmensspeicher
fr: Synchronisation avec stockage d'entreprise
it: Sincronizza con cloud aziendali
ja: 企業ストレージと同期
nl: Synchroniseer met bedrijfsopslag
ru: Синхронизация с корпоративным хранилищем
sk: Synchronizácia s firemným úložiskom

# [Premium/Benefits/HardwareKeys/details]
source: Protect your secrets with a hardware key, such as YubiKey.
de: Schützen Sie Ihre Passwörter mit einem Hardware-Schlüssel wie YubiKey.
es_es: Proteje tus secretos y contraseñas con una llave física como una YubiKey.
fr: Protégez vos mots de passe avec une clé matérielle, comme YubiKey.
it: Proteggi i tuoi segreti con una chiave fisica, tipo YubiKey.
ja: YubiKeyなどのハードウェアの鍵を使って秘密を守ります。
nl: Bescherm je geheimen met een hardwarematige sleutel, zoals YubiKey.
ru: Защитите свои секреты аппаратным ключом YubiKey.
sk: Chráňte svoje heslá pomocou hardvérového kľúča, ako je napríklad YubiKey.
th: ปกป้องความลับของคุณด้วยฮาร์ดแวร์คีย์ อย่างเช่นใช้ YubiKey
uk: Захистіть свої секрети апаратним ключем YubiKey.

# [Premium/Benefits/HardwareKeys/title]
source: Use hardware keys
de: Hardware-Schlüssel verwenden
es_es: Usar llaves físicas
fr: Utiliser des clés materielles
it: Usa chiavi fisiche
ja: ハードウェアキーを使う
nl: Gebruik hardwarematige sleutels
ru: Используйте аппаратные ключи
sk: Použite hardvérové kľúče
th: ใช้ฮาร์ดแวร์คีย์
uk: Використовуйте апаратні ключі

# [Premium/Benefits/LinkedDatabases/details]
source: Open another database in one step — using credentials stored in an entry.
de: Öffnen Sie in einem Schritt eine andere Datenbank mit den Anmeldedaten eines Eintrags.
it: Apri un altro database in un solo passaggio, usando credenziali conservate in una voce.
sk: Otvorte inú databázu pomocou poverení uložených v zázname v jednom kroku.

# [Premium/Benefits/LinkedDatabases/title]
source: Open linked databases
de: Verknüpfte Datenbanken öffnen
it: Apri database collegati
sk: Otvoriť prepojené databázy

# [Premium/Benefits/MultiDB/details]
source: Add multiple databases and quickly switch between them.
de: Fügen Sie mehrere Datenbanken hinzu und wechseln Sie schnell zwischen ihnen.
es_es: Agrega múltiples bases de datos y cambia rápidamente entre ellas.
fr: Ajoutez plusieurs bases de données et basculez rapidement entre elles.
it: Aggiungi più database e passa rapidamente da uno all'altro.
ja: 複数のデータベースを作って、素速く切り替えます。
nl: Voeg meerdere databanken toe en schakel snel over.
ru: Добавьте несколько баз и переключайтесь между ними за пару нажатий.
sk: Pridajte viac databáz a prepínajte sa medzi nimi rýchlejšie.
th: เพิ่มฐานข้อมูลได้หลายฐานและสลับใช้งานได้อย่างรวดเร็ว
uk: Додайте кілька баз паролів і перемикайтеся між ними за декілька натискань.

# [Premium/Benefits/MultiDB/title]
source: Sync with the team
de: Innerhalb eines Teams synchronisieren
es_es: Sincroniza con tu equipo
fr: Synchroniser avec l'équipe
it: Sincronizza con il team
ja: チームと同期
nl: Synchroniseer met het team
ru: Синхронизация с другими
sk: Synchronizujte sa s tímom
th: ซิงค์กับทีมงาน
uk: Синхронізація з іншими

# [Premium/Benefits/Negative/header]
source: What you are missing
de: Nicht mit dabei
es_es: Lo que se está perdiendo
fr: Ce qui vous manque
it: Cosa ti perdi
ja: できないこと
nl: Wat je mist
ru: Что вы упускаете
sk: Čo vám chýba
th: อะไรที่คุณยังไม่มี
uk: Що ви втрачаєте

# [Premium/Benefits/PasswordAudit/title]
source: Check your passwords
de: Passwörter prüfen
it: Verifica le tue password
nl: Controleer uw wachtwoorden
ru: Проверьте пароли
sk: Kontrola hesiel

# [Premium/Benefits/Positive/header]
source: What you get
de: Profitieren Sie von
es_es: Beneficios que obtiene
fr: Ce que vous obtenez
it: Cosa ottieni
ja: できること
nl: Wat je krijgt
ru: Что вы получите
sk: Čo získate
th: อะไรที่คุณจะได้รับ
uk: Що ви отримаєте

# [Premium/CallToAction/buyNow]
source: Buy Now
de: Jetzt kaufen
es_es: Comprar Ahora
fr: Acheter maintenant
it: Acquista ora
ja: 今すぐ購入
nl: Nu kopen
ru: Купить
sk: Kúpiť teraz
th: ซื้อตอนนี้
uk: Придбати

# [Premium/CallToAction/free]
source: Continue Testing
de: Testphase fortsetzen
es_es: Seguir Evaluando
fr: Poursuivre les tests
it: Continua prova
ja: テストを続ける
nl: Ga door met uitproberen
ru: Продолжить тестирование
sk: Pokračovať v testovaní
th: ทดสอบต่อไป
uk: Продовжити тестування

# [Premium/CallToAction/startTrial]
source: Try it free
de: Kostenlos testen
es_es: Pruébelo gratis
fr: L'essayer gratuitement
it: Prova gratis
ja: 無料で試す
nl: Probeer het gratis
ru: Попробовать бесплатно
sk: Vyskúšajte zadarmo
th: ลองใช้ฟรี
uk: Спробувати безкоштовно

# [Premium/CallToAction/upgradeNow]
source: Upgrade Now
de: Jetzt upgraden
es_es: Actualizar Ahora
fr: Mettre à niveau maintenant
it: Ottieni ora
ja: 今すぐアップグレード
nl: Upgrade nu
ru: Включить Премиум
sk: Prejsť na platenú verziu
th: อัพเกรดทันที
uk: Увімкнути Преміум

# [Premium/ManageSubscriptions/action]
source: Manage subscriptions
de: Abos verwalten
es_es: Administrar suscripciones
fr: Gérer les abonnements
it: Gestisci abbonamenti
ja: サブスクリプションを管理
nl: Abonnementen beheren
ru: Управление подписками
sk: Správa predplatného
th: จัดการการสมัครรับ
uk: Керування підписками

# [Premium/PerpetualLicense/status]
source: You have a perpetual license for all the versions before %@.
de: Sie haben eine unbefristete Lizenz für alle Versionen vor %@.
es_es: Tiene una licencia de autor para todas las versiones antes de %@.
fr: Vous avez une licence perpétuelle pour toutes les versions publiées avant le %@.
it: Hai una licenza illimitata per tutte le versioni precedenti %@.
ja: %@ 以前のすべてのバージョンの永久ライセンスをお持ちです。
nl: Je hebt een eeuwigdurende licentie voor alle versies vóór %@.
ru: У вас постоянная лицензия для всех версий, выпущенных до %@.
sk: Máte trvalú licenciu pre všetky verzie pred %@.
th: คุณได้สิทธิ์ถาวรสำหรับทุกเวอร์ชันก่อน %@
uk: У вас постійна ліцензія для всіх версій, випущених до %@.

# [Premium/Price Plan/Conditions/1 year email support]
source: One year of email support
de: Ein Jahr E-Mail-Support
es_es: Un año de soporte por correo electrónico
fr: Un an d'assistance par e-mail
it: Un anno di assistenza via email
ja: 1年間のEメールサポート
nl: Eén jaar e-mailondersteuning
ru: Год поддержки по электронной почте
sk: Jeden rok e-mailovej podpory
th: ระยะเวลาหนึ่งปีสำหรับการช่วยเหลือทางอีเมล
uk: Рік підтримки по електронній пошті

# [Premium/Price Plan/Conditions/all premium features]
source: All premium features
de: Alle Premiumfunktionen
es_es: Todas las características premium
fr: Toutes les fonctionnalités Premium
it: Tutte le funzioni Premium
ja: プレミアム版のすべての機能
nl: Alle premium-functies
ru: Все премиум-функции
sk: Všetky prémiové funkcie
th: คุณสมบัติพรีเมียมทั้งหมด
uk: Усі преміум-функції

# [Premium/Price Plan/Conditions/community support]
source: Customer support: Online forums
de: Kundensupport: Online-Foren
es_es: Atención al cliente: Foros en línea
fr: Support client : forums en ligne
it: Assistenza clienti: forum online
ja: カスタマーサポート: オンラインフォーラム
nl: Klantenondersteuning: online-fora
ru: Поддержка: онлайн-форумы
sk: Zákaznícka podpora: online fóra
th: สนับสนุนลูกค้า: ฟอรัมออนไลน์
uk: Підтримка: онлайн-форуми

# [Premium/Price Plan/Conditions/current premium features]
source: Current premium features
de: Aktuelle Premiumfunktionen
es_es: Características premium actuales
fr: Fonctionnalités Premium actuelles
it: Funzioni Premium attuali
ja: 現在のプレミアム機能
nl: Huidige premium-functies
ru: Текущие премиум-функции
sk: Súčasné prémiové funkcie
th: คุณสมบัติพรีเมียมปัจจุบัน
uk: Поточні преміум-функції

# [Premium/Price Plan/Conditions/email support]
source: Customer support: Email
de: Kundensupport: E-Mail
es_es: Atención al cliente: Correo Electrónico
fr: Support client : E-mail
it: Assistenza clienti: email
ja: カスタマーサポート: Eメール
nl: Klantenondersteuning: e-mail
ru: Поддержка: электронная почта
sk: Zákaznícka podpora: e-mail
th: สนับสนุนลูกค้า: อีเมล
uk: Підтримка: електронна пошта

# [Premium/Price Plan/Conditions/family sharing]
source: Family Sharing
de: Familienfreigabe
es_es: Compartir en familia
fr: Partage familial
it: In famiglia
ja: Apple ファミリー共有
nl: Delen met gezin
ru: Семейный доступ
sk: Rodinné zdieľanie
th: การแชร์ในครอบครัว
uk: Сімейний доступ

# [Premium/Price Plan/Conditions/freemium reminders]
source: Freemium reminders
de: Freemium-Erinnerungen
es_es: Recordatorio de licencia gratis
fr: Rappels Freemium
it: Promemoria freemium
ja: 無料版のリマインダー
nl: Freemium-herinneringen
ru: Напоминания о бесплатной версии
sk: Pripomenutie bezplatnej verzie
th: แจ้งเตือนการใช้เวอร์ชันฟรี
uk: Нагадування про безкоштовну версію

# [Premium/Price Plan/Conditions/full price upgrade]
source: Premium features added in the future would require a new purchase at full price.
de: Premium-Funktionen, die in Zukunft hinzugefügt werden, erfordern einen Neukauf zum vollen Preis.
es_es: Las características Premium añadidas en el futuro requerirían una nueva compra a precio completo.
fr: Les fonctionnalités premium ajoutées à l'avenir nécessiteront un nouvel achat au prix fort.
it: Le funzioni Premium aggiunte in futuro richiederebbero un nuovo acquisto a prezzo pieno.
ja: 今後追加されるプレミアム機能には、新たな購入が必要になります。
nl: Voor premiumfuncties die in de toekomst worden toegevoegd, is een nieuwe aankoop voor de volledige prijs vereist.
ru: Будущие премиум-функции потребуют новой покупки по полной цене.
sk: Prémiové funkcie pridané v budúcnosti by vyžadovali nový nákup za plnú cenu.
th: คุณสมบัติพรีเมียมได้เพิ่มรอไว้ในอนาคตเผื่อไว้สำหรับการซื้อเต็มราคา
uk: Майбутні преміум-функції вимагатимуть нової покупки за повною ціною.

# [Premium/Price Plan/Conditions/future premium features]
source: Future premium features
de: Künftige Premiumfunktionen
es_es: Características premium a futuro
fr: Fonctionnalités Premium futures
it: Tutte le funzioni Premium future
ja: 今後のプレミアム機能
nl: Toekomstige premium-functies
ru: Будущие премиум-функции
sk: Budúce prémiové funkcie
th: คุณสมบัติพรีเมียมในอนาคต
uk: Майбутні преміум-функції

# [Premium/Price Plan/Conditions/perpetual fallback]
source: Rent-to-own license (Perpetual fallback license)
de: Mietkauf (Perpetual Fallback License)
es_es: Licencia de alquiler con opción a compra (Licencia perpetua)
fr: Licence en location avec option d'achat (licence supplétive perpétuelle)
it: Licenza di affitto (perpetual fallback license)
ja: 購入選択権付リース (perpetual fallback license)
nl: Bruikleenlicentie (terugvallicentie)
ru: Лицензия "Аренда с выкупом" (Резервная бессрочная лицензия)
sk: Po roku predplatného zostanú súčasné prémiové funkcie (Perpetual fallback license)
th: สิทธิ์ในการเช่ามาเป็นเจ้าของ (Perpetual fallback license)
uk: Ліцензія "Оренда з викупом" (Резервна безстрокова ліцензія)

# [Premium/Price Plan/Conditions/subscription as purchase]
source: Subscription as a purchase
de: Abonnement als Kauf
es_es: Suscripción como compra
fr: Abonnement en tant qu'achat
it: Abbonamento come acquisto
ja: サブスクリプションを購入
nl: Abonnement in de vorm van een aankoop
ru: Подписка как покупка
sk: Predplatné ako nákup
th: ซื้อเป็นแบบสมัครรับ
uk: Підписка як покупка

# [Premium/Price Plan/Conditions/updates and bug fixes]
source: Updates and bug fixes
de: Updates und Fehlerbehebungen
es_es: Actualizaciones y correcciones de errores
fr: Mises à jour et correctifs
it: Aggiornamenti e correzioni di bug
ja: 更新とバグ修正
nl: Updates en foutoplossingen
ru: Обновления и исправления ошибок
sk: Aktualizácie a opravy chýb
th: อัพเดตและการแก้ไข
uk: Оновлення та виправлення помилок

# [Premium/Price Plan/Free/price]
source: Free
de: Kostenlos
es_es: Gratis
fr: Gratuit
it: Gratis
ja: 無料
nl: Gratis
ru: Бесплатно
sk: Zadarmo
th: ฟรี
uk: Безкоштовно

# [Premium/Price Plan/Free/title]
source: Free
de: Kostenlos
es_es: Gratis
fr: Gratuit
it: Gratis
ja: 無料
nl: Gratis
ru: Бесплатно
sk: Zadarmo
th: ฟรี
uk: Безкоштовно

# [Premium/Price Plan/popular]
source: Popular
de: Beliebt
fr: Populaire
it: Popolare
ja: 人気
nl: Populair
ru: Популярный
sk: Obľúbené
th: ยอดนิยม
uk: Популярний

# [Premium/Status/title]
source: Premium Version
fr: Version Premium
it: Versione Premium
ja: プレミアム版
nl: Premium-versie
ru: Премиум версия
sk: Prémiová verzia
th: แบบพรีเมี่ยม
uk: Преміум-версія

# [Premium/Subscription/Legal/text]
source: Payment will be charged to your Apple ID account at the confirmation of purchase. Subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions by going to your account settings on the App Store after purchase.
de: Der Kaufpreis wird bei der Kaufbestätigung über Ihr Apple ID-Konto abgerechnet. Das Abonnement verlängert sich automatisch, wenn es nicht mindestens 24 Stunden vor Ablauf der aktuellen Laufzeit gekündigt wird. Die Verlängerungsgebühr wird innerhalb von 24 Stunden vor Ablauf der aktuellen Laufzeit über Ihr Konto abgerechnet. Sie können Ihre Abonnements verwalten und kündigen, indem Sie nach dem Kauf Ihre Kontoeinstellungen im App Store aufrufen.
es_es: El pago se cargará a tu ID de Apple al confirmar la compra. La suscripción se renueva automáticamente a no ser que se cancele al menos 24 horas antes de que finalice el periodo actual. Se cobrará la renovación de la suscripción 24 horas antes que termine el periodo actual. Puedes gestionar y cancelar tus suscripciones accediendo a los ajustes de tu cuenta en la AppStore después de la compra.
fr: Le paiement sera prélevé sur votre compte Apple au moment de la confirmation de l’achat. L’abonnement est renouvelé automatiquement à moins qu’il ne soit annulé au moins 24 heures avant la fin de la période en cours. Le renouvellement sera prélevé sur votre compte dans les 24 heures précédant la fin de la période en cours. Vous pouvez gérer et annuler vos abonnements depuis les paramètres du compte dans l’App Store, une fois l’achat réalisé.
it: Il pagamento verrà addebitato sul tuo ID Apple alla conferma dell'acquisto. L'abbonamento si rinnova automaticamente a meno che non venga annullato almeno 24 ore prima del termine del periodo corrente. Il rinnovo verrà addebitaato sul tuo account nelle 24 ore precedenti il termine del periodo corrente. Puoi gestire e disdire gli abbonamenti nelle impostazioni del tuo account sull'App Store dopo l'acquisto.
ja: お支払いは、Apple IDのアカウントに対し購入確定時に請求いたします。 サブスクリプション（期限付きの使用）は、期限が切れる24時間前までにキャンセルされなければ、自動的に更新されます。更新する場合の請求は、期限終了前の24時間以内に行われます。 サブスクリプションの管理やキャンセルは、購入後にApp Storeのアカウント設定で可能です。
nl: De betaling wordt in rekening gebracht op je Apple ID-account bij de bevestiging van de aankoop. Het abonnement wordt automatisch verlengd, tenzij het ten minste 24 uur voor het einde van de huidige periode wordt geannuleerd. Je account wordt binnen 24 uur voor het einde van de huidige periode belast. Je kunt je abonnementen beheren en annuleren door na aankoop naar je accountinstellingen te gaan in de App Store.
ru: Оплата будет снята с вашего аккаунта Apple ID после подтверждения покупки. Подписка автоматически возобновляется, если не отменена минимум за 24 часа до конца текущего периода. Плата за продление подписки будет снята с вашего аккаунта в течение суток до окончания текущего периода. Вы можете изменить или отменить подписки, зайдя в настройки своего аккаунта в App Store после покупки.
sk: Platba bude naúčtovaná na váš Apple účet pri potvrdení nákupu. Predplatné sa automaticky obnoví, ak nebude zrušené najmenej 24 hodín pred koncom aktuálneho obdobia. Platba za obnovenie predplatného bude zúčtovaná z vášho účtu počas 24 hodín pred vypršaním aktuálneho obdobia. Svoje predplatné môžete spravovať alebo zrušiť po vykonaní nákupu v nastavení vášho účtu v App Store.
th: การชำระเงินจะถูกเรียกเก็บไปยังบัญชี Apple ID ของคุณเมื่อยืนยันการซื้อเรียบร้อยแล้ว การสมัครรับจะต่ออายุให้อัตโนมัติหากไม่มีคำสั่งยกเลิกอย่างน้อย 24 ชั่วโมงก่อนที่จะหมดรอบใช้งานปัจจุบัน บัญชีของคุณจะถูกเรียกเก็บเงินเพื่อต่ออายุภายใน 24 ชั่วโมงก่อนสิ้นสุดรอบใช้งานปัจจุบัน คุณสามารถจัดการและยกเลิกการสมัครรับโดยเข้าไปที่ตั้งค่าบัญชีของคุณใน App Store หลังจากซื้อเรียบร้อยแล้ว
uk: Оплата буде знята з вашого облікового запису Apple ID після підтвердження покупки. Підписка автоматично поновлюється, якщо не скасована мінімум за 24 години до кінця поточного періоду. Плата за продовження підписки буде знята з вашого облікового запису протягом доби до закінчення поточного періоду. Ви можете змінити або скасувати підписки, зайшовши в налаштування свого облікового запису в App Store після покупки.

# [Premium/Trial/trial then price]
source: %1$@ free, then %2$@
de: %1$@ kostenlos, dann %2$@
es_es: %1$@ gratis, luego %2$@
fr: %1$@ gratuit, puis %2$@
it: %1$@ gratis, poi %2$@
ja: %1$@ 無料、その後 %2$@
nl: %1$@ gratis, daarna %2$@
ru: %1$@ бесплатно, затем %2$@
sk: %1$@ zadarmo, potom %2$@
th: ฟรี %1$@, จากนั้น %2$@
uk: %1$@ безкоштовно, потім %2$@
